{
    "2": {
      "description": "Chỉ có ngày sinh có tổng các chữ số là 20 mới có thể có con số chủ đạo là 2. Vì vậy, những người mang con số 2 này (và con số 22/4) rất ít so với các con số khác. Vậy nên không có gì ngạc nhiên khi cả hai con số này đều gợi ý một ý nghĩa đặc biệt. Những người mang con số chủ đạo 2 nhìn chung là những người nhạy cảm, khiêm tốn và luôn giúp đỡ người khác, trong khi 22/4 lại là một người quả quyết và quyết đoán hơn.",
      "lifePurpose": "Những người này sinh ra với khả năng để làm việc với hoặc dưới sự chỉ dẫn của các nhà lãnh đạo năng động. Nếu thiếu đi điều này, họ sẽ thấy thực sự lạc lối. Họ không trở thành các nhà lãnh đạo, hiếm khi hoặc không muốn trở thành những người lãnh đạo, nhưng bù lại, họ có một khả năng tìm kiếm và làm việc được với nhiều kiểu người hoặc tổ chức mà sự chăm chỉ của họ được được đánh giá cao. Vai trò đặc biệt của họ là cung cấp sự hỗ trợ và sự trung thành.",
      "bestExpression": "Mặc dù có năng lực và tự tin khi được làm việc một mình, Số 2 thường có xu hướng cảm thấy bất an nếu bị áp lựuc bởi các căng thẳng kéo dài. Họ phải được cho phép làm việc ở môi trường phù hợp với riêng họ. Họ đặc biệt không thích sự chính trực, ngay thẳng của họ bị nghi ngờ - điều này sẽ khiến họ đánh mất sự tự tin của bản thân mình. Điều thể hiện tốt nhất của họ là khả năng sử dụng đôi bàn tay của mình, như trong văn nghệ hay viết lách, nhưng luôn luôn được hướng dẫn bởi trực giác của họ",
      "distinctiveTraits": "Số 2 là những người trực quan, nhạy cảm, đáng tin cậy, siêng năng và giàu lòng nhân ái. Họ là những người tạo ra, giữ gìn hòa bình – một khả năng rất quý trong thời đại ngày nay. Họ là những người không bị ảnh hưởng bởi cái tôi của bản thân mình nhất, họ thể hiện sự nhạy bén, vị tha và cao cả khi có thể hợp nhất cái tôi của mình với mọi người khi cần thiết.",
      "negative": "Một số người mang con số 2 không nhận ra được rằng sự phát triển vốn có của họ phải phụ thuộc và sự tham gia của cá thân. Vật chất hay cảm giác tập trung sai lầm sẽ khiến họ trở nên bất mãn, thất vọng và nổi nóng. Nhưng những đặc điểm này thường không xuất hiện và không đến tự nhiên với họ. Khi những trường hợp đó xảy ra, họ cũng sẽ nhận ra được đó không phải con người tự nhiên của mình. Với việc phụ thuộc quá nhiều vào trực giác riêng khiến họ thường gây ra sai lầm trong phán đoán.",
      "sol": "Những người mang số 2 nên sử dụng trực giác mạnh mẽ của mình để phát triển sự tự tin và chọn làm bạn bè hay cộng sự, có thể chấp nhận và đánh giá cao những đặc điểm nổi bật của họ. Điều này rất quan trọng trong sự phát triển tính cách của người đó. Khi trưởng thành, số 2 thường tìm ra được sự quan trọng trong việc kiểm soát cảm xúc, học được cách sử dụng nó như một cách hỗ trợ cho việc bộc lộ cảm xúc của họ. Phát triển tinh thần của họ sẽ có những lợi ích đáng kể, đặc biệt là khả năng suy luận và trí nhớ của họ. Những sự phát triển đó sẽ giữ vững lòng tự trọng của họ và mang lại hạnh phúc cá nhân lớn hơn.",
      "job": "Những người này thích hợp nhất để làm trợ lý cá nhân cho các nhà quản trị, đặc biệt là trong các hoạt động từ thiện hoặc giáo dục. Họ cũng là những người có tâm hồn nghệ sỹ, với sự nhạy cảm được thể hiện rõ ràng trong hội họa hay âm nhạc, nhưng họ cảm thấy thoải mái hơn khi là một phần của nhóm, hơn là một nghệ sĩ solo. Đôi khi họ được coi là những nhà ngoại giao, nhân viên xã hội, thư ký có năng lực, hoặc nếu thiếu đi nền giáo dục đủ đầy, họ có thể trở thành những nhân viên làm việc trong những dây chuyền sản xuất.",
      "summary": "Những người mang số 2 thường nhạy cảm, trực quan, luôn hỗ trợ, đáng tin cậy, xây dựng hòa bình, nhân ái và nghệ thuật."
    },
    "3": {
      "description": "Vị trí của số 3 trong biểu đồ ngày sinh là đầu của trục Trí não – chính là nguyên nhân những người này thường có thiên hướng chú trọng đến suy nghĩ và lập luận. Những người này có tổng các chữ số trong ngày sinh là 12, 21, 30, 39 hoặc 48.",
      "lifePurpose": "Những người có con số chủ đạo là 3 thường nổi bật trong suy nghĩ. Vì vậy, mục đích của họ chắc chắn sẽ liên quan đến những khả năng trí não. Với họ, quá trình thấu hiểu cuộc sống và sự phát triển nhân cách thì liên quan đến suy nghĩ của họ nhiều hơn là trực giác hay những thực nghiệm. Và sự phục vụ cho cộng đồng của họ được thể hiện chủ yếu qua suy nghĩ, lập kế hoạch, phân tích, ghi nhớ, ...",
      "bestExpression": "Khi người số 3 tham gia vào các công việc liên quan đến trí não thì sẽ khiến những người khác  phải “nể sợ” vì tốc độ làm việc của họ. Sự tỉnh táo trong suy nghĩ của họ luôn được đặt trong mọi việc, ngoài ra tư duy nhạy bén của họ nhiều khi còn được thể hiện qua khiếu hài hước, sự hóm hỉnh của họ. Điều đó đã giúp họ tỏa sáng hơn, trở thành những “người dẫn đường” thông minh và sáng sủa. Khi sử dụng tư duy thay vì thể hiện qua cảm xúc hay hành động thì mọi việc họ làm đều đạt hiệu quả hơn.",
      "distinctiveTraits": "Với trí não thông tin, nhạy bén, óc hài hước và sự tỉnh táo, những thành công trong công việc và đời sống xã hội dễ dàng đến được với những người số 3. Họ thường là linh hồn của một bữa tiệc hay là người sáng nhất văn phòng, nhưng những thành công đó thường không xuất hiện khi ở nhà. Thường thì họ sẽ nhẹ nhàng, dễ gần với những người mới quen, nhưng về sau khi đã thân thì họ thường có xu hướng “bắt nạt”, “bắt bẻ” người đó. Điều này khiến những người thân cảm thấy có phần không dễ chịu đối với họ. Những người số 3 rất thích giúp đỡ người khác, miễn là người đó có chung mức độ tư duy và chịu hợp tác với họ.",
      "negative": "Khi sống không lành mạnh, không kiểm soát bản thân, những người số 3 này thường có phần gia trưởng, thích áp đặt suy nghĩ lên người khác và rất tiêu cực. Điều này sẽ đến rất nhiều hiểu lầm và gây nên những bất hòa không đáng có. Có được tư duy nổi bật, họ thường tỏ ra thiếu kiên nhẫn với những người chậm hiểu hơn họ. Những điều này sẽ gây ra những cuộc hôn nhân tan vỡ nếu áp dụng ngay trong chính gia đình họ. Trong mọi số trường hợp, những lời phê bình, chỉ trích của họ thường dẫn đến cảm giác là gánh nặng, khiến cho những người bạn đời của họ “chầm kẽm”.",
      "sol": "Những người có số 3 chủ đạo cần học cách phát triển sự tinh tế để thấu hiểu cảm giác của người khác. Khi họ nhận ra được những trải nghiệm thực tế luôn đem lại những bài học quý giá, khả năng tiếp thu của họ sẽ dần được cải thiện. Ngoài ra nó còn được cải thiện hơn khi họ tập sống hòa hợp với những người xung quanh. Điều này sẽ khiến cuộc sống của họ tích cực hơn. Họ không được học cách quở trách người khác, mà hãy sử dụng sức mạnh tự nhiên của mình là khả năng phục hồi để làm mới sức sống, nhìn nhận những trải nghiệm “không thuận lợi” để có thêm những bài học hữu ích trong quá trình trưởng thành. Rất tốt nếu họ có thể mở rộng phương thức diễn đạt bằng cách trau dồi trực giác của họ, hoặc trở nên thực tế hơn trong những hoạt động thường ngày, nhất là ở nhà.",
      "job": "Những “số 3” hiển nhiên sẽ phù hợp trong những nghề nghiệp trí óc. Bao gồm lĩnh vực học thuật, đặc biệt là ngành nghề khoa học, kế toán, quản lý kinh doanh, khoa học máy tính, phân tích hệ thống, ... Họ có thể là những nhà nghiên cứu tài ba, và còn rất có tài trong lĩnh vực nghệ thuật, như viết lách và diễn xuất trong lĩnh vực giải trí nhẹ nhàng, hoặc là những nhà phê bình nghệ thuật.",
      "summary":"Những người này thích giải trí người khác, với họ sống ở nhà như cuộc sống của một bữa tiệc. Đầu óc họ thường xuyên tỉnh táo, đánh giá, lập kế hoạch và suy nghĩ. Họ có khiếu hài hước tinh tế, nhưng thường gặp các vấn đề trong hôn nhân."   
  }
}