{
  "2": {
    "description": "Chỉ có ngày sinh có tổng các chữ số là 20 mới có thể có con số chủ đạo là 2. Vì vậy, những người mang con số 2 này (và con số 22/4) rất ít so với các con số khác. Vậy nên không có gì ngạc nhiên khi cả hai con số này đều gợi ý một ý nghĩa đặc biệt. Những người mang con số chủ đạo 2 nhìn chung là những người nhạy cảm, khiêm tốn và luôn giúp đỡ người khác, trong khi 22/4 lại là một người quả quyết và quyết đoán hơn.",
    "lifePurpose": "Những người này sinh ra với khả năng để làm việc với hoặc dưới sự chỉ dẫn của các nhà lãnh đạo năng động. Nếu thiếu đi điều này, họ sẽ thấy thực sự lạc lối. Họ không trở thành các nhà lãnh đạo, hiếm khi hoặc không muốn trở thành những người lãnh đạo, nhưng bù lại, họ có một khả năng tìm kiếm và làm việc được với nhiều kiểu người hoặc tổ chức mà sự chăm chỉ của họ được được đánh giá cao. Vai trò đặc biệt của họ là cung cấp sự hỗ trợ và sự trung thành.",
    "bestExpression": "Mặc dù có năng lực và tự tin khi được làm việc một mình, Số 2 thường có xu hướng cảm thấy bất an nếu bị áp lựuc bởi các căng thẳng kéo dài. Họ phải được cho phép làm việc ở môi trường phù hợp với riêng họ. Họ đặc biệt không thích sự chính trực, ngay thẳng của họ bị nghi ngờ - điều này sẽ khiến họ đánh mất sự tự tin của bản thân mình. Điều thể hiện tốt nhất của họ là khả năng sử dụng đôi bàn tay của mình, như trong văn nghệ hay viết lách, nhưng luôn luôn được hướng dẫn bởi trực giác của họ",
    "distinctiveTraits": "Số 2 là những người trực quan, nhạy cảm, đáng tin cậy, siêng năng và giàu lòng nhân ái. Họ là những người tạo ra, giữ gìn hòa bình – một khả năng rất quý trong thời đại ngày nay. Họ là những người không bị ảnh hưởng bởi cái tôi của bản thân mình nhất, họ thể hiện sự nhạy bén, vị tha và cao cả khi có thể hợp nhất cái tôi của mình với mọi người khi cần thiết.",
    "negative": "Một số người mang con số 2 không nhận ra được rằng sự phát triển vốn có của họ phải phụ thuộc và sự tham gia của cá thân. Vật chất hay cảm giác tập trung sai lầm sẽ khiến họ trở nên bất mãn, thất vọng và nổi nóng. Nhưng những đặc điểm này thường không xuất hiện và không đến tự nhiên với họ. Khi những trường hợp đó xảy ra, họ cũng sẽ nhận ra được đó không phải con người tự nhiên của mình. Với việc phụ thuộc quá nhiều vào trực giác riêng khiến họ thường gây ra sai lầm trong phán đoán.",
    "sol": "Những người mang số 2 nên sử dụng trực giác mạnh mẽ của mình để phát triển sự tự tin và chọn làm bạn bè hay cộng sự, có thể chấp nhận và đánh giá cao những đặc điểm nổi bật của họ. Điều này rất quan trọng trong sự phát triển tính cách của người đó. Khi trưởng thành, số 2 thường tìm ra được sự quan trọng trong việc kiểm soát cảm xúc, học được cách sử dụng nó như một cách hỗ trợ cho việc bộc lộ cảm xúc của họ. Phát triển tinh thần của họ sẽ có những lợi ích đáng kể, đặc biệt là khả năng suy luận và trí nhớ của họ. Những sự phát triển đó sẽ giữ vững lòng tự trọng của họ và mang lại hạnh phúc cá nhân lớn hơn.",
    "job": "Những người này thích hợp nhất để làm trợ lý cá nhân cho các nhà quản trị, đặc biệt là trong các hoạt động từ thiện hoặc giáo dục. Họ cũng là những người có tâm hồn nghệ sỹ, với sự nhạy cảm được thể hiện rõ ràng trong hội họa hay âm nhạc, nhưng họ cảm thấy thoải mái hơn khi là một phần của nhóm, hơn là một nghệ sĩ solo. Đôi khi họ được coi là những nhà ngoại giao, nhân viên xã hội, thư ký có năng lực, hoặc nếu thiếu đi nền giáo dục đủ đầy, họ có thể trở thành những nhân viên làm việc trong những dây chuyền sản xuất.",
    "summary": "Những người mang số 2 thường nhạy cảm, trực quan, luôn hỗ trợ, đáng tin cậy, xây dựng hòa bình, nhân ái và nghệ thuật."
  },
  "3": {
    "description": "Vị trí của số 3 trong biểu đồ ngày sinh là đầu của trục Trí não – chính là nguyên nhân những người này thường có thiên hướng chú trọng đến suy nghĩ và lập luận. Những người này có tổng các chữ số trong ngày sinh là 12, 21, 30, 39 hoặc 48.",
    "lifePurpose": "Những người có con số chủ đạo là 3 thường nổi bật trong suy nghĩ. Vì vậy, mục đích của họ chắc chắn sẽ liên quan đến những khả năng trí não. Với họ, quá trình thấu hiểu cuộc sống và sự phát triển nhân cách thì liên quan đến suy nghĩ của họ nhiều hơn là trực giác hay những thực nghiệm. Và sự phục vụ cho cộng đồng của họ được thể hiện chủ yếu qua suy nghĩ, lập kế hoạch, phân tích, ghi nhớ, ...",
    "bestExpression": "Khi người số 3 tham gia vào các công việc liên quan đến trí não thì sẽ khiến những người khác  phải “nể sợ” vì tốc độ làm việc của họ. Sự tỉnh táo trong suy nghĩ của họ luôn được đặt trong mọi việc, ngoài ra tư duy nhạy bén của họ nhiều khi còn được thể hiện qua khiếu hài hước, sự hóm hỉnh của họ. Điều đó đã giúp họ tỏa sáng hơn, trở thành những “người dẫn đường” thông minh và sáng sủa. Khi sử dụng tư duy thay vì thể hiện qua cảm xúc hay hành động thì mọi việc họ làm đều đạt hiệu quả hơn.",
    "distinctiveTraits": "Với trí não thông tin, nhạy bén, óc hài hước và sự tỉnh táo, những thành công trong công việc và đời sống xã hội dễ dàng đến được với những người số 3. Họ thường là linh hồn của một bữa tiệc hay là người sáng nhất văn phòng, nhưng những thành công đó thường không xuất hiện khi ở nhà. Thường thì họ sẽ nhẹ nhàng, dễ gần với những người mới quen, nhưng về sau khi đã thân thì họ thường có xu hướng “bắt nạt”, “bắt bẻ” người đó. Điều này khiến những người thân cảm thấy có phần không dễ chịu đối với họ. Những người số 3 rất thích giúp đỡ người khác, miễn là người đó có chung mức độ tư duy và chịu hợp tác với họ.",
    "negative": "Khi sống không lành mạnh, không kiểm soát bản thân, những người số 3 này thường có phần gia trưởng, thích áp đặt suy nghĩ lên người khác và rất tiêu cực. Điều này sẽ đến rất nhiều hiểu lầm và gây nên những bất hòa không đáng có. Có được tư duy nổi bật, họ thường tỏ ra thiếu kiên nhẫn với những người chậm hiểu hơn họ. Những điều này sẽ gây ra những cuộc hôn nhân tan vỡ nếu áp dụng ngay trong chính gia đình họ. Trong mọi số trường hợp, những lời phê bình, chỉ trích của họ thường dẫn đến cảm giác là gánh nặng, khiến cho những người bạn đời của họ “chầm kẽm”.",
    "sol": "Những người có số 3 chủ đạo cần học cách phát triển sự tinh tế để thấu hiểu cảm giác của người khác. Khi họ nhận ra được những trải nghiệm thực tế luôn đem lại những bài học quý giá, khả năng tiếp thu của họ sẽ dần được cải thiện. Ngoài ra nó còn được cải thiện hơn khi họ tập sống hòa hợp với những người xung quanh. Điều này sẽ khiến cuộc sống của họ tích cực hơn. Họ không được học cách quở trách người khác, mà hãy sử dụng sức mạnh tự nhiên của mình là khả năng phục hồi để làm mới sức sống, nhìn nhận những trải nghiệm “không thuận lợi” để có thêm những bài học hữu ích trong quá trình trưởng thành. Rất tốt nếu họ có thể mở rộng phương thức diễn đạt bằng cách trau dồi trực giác của họ, hoặc trở nên thực tế hơn trong những hoạt động thường ngày, nhất là ở nhà.",
    "job": "Những “số 3” hiển nhiên sẽ phù hợp trong những nghề nghiệp trí óc. Bao gồm lĩnh vực học thuật, đặc biệt là ngành nghề khoa học, kế toán, quản lý kinh doanh, khoa học máy tính, phân tích hệ thống, ... Họ có thể là những nhà nghiên cứu tài ba, và còn rất có tài trong lĩnh vực nghệ thuật, như viết lách và diễn xuất trong lĩnh vực giải trí nhẹ nhàng, hoặc là những nhà phê bình nghệ thuật.",
    "summary": "Những người này thích giải trí người khác, với họ sống ở nhà như cuộc sống của một bữa tiệc. Đầu óc họ thường xuyên tỉnh táo, đánh giá, lập kế hoạch và suy nghĩ. Họ có khiếu hài hước tinh tế, nhưng thường gặp các vấn đề trong hôn nhân."
  },
  "4": {
    "description": "Trong cuộc sống hiện đại, nơi mà có rất nhiều sự tập trung được đặt tại giá trị vật chất, biểu hiện cơ bản của đa số người có con số chủ đạo 4 sẽ dễ dàng cảm thấy hài lòng. Tuy nhiên, vẫn có những thứ quan trọng hơn vật chất đối với họ, mặc dù họ thường nghiêng về vật chất vì số 4 nằm giữa trục ngang thể chất.",
    "lifePurpose": "Vì chúng ta vẫn đang sống trên Trái Đất với một cơ thể vật chất nên đa số cảm nhận sẽ liên quan đến khía cạnh vật chất của cuộc sống. Những người mang số 4 chú trọng đến những trải nghiệm thể chất, kinh nghiệm thực tế, điều mà rất quan trọng đến sự phát triển từ sớm của họ. Nhưng khi họ trưởng thành, những người này thường sẽ có thêm khả năng tổ chức của trục Thể chất, điều đó sẽ giúp họ trong sự phát triển về tình yêu, ý thức và trí tuệ.",
    "bestExpression": "Người số 4 có một khả năng làm việc đa dạng, từ những việc cần thể chất đến những việc cần có khả năng tổ chức. Từ việc xem kiếm tiền như một niềm vui, hay xây dựng một cuộc làm ăn phát đạt như một thử thách, cho đến những khía cạnh thực tế của nghệ thuật và các hoạt động văn hóa, hay tham gia vào các sự kiện thể thao. Cho dù ở công việc nào họ đang làm, số 4 thường ưu tiên phương pháp thông thường hơn là những trải nghiệm, truyền thống hơn là mạo hiểm. Chung quy lại, họ là những người làm nên thế giới.",
    "distinctiveTraits": "Đây là những người có thiên phú về thực tế - họ thường làm một việc hơn là thảo luận về lợi ích của nó. Tình yêu với thực tế này luôn giữ số 4 đi đúng trên con đường của họ. Họ hiếm khi có thể chỉ ngồi nhìn và xem những người khác tổ chức, mà thường muốn tiến tới và hỗ trợ thêm. Họ vừa là người làm việc có hệ thống và còn là người đáng tin cậy nhất. Điều này được chứng minh bởi những công việc tỉ mỉ, khi mà sự chính xác và khả năng thực tiễn của họ không ai sánh bằng. Đối với những vấn đề có tính thực tế, người số 4 thường có tính kiên nhẫn đáng nể, nhưng ngược lại với các vấn đề tâm linh hay tinh thần, họ thường bị mất kiên nhẫn.",
    "negative": "Những người có con số chủ đạo 4 thường hoàn toàn tập trung vào công việc và thiếu để ý đến việc cân bằng cuộc sống của họ, đặc biệt là cuộc sống gia đình. Nếu họ không có một khả năng cân bằng cảm xúc tốt, họ thường dễ mất lòng vì sự thất vọng, dấn đến các vấn đề về thần kinh và các bệnh do căng thẳng gây ra. Nếu họ bỏ qua nhu cầu về một cuộc sống ổn định, một cái nhìn quá vật chất sẽ nảy nở trong họ. Điều này có thể dẫn đến cảm giác bất an và không hạnh phúc, kìm hãm sự phát triển của mục đích sống của họ - sự phục vụ cuộc sống về mặt thực tế.",
    "sol": "3 điều quan trọng nhất mà người số 4 nên phát triển: thư giãn, ứng dụng bài học tinh thần và mở rộng trực giác. Thư giãn là một yếu tố quan trọng để có thể tách rời khỏi những lo lắng về vật chất hay những vấn đề liên quan đến thể chất khi mọi thứ đã quá mức. Ngoài ra thư giãn còn cung cấp một nền tảng tuyệt vời cho sự phát triển về tinh thần và tâm hồn. Sự thư giãn có thể đạt đến thông qua thiền định. Hình thức ứng dụng bài học tinh thần phù hợp nằm ở các bài học luyện tập trí nhớ và thấu hiểu các nguyên tắc quan trọng, thường được dạy ở các môn triết học, kĩ sư, kiến trúc, ... Những ứng dụng đó sẽ giúp nâng cao trực giác, là cánh cửa dẫn đến ý thức tâm linh. Trong tất cả các công việc của họ, số 4 nên cố gắng cân bằng giữa tính thực tế với óc tri thức (phân tích, sáng tạo và lý tưởng hóa) và phần tinh thần (trực giác, yêu thương và khôn ngoan) của họ.",
    "job": "Những người này phù hợp nhất để làm công việc của những người thợ lành nghề, kỹ thuật viên, thợ thủ công và thợ máy, cũng như là các nhà quản lý, những người hoạt động thể thao chuyên nghiệp, nhà kinh tế học, bác sĩ, chuyên viên vật lý trị liệu – tất cả đều phụ thuộc vào trình độ giáo dục. Trong vấn đề tài chính, họ cần phát triển khả năng phán đoán cao để đảm bảo rằng họ không bị lung lay bởi lợi ích cá nhân. Rất nhiều giáo viên giảng dạy các môn nghệ thuật, thể thao và thể hình, cũng như các tác giác của sách hoặc tạp chí kỹ thuật là người có con số chủ đạo 4.",
    "summary": "Người số 4 là những người thực tế và truyền thống trong vẻ ngoài, thường mang hướng vật chất. Họ thích thú với thể thao và rất có khả năng với năng lực của họ. Họ là những người hành động."
  },
  "5": {
    "description": "Trong thực tế, những người có con số chủ đạo 5 thường có xu hướng thoát ra những sự rành buộc. Đây là một điều bình thường vì bản chất nhạy cảm cao và nhu cầu thể hiện cảm xúc vốn có của họ. Không có gì bất ngờ khi chúng ta nhận ra rằng số 5 nằm ở giữa trục ngang Tâm hồn và Mũi tên Ý chí. Những ngày sinh có tổng chữ số là 14, 23, 32 hoặc 41 có con số chủ đạo 5.",
    "lifePurpose": "Sự thành tạo trong khả năng biểu đạt cảm xúc (có thể thông qua viết lách, hội họa, điêu khắc, ...) là một trong những sự tinh tế mà con người nỗ lực đạt tới. Tuy nhiên, nó chỉ có thể có được khi sự tự do chiếm ưu thế. Đó chính là điều mà những người Số 5 tìm kiếm để phát triển như một phương tiện để thấu hiểu được cảm xúc của họ. Nhưng rất ít người mang số 5 nhận ra điều này, chỉ cảm giác thôi thúc được tự do mà không để tâm đến nguyên nhân thật sự đằng sau đó, điều mà ảnh hưởng trực tiếp đến cuộc đời của họ với những phương tiện này.",
    "bestExpression": "Đa số những người này cảm thấy khó khăn trong việc làm việc với thời gian nghiêm ngặt. Vì vậy, họ thường trách móc và dễ bị stress vì điều này. Họ nên tìm những công việc cho phép sự tự do của họ được thể hiện, như là nhân viên tư vấn lữ hành, tác giả tự do hay nghệ sĩ. Với những công việc này, họ sẽ tận hưởng đầy đủ sự tự do để phát triển các biểu đạt cảm xúc phù hợp nhất với họ. Nhiều người cảm thấy hứng thú với những chuyến phiêu lưu và thường hay đi du lịch khắp nơi hoặc thường thay đổi công việc. Điều này cũng trở thành những phương tiện quý để họ đạt được cả sự tự do và trí tuệ. Một khía cạnh khác mà những người này rất phù hợp là lĩnh vực diễn xuất, họ được tự do thể hiện cảm xúc của mình, và tất nhiên rất nhiều người đã thành công tại ngành nghề này. Nhưng với bất cứ điều gì họ làm, tình yêu con người luôn là động lực chính.",
    "distinctiveTraits": "Những người mang số 5 là những người có trực giác, cảm xúc sâu sắc và khả năng nghệ thuật mạnh mẽ, họ sẽ nhận được niềm vui vô hạn từ việc được tự do thể hiện bản thân. Với sự tự do như vậy, họ rất hoạt bát và năng động; nhưng nếu bị gò bó, họ có xu hướng trở nên ủ rũ, thậm chí là lãnh đạm. Tuy nhiên, họ thường là những người rất tốt bụng với quyết tâm mạnh mẽ để tận hưởng cuộc sống và giúp đỡ những người khác – một khía cạnh của tình thương người tự nhiên của họ.",
    "negative": "Với tình yêu mãnh liệt với sự tự do, người số 5 đôi khi chấp nhận làm những công việc phi pháp để tránh việc bị ‘trói buộc’ về giờ giấc. Họ không nhận ra được mục đích rõ ràng, quan trọng nhất của sự ‘gò bó’ đó là luyện tập tính kiên nhẫn, hợp tác và kiểm soát bản thân. Nhiều người số 5 trẻ, nhận được công việc đầu tiên, không thể chịu được việc phải nghe lời sếp và đã quyết định nghỉ việc. Khi không đặt sự tập trung vào chi tiết, số 5 thường dễ bị mắc sai lầm với công việc, vấn đề có thể bị ‘xé’ ra vì họ thường lo lắng hay không chắc chắn khi giải quyết các công việc mang tính hiện đại. Hậu quả là họ sẽ dễ nổi cáu và dễ bị stress hay trầm cảm nếu không kiểm soát tốt. Lúc này, hãy trở về với hơi thở để giữ bình tĩnh.",
    "sol": "Một điều bình thường là khi một người tìm kiếm sự tự do là lúc họ muốn trở lại những ngày tháng hồn nhiên ngây thơ. Rõ ràng, chúng ta không thể sống mãi trong quá khứ, mà phải học hỏi những bài học từ đó để phát triển bản thân trong tương lai. Vì vậy, mỗi khi gặp một khó khăn cản bước, hãy suy nghĩ về những bài học mà bản thân sẽ nhận được từ những thử thách đó. Từ đó, ta có thể tiến về phía trước, thoát khỏi sự trói buộc gặp phải. Từ những điều đó, người có con số 5 sẽ phát triển khả năng tập trung vào chi tiết hơn, có được góc nhìn rộng hơn trong cuộc sống bằng việc trở nên thực tế hơn. Họ sẽ thấy việc tìm kiếm những cơ hội được đi đây đi đó để phát triển phát triển khả năng quan sát như là một phương tiện quan trọng để thấu hiểu hơn về cuộc sống và sự phát triển trong trí tuệ. Khi họ trưởng thành, họ sẽ nhận ra được sự quan trọng của việc điều chỉnh để phù hợp, hài hòa hơn với kỷ cương, điều mà giúp tăng cảm giác an toàn cho bản thân, đặc biệt là trong các mối quan hệ. Trên hết, hãy nhớ rằng người mang con số 5 là những người hành động theo tình yêu thương, bất kể họ có thể hiện ra cho mọi người thấy hay không.",
    "job": "Tự do, diễn xuất và nghệ thuật là 3 từ mô tả đặc trưng biểu hiện của người số 5. Điều này giúp họ đủ điều kiện tốt nhất để làm việc trong các lĩnh vực diễn xuất chuyên nghiệp (có thể trên sân khấu, phía sau hậu trường, nhân viên bán hàng hay chính trị gia); trong các ngành du lịch hoặc khách sạn; hoặc tác giả, nghệ sĩ, doanh nhân, nhà thiết kế, nhà phát minh, nhân viên xã hội hay nhà cải cách.",
    "summary": "Bản chất của những người số 5 là tình yêu và sự tự do, nghệ thuật, phiêu lưu và thất thường, khi vui vẻ khi được tự do thể hiện cảm xúc, khi ủ rũ khi cảm thấy bị gò bó. Về cơ bản, họ là những người ‘cảm xúc’."
  },
  "6": {
    "description": "Đây là một con số chủ đạo của sự tột bực. Những người này có một khả năng sáng tạo vượt bậc khi sống tích cực, nhưng họ sẽ trở nên lo lắng không ngừng khi sống tiêu cực. Con số 6 này nằm ngay giữa trục Trí não và ở đầu Mũi tên Ý chí, điều này làm cho người số 6 có một tiềm năng to lớn để tiếp nhận và sáng tạo một cách xuất sắc. Nhưng đáng tiếc thay, họ hiếm khi đạt được thành công lâu dài trong cuộc sống vì lo lắng và băn khoăn thường luôn hiện hữu trong tâm trí họ (điểm yếu chính của họ). Những ngày sinh có tổng chữ số là 15, 24, 33 hoặc 42 có con số chủ đạo 6.",
    "lifePurpose": "Ta đều thấy rất nhiều người số 6 xuất sắc trong các lĩnh vực sáng tạo, từ ở nhà cho đến những sân khấu nổi tiếng thế giới. Điều này thể hiện rằng họ là những người có trách nhiệm rất quan trọng trong cuộc sống, điều đó đòi hỏi một sự tận tâm sâu sắc. Tất cả những người mang số 6 đều có khả năng tự nhiên này, nhưng thông thường họ hay bị tác động tiêu cực đến tinh thần bởi những lo lắng, bồn chồn, trách nhiệm nặng nề, điều đó đã dẫn tới sự trầm cảm. Họ cần phải học các làm chủ trong những tình huống đó, giúp sự sáng tạo của họ được phát triển, hơn là để hoàn cảnh kiểm soát bản thân họ. Cuối cùng, họ cần học cách buông bỏ, để từ đó tính sáng tạo mạnh mẽ trong họ được thể hiện ra bên ngoài.",
    "bestExpression": "Những người này xuất sắc ở những vị trí mà lòng tin, sự sáng tạo và ý thức trách nhiệm của họ được trọng dụng. Một số người chọn thể hiện tài năng của họ một cách công khai, tỏa sáng nơi sân khấu hay qua màn ảnh bằng khả năng diễn xuất hay giọng ca. Những người khác chọn sử dụng tình yêu thương vốn có của họ riêng tư hơn, khi ở nhà, với gia đình họ. Cốt lõi của những điều này luôn là tình yêu sâu sắc với con người, những tình yêu thương luôn muốn được bộc lộ và niềm vui để gìn giữ.",
    "distinctiveTraits": "Sự sáng tạo vượt bậc của họ luôn tìm mọi cách để được thể hiện, ở nơi làm việc, khi vui chơi hay tại gia đình. Với số 6, nhà là nơi quan trọng nhất đối với họ, nó chiếm một khoảng thời gian đáng kể của họ, và đặc biệt là khi có những người thân chung sống ở đó. Là những người có tình thương vô bờ, họ rất ghét sự bất công dưới mọi hình thức. Họ là những người có trái tim chứa đầy tình thương, vị tha và khoan dung. Vì vậy, họ luôn cần chú ý để không bị người khác lợi dụng lòng tốt của mình. Hãy nhớ rằng, đây là một con số của tâm trí, điều mà sẽ có sức ảnh hưởng mạnh mẽ đến thái độ của những người mang nó.",
    "negative": "Khi cơ hội để thể hiện sự sáng tạo của họ bị giới hạn trong phạm vi gia đình, bị nhấn mạnh một cách quá đà, đôi khi đến mức “cuồng tín”. Điều này có thể gây ra những lo lắng, bồn chồn mà ảnh hưởng đến sự phát triển bản thân của họ, khiến cho cuộc sống của họ trở nên gần như bế tắc. Sự lo lắng quá mức này dần dần sẽ dẫn đến rối loạn tâm lý nhẹ, mang theo một nỗi cô đơn buồn bã, mâu thuẫn với mọi thứ mà họ đang cố gắng hướng tới. Và khi sự lo lắng và tiêu cực chiếm ưu thế trong cuộc sống, người số 6 sẽ luôn than thở, khó chịu và hay bắt lỗi người khác.",
    "sol": "Những người số 6 luôn phải nhận thức được rằng một cái nhìn tích cực về cuộc sống là một điều quan trọng trong sự phát triển tính sáng tạo, mặc cho có bị hoàn cảnh giới hạn đến thế nào. Họ cũng cần phải hiểu rằng mối quan tâm đầy tính tích cực luôn đi cùng sự tự do thể hiện. Do đó, họ nên tránh xu hướng chiếm hữu, thay vào đó hãy sử dụng khả năng của mình vào việc thể hiện tình yêu thương của mình một cách sáng tạo hơn. Phần lớn người số 6 luôn mong cầu sự bình yên bằng bất cứ giá nào, nhưng điều này đôi khi lại được hiểu là sự yếu đuối, cuối cùng lại tự hủy hoại niềm vui của chính họ, dẫn đến sự bất hạnh. Phá triển một sự cương quyết sẽ cải thiện hạnh phúc của họ; nó sẽ giúp bảo vệ họ khỏi sự lợi dụng từ những người vô tâm (có thể có cả những thành viên trong gia đình). Phát triển khả năng phân biệt điều gì quan trọng, điều gì không đối với cuộc sống của họ, cố gắng học được khả năng hòa hợp và thể hiện tình thương một cách khôn ngoan sẽ giúp họ nâng cao khả năng sáng tạo mạnh mẽ của họ, khả năng tạo ra những điều không ai ngờ tới.",
    "job": "Bất kể những gì những người số 6 làm, họ cần phải để yếu tố sáng tạo tác động trực tiếp hoặc mạnh mẽ vào việc cải thiện cuộc sống con người. Họ rất xuất sắc trong các tổ chức nhân đạo, là những người chữa lành, họa sĩ và nhà thiết kế. Họ có một khả năng đáng chú ý về ca hát và diễn xuất. Dù vậy, một số thường đẩy khả năng này quá xa, làm cho cuộc sống của họ trở nên “kịch tính” quá mức.",
    "summary": "Những người số 6 là những người sáng tạo, quan tâm người khác, công bằng, không ích kỉ, vị tha và yêu thương ghia đình, nhưng có xu hướng lo âu cực độ."
  },
  "7": {
    "description": "",
    "lifePurpose": "",
    "bestExpression": "",
    "distinctiveTraits": "",
    "negative": "",
    "sol": "",
    "job": "",
    "summary": ""
  },
  "8": {
    "description": "Đây là những người coi việc độc lập là một trong những khía cạnh quan trọng của cuộc sống. Họ có thể là những người vô cùng phức tạp, luôn luôn sử hữu trí tuệ và sức mạnh hoặc tính cách tuyệt vời. Năng lượng của họ bắt nguồn từ vị trí số 8 trong bản đồ ngày sinh, là con số của trí tuệ của Trục ngang Tâm hồn, cũng như là trung tâm của Mũi tên Hành động.",
    "lifePurpose": "Một trong những khía cạnh quan trọng nhất trong tình yêu là khả năng để bộc lộ nó. Một trong những đều quan trọng nhất để thành công trong một mối quan hệ là khả năng thể hiện sự trân trọng – là một trong những yếu tố quan trọng của tình yêu. Và đây là 2 điều mà người số 8 thấy khó để thực hiện nhất. Điều này dẫn đến mục đích sống của họ là làm thế nào để phá vỡ những giới hạn này. Phát triển theo hướng này sẽ không những giúp họ tăng cường nhận thức mà còn không làm lu mờ đi tính độc lập của họ, những mối quan hệ được cải thiện như vậy sẽ củng cố niềm tin của người khác đối với họ. Đổi lại, điều này cải thiện cảm giác an toàn và hạnh phúc trong cuộc sống của họ, cùng với sự phát triển về trí tuệ, điều rất cần thiết đối với người mang con số 8.",
    "bestExpression": "Người số 8 thường có một tình thương và cảm thông với những người đang gặp khó khăn. Tuy nhiên, cảm xúc đó thường sẽ không giữ được lâu, họ sẽ dần thấy thiếu kiên nhẫn nếu những người đó trở nên quá phụ thuộc vào họ. Họ sẽ cảm thấy sự độc lập của họ bị cản trở và giảm đi. Họ thường sẽ thành công trong việc kinh doanh, đặc biệt nếu họ không để những hiểu lầm từ tình cảm cản trở việc đưa ra quyết định thương mại của họ. Những người mang con số 8 này thường rất để ý về cách ăn mặc của họ, họ rất tự hào về ngoại hình của mình và những người xung quanh họ. Họ là những người thường che giấu sự nhạy cảm của mình cho đến khi họ cảm thấy đủ trưởng thành để thể hiện ra nó.",
    "distinctiveTraits": "Khí chất độc lập và sự đánh tin cậy, cùng với phong thái tự tin là những đặc điểm nổi bật của những người số 8. Những phẩm chất này kết hợp hài hòa với nhau giúp họ có được những vị trí cấp cao và trách nhiệm – cái mà nhiều người được cho là xuất sắc. Nhưng sự độc lập sắc sảo của họ thường có thể chuyển thành thái độ lạnh lùng, đôi lúc như thờ ơ, trong gia đình. Điều này là do họ thường cảm thấy khó khăn trong việc bày tỏ cảm xúc, thường sẽ được cải thiện trong quá trình trưởng thành. Tình thương của họ hành cho động vật, trẻ em, người già và người bệnh là một biểu hiện của việc họ đang không ngừng tìm cách bày tỏ cảm xúc và sẽ ngay lập tức chuyển sự thờ ơ, lạnh lùng thành lòng nhân ái, ấm áp yêu thương. Người số 8 cũng sở hữu trí tuệ vượt trội giúp họ học cách hoàn thiện bản thân khi trưởng thành.",
    "negative": "Sự độc lập quá mức của họ thường xuyên dẫn đến cảm giác bực mình hay khó chịu với những ai can thiệp vào những kế hoạch của họ. Từ đó để hướng dẫn những người này, cần phải có một sự tinh tế và rất khéo léo để tránh bị mất lòng. Thật vậy, những người số 8 cần rất nhiều sự hướng dẫn, đặc biệt là trong cách đổi xử với trẻ em – họ hoặc là người quá nuôi nhiều hoặc là người quá nghiêm khắc. Họ thường gặp khó khăn trong các mối quan hệ tình cảm của mình, có xu hướng tạo rào chắn và giữ chặt cảm xúc vào trong họ. Khi trưởng thành, họ sẽ nhận ra rằng cuộc sống đã có thể hạnh phúc lên bao nhiêu có thể thể hiện ra được tình cảm, cảm xúc của mình.",
    "sol": "Những sự nỗ lực cần phải được thực hiện hết mức để có thể khắc phục vẻ lạnh nhạt của những người số 8, nhất là với những người thân của họ. Điều cần thiết nhất là phải cho họ nhận ra được sự tồn tại của vẻ lạnh nhạt đó, vì đa phần họ đều không biết mình đang thiếu đi khả năng biểu đạt tình cảm. Khi họ học được cách bày tỏ, cảm giác hạnh phúc và an toàn đối với bản thân cũng sẽ được phát triển thêm. Nhận ra bản thân, biết ơn bản thân cũng là một phương tiện tuyệt vời để phát triển việc thể hiện cảm xúc sâu sắc hơn của họ. Cùng với sự phát triển này, trí tuệ của họ cũng phát triển theo, điều mà trước đây họ chỉ có xu hướng thể hiện trong một số trường hợp đặc biệt như trong công việc hoặc đưa ra lời khuyên cho ai đó. Trí tuệ và sự trưởng thành của họ sẽ cải thiện thông qua những trải nghiệm, du lịch, điều mà họ rất thích.",
    "job": "Những người mang số 8 thường là những người đứng đầu của một doanh nghiệp lớn, hoặc những giám đốc điều hành xuất sắc. Họ hiểu biết rất nhiều về các lĩnh vực như tài chính và thường bị thu hút bởi các ngành ngân hàng, chứng khoán, ... Ngoài ra họ còn là những người điều hành du lịch, thuyền trưởng hay cơ trưởng, giáo viên và điều dưỡng, y tá cho trẻ em hoặc người lớn tuổi, làm việc với động vật hoặc những nhân sự quan trọng của các tổ chức. Dựa trên xu hướng che dấu cảm xúc của họ, rất nhiều người đã thành công với ngành diễn viên chuyên nghiệp.",
    "summary": "Họ là những người độc lập, đáng tin cậy, tự tin, hơi thờ ơ, có định hướng thương mại và rất quan tâm đến người bệnh và những người cần sự giúp đỡ."
  },
  "9": {
    "description": "",
    "lifePurpose": "",
    "bestExpression": "",
    "distinctiveTraits": "",
    "negative": "",
    "sol": "",
    "job": "",
    "summary": ""
  },
  "10": {
    "description": "",
    "lifePurpose": "",
    "bestExpression": "",
    "distinctiveTraits": "",
    "negative": "",
    "sol": "",
    "job": "",
    "summary": ""
  },
  "11": {
    "description": "",
    "lifePurpose": "",
    "bestExpression": "",
    "distinctiveTraits": "",
    "negative": "",
    "sol": "",
    "job": "",
    "summary": ""
  },
  "22": {
    "description": "",
    "lifePurpose": "",
    "bestExpression": "",
    "distinctiveTraits": "",
    "negative": "",
    "sol": "",
    "job": "",
    "summary": ""
  }
}