{
  "1": {
    "name": "The Fool",
    "type": "1",
    "version": "v3",
    "keywords": "Khởi đầu; Khờ dại; Tự phát; Tinh thần thoải mái",
    "reKeywords": "Do dự; Liều lĩnh; Chấp nhận rủi ro",
    "description": [
      "The Fool là lá bài đầu tiên của bộ bài Tarot, nó mang một năng lượng vô hạn.",
      "Trong lá bài, hình ảnh chàng trai trẻ đứng bên bờ vực, không hề để ý đến thế giới xung quanh, và chính cậu ta đang tạo ra một cuộc hành trình mới cho mình. Cậu nhìn thẳng lên bầu trời và vũ trụ, không quan tâm đến việc không biết bước tiếp theo ở đâu. Trên vai cậu có mang một chiếc túi xách nhỏ chứa đựng mọi thứ cậu ta cần, không hề nhiều. Bông hoa trắng trên tay trái đã nói lên sự ngây thơ và khờ dại. Dưới chân là một chú chó trắng, như một sự trung thành và bảo vệ cho chủ nhân của nó, nhưng chàng khờ của chúng ta đang không để ý, cậu đang nghĩ về cuộc thám hiểm của bản thân mình."
    ],
    "meaning": [
      "Là một lá của sự khởi đầu, cơ hội và tiềm tăng. Như chàng trai trong bài, bạn đang bắt đầu một điều gì mới, như đứng trên vực núi, bước tiếp theo có thể ở bất cứ đâu. Cho dù bạn không biết mình sẽ như thế nào, nhưng hãy đi tiếp, theo con tim của mình dù nó điên rồ đến như thế nào. Hãy tin vào nơi Vũ trụ sẽ dẫn bạn tới.",
      "Chàng khờ này đang ủng hộ bạn tạo ra một sự đổi mới, mới mẻ và thú vị trong suy nghĩ. Bỏ lại đi những lo âu và mạnh dạn tiến lên phía trước. Đó sẽ là trải nghiệm mới, trưởng thành hơn, phát triển hơn qua các cuộc phiêu lưu.",
      "ĐÂY CHÍNH LÀ THỜI KHẮC BẠN CẦN LÀM! Dù bạn không có đủ hành trang hay chưa chuẩn bị cho những gì sẽ xảy ra tiếp. Bạn không cần đợi điều gì, không cần phải để cả bản đồ trong tay mình mới bắt đầu mà hãy khởi hành đi, với những gì mình đã có. Đừng đợi ai “bật đèn xanh” mà hãy tự tạo cho mình một tín hiệu đèn!",
      "Hãy dùng sự sáng tạo và kì diệu của mình trong thời điểm. Hãy thử sống như một đứa trẻ, vô tư, vô lo, tự do tự tại. Hãy nghe theo Vũ trụ chỉ dẫn và tiếp nhận."
    ],
    "reMeaning": [
      "Bạn đang có ý tưởng của một dự án nhưng vẫn chưa dám cho nó được có một vị trí trong cuộc sống. Bạn lo lắng rằng bạn đang không có đủ tự tin và kĩ năng cho dự án này. Hoặc chỉ là bạn đang thấy đây không phải là thời gian phù hợp, có gì đang giữ bạn lại và không để bạn được phát triển ra phía trước. Nhưng bạn hãy tự đặt câu hỏi cho chính mình “Mình sẽ với lấy cơ hội lần này để có thể thành công hay lại chờ đợi một thứ tốt hơn mà có thể không có nữa?”, bạn lo lắng về những hành động tiếp theo của mình. Hãy cân bằng những điều này với suy nghĩ rằng Vũ trụ sẽ “chống lưng” cho bạn và hãy tự tin bước tiếp, dù không biết là đâu.",
      "Mặt khác, Chàng khờ bị ngược này có thể đang nhắc rằng bạn đang chọn quá nhiều sự nguy hiểm và hành động liều lĩnh. Bạn muốn được phiêu lưu, khám phá những vùng trời mới, nhưng hãy nhớ rằng việc làm của bạn có thể sẽ vô tình gây gây hiểm cho bản thân và những người xung quanh bạn. Hãy nhìn một cái nhìn rộng hơn, hãy chắc chắn vào sự điên rồ của bản thân và đừng để ảnh hưởng đến người khác. Thay vì việc bạn biểu diễn trên một sân khấu, hãy thử nhảy múa trên chiếc giường ngủ của mình với không một ai nhìn, hãy thử tập trung vào nội tâm của mình một ít."
    ],
    "image": "1.png"
  },
  "2": {
    "name": "The Magician",
    "version": "v3",
    "type": "1",
    "keywords": "Tập trung; Tháo vát; Sức mạnh; Hành động có ý thức; Kỹ năng",
    "reKeywords": "Điều khiển; Lập kế hoạch kém; Tài năng ẩn dấu",
    "description": [
      "Lá bài Magician là lá bài Tarot đầu tiên, con số của sự bắt đầu và cơ hội mới, lá bài được kết nối với sao Thủy (Mercury). Người pháp sư đứng thẳng với một cánh tay chỉ thẳng lên Vũ trụ, và tay còn lại chỉ xuống mặt đất. Cử chỉ đó đã thể hiện được sự kết nối của ông ta với thế giới tâm linh và thế giới vật chất. The Magician dùng sự kết nối này để tạo ra và làm rõ kết quả, vị trí của mình tại thế giới vật chất. Lớp áo màu trắng của ông ta đã nói nên sự thuần khiết của người này. Ngoài ra, chiếc áo choàng đỏ đã thể hiện được kiến thức sâu rộng và kinh nghiệm đầy mình của ông.",
      "Trên bàn trước mặt ông là 4 ký hiệu chính của bộ bài Tarot – cái cốc (cup), ngôi sao năm cánh (pentacle), kiếm (sword) và cây đũa phép (wand), mỗi vật dụng đều tượng trưng cho mỗi nguyên tố, lần lượt là nước, đất, không khí và lửa. Nó có ý nghĩa rằng, ông ta có đủ công cụ ông cần để thực hiện dự định của bản thân. Trên đầu của pháp sư chính là ký hiệu của vô cực (∞), xung quanh thắt lưng của ông là một con rắn đang tự cắn lấy đuôi của mình – ý nói rằng ông ta đã đạt đến một năng lượng vô hạn. Và khung nền lá bài này chính là hoa lá, cây cuối, thể hiện sự đâm chồi nảy nở của ý tưởng và nguồn cảm hứng."
    ],
    "meaning": [
      "Là một chuyên gia, người pháp sư này đã cho bạn được công cụ, tài nguyên và năng lượng bạn cần để có thể thực hiện ước mơ của mình. Ngay tại lúc này, những thứ bạn cần đếm trên đầu ngón tay. Bạn đã có được năng lượng tâm linh (lửa), vật chất (đất), trí tuệ (khí) và cảm xúc (nước) để thực hiện khao khát của mình. Và khi bạn kết hợp được những điều này với năng lượng có sẵn trong người bạn, bạn sẽ trở nên thực sự quyền lực! Chìa khóa đến thành công của bạn đó là tìm thấy những sự tương thích và cầm liên kết chúng lại, để từ đó tạo ra những thứ tốt hơn!",
      "Đây chính là thời điểm hợp lí để có thể tiến về phía trước dựa trên những ý định đã được vạch sẵn. Hãy biến những ý tưởng của bạn thành hiện thực. Những kỹ năng, hiểu biết của bản thân tích góp được trên một chặng đường dài trước đó, dù bạn có như thế nào thì chúng đều muốn bạn biến những ý tưởng thành sự thật.",
      "Trên con đường thực hiện ước mơ, hãy nhớ rằng, bạn luôn phải có một tầm nhìn rõ ràng, luôn suy nghĩ được bạn sẽ tạo ra thứ gì, tại sao trước khi bạn hành động. Không hành động khi chỉ dựa trên cái tôi cá nhân (tiền tài hay danh vọng). Bạn cần kết nối tâm hồn mình với những dự định bạn sẽ thực hiện.",
      "Khi bạn đã có đầy đủ câu trả lời về những điều trên, người pháp sư sẽ dẫn bạn đi đến thành công. Và bạn cần phải tập trung chỉ MỘT thứ mà dẫn bạn đến kết quả. Luôn luôn giữ một tinh thần tỉnh táo nhất để luôn có thể đi đúng đường mà không lạc lối và những ngã rẽ đen tối."
    ],
    "reMeaning": [
      "The Magician ngược cho thấy được bạn đang muốn khám phá một điều gì đó, nhưng lại chưa thực hiện nó. Bạn đã có tất cả nguyên liệu nhưng lại chưa biết cách làm. Hãy thử để ý kỹ những thứ xung quanh và bạn sẽ nhận thấy được những gì Vũ trụ đang tạo ra cho bạn, và biết được điều đó sẽ giúp bạn tiến gần hơn đến chiến thắng.",
      "Còn nếu như bạn đã bắt đầu thực hiện, có thể rằng bạn đã có ý tưởng nhưng lại không rõ ràng khiến bạn đã bị lạc hướng và mất tập trung. Có thể bạn đã lạc mất tín hiệu với câu hỏi “Tại sao” ban đầu, hoặc lý do đưa đã không còn có thể giữ bạn đúng hướng và tiếp tục hành trình. Giờ đây bạn đang lười nhác trong việc hoàn thành mục tiêu. Hoặc là bạn đang có một ý nghĩ rằng Vũ trụ dường như đang ngăn cản mình và khuyên mình quay trở lại.",
      "Và tồi tệ nhất, lá The Magician ngược này còn thể hiện cho sự tham lam, thủ đoạn và sự thao túng. Bạn có thể đang đi rất đúng hướng, nhưng nếu tâm bạn không vững, tinh thần bạn không chắc, dễ bị những thứ không tốt thao túng, bạn sẽ trở thành một người với hành động ích kỉ, chỉ lo nghĩ cho bản thân mình. Vậy nên hãy cẩn thận, tránh bị lạc lối!",
      "Ngoài ra, lá The Magician ngược có thể nói rằng bạn có rất nhiều kỹ năng, tài năng nhưng bạn chưa sử dụng hết chúng. Bạn có thể nhận ra rằng bạn có rất nhiều thứ để cho đi. Hoặc có thể bạn vẫn biết được mình giỏi về điều gì nhưng lại tự ngăn cản mình khám phá điều đó. Đừng do dự nữa, hãy nhớ rằng, thành công chỉ đến khi bạn dám thay đổi!!"
    ],
    "image": "2.png"
  },
  "3": {
    "name": "The High Priestess",
    "type": "1",
    "version": "v3",
    "description": [
      "Lá High Priestess cho ta thấy một người nữ tu ngồi trước tấm vải che mặt mỏng được trang trí với hoạt tiết quả lựu. Tấm vải đại diện cho sự riêng biệt của ý thức và tiềm thức, cái thấy được và cái vô hình. Hình ảnh quả lựu trên tấm vải là biểu tượng cho sự dồi dào, khả năng sinh sản và tính nữ thiêng liêng, và cũng gợi đến về một thần thoại Hy Lạp – Persephone, người đã ăn những hạt lựu của âm phủ để rồi nàng phải quay về chốn âm ti hằng năm.",
      "Mặt khác, bên cạnh nữ tu là hai cây cột lớn, đánh dấu cánh cửa bước vào ngôi đền thiêng liêng (có thể liên quan đến Đền Solomon). Một cây cột màu đen với chữ “B” viết tắt của Boaz, mang nghĩa “in the strength of” và cây còn lại là màu trắng với chữ “J” viết tắt của Jachin, mang nghĩa “will establish” (theo Kinh Thánh, Boaz và Jachin là hai cây cột bằng đồng, đứng trên hiên của Đền thờ Solomon, Đền thờ đầu tiên ở Jerusalem). Sắc đen và trắng của hay cây cột biểu tượng cho hai mặt nam tính và nữ tính, bóng tối và ánh sáng, ý nói rằng phải có kiến thức và chấp nhận của hai mặt này mới có thể bước nào không gian này.",
      "High Priestess mặc một chiếc áo choàng màu xanh dương với một cây thánh giá ở trên ngực và một chiếc vương miện có sừng, tất cả đều biểu thị cho lượng kiến thức về thần thánh và địa vị của ấy như một người cai trị thần linh. Trong lòng, cô ấy giữ một cuộn giấy với chữ TORA, biểu tượng của luật lớn, luật bí mật và tầng nghĩa thứ hai của từ ngữ. Nó được che đi một phần, có ý rằng kiến thức đó vừa rõ ràng lại vừa tiềm ẩn, nó sẽ chỉ được tiết lộ khi một người thực sự nhìn ra khỏi thế giới vật chất. Mặt trăng hình lưỡi liềm ở dưới chân cô ta biểu tượng cho sự kết nối với tính nữ, tiềm thức và trực giác của cô, và chu trình của mặt trăng."
    ],
    "meaning": [
      "Trong khi Magician là một người bảo vệ của tâm trí có ý thức và thế giới hữu hình, thì Hight Priestess là người bảo vệ tiềm thức và là người thầy của kiến thức thiêng liêng và những bí ẩn tiềm ẩn. Đứng giữa cánh cửa của ý thức và tiềm thức, High Priestess có thể đi lại dễ dàng giữa những cõi này. Cô ấy sẽ cho bạn biết thế giới này không phải lúc nào cũng như vẻ bề ngoài. Cô ấy sẽ mở ra cho bạn lớp màng nhận thức đơn sơ nhất, cung cấp cho bạn kiến thức sâu sắc, trực quan về Vũ trụ và thông tin bí ẩn.",
      "High Priestess là một tín hiệu cho sự giác ngộ tâm linh, sự soi sáng từ bên trong, kiến thức và trí tuệ. Lá High Priestess xuất hiện khi sự ngăn cách giữa bạn và thế giới huyền thuật đang dần tan biến, và bạn sẽ có cơ hội để tiếp cận những kiến thức sâu thẳm bên trong tâm hồn mình. Ngay lúc này, chính là lúc để bạn thay đổi trực giác của mình. Câu trả lời mà bạn đang tìm kiếm bây lâu nay sẽ đến từ bên trong, từ những tri thức mà bạn có được. Hãy để High Priestess giúp đỡ bạn đi sâu vào tiềm thức của mình và tiếp cận được nguồn trí tuệ sâu thẳm này. Hãy kết nối với trực giác của bạn và cái tôi của bạn thông qua thiền định.",
      "Trực giác của bạn lúc này đang cung cấp cho bạn những thông tin hữu ích và sẽ hỗ trợ bạn tiếp cận nhiều hơn với tiềm thức của mình. Hãy dành cho bản thân không gian tĩnh lặng, thiền định và hãy lắng nghe tiếng nói bên trong bạn – đó sẽ là chìa khóa cho các vấn đề bạn đang tìm lời giải. Vì vậy, hãy luôn tin tưởng vào trực giác của chính bản thân mình. Đây chính là lúc bạn cần nâng cao khả năng tâm linh, kết nối với trực giác của mình. Bạn càng lắng nghe trực giác của mình, nó sẽ càng mạnh mẽ và bạn sẽ đi đúng hướng.",
      "High Priestess đã cho bạn một tín hiệu của sự kết nối với trực giác, lòng trắc ẩn, sự đồng cảm và trí tuệ bên trong bạn. Bất kể bạn là ai, điều quan trọng nhất là phải cân bằng và tích hợp các nguồn năng lượng nam tính và nữ tính của mình. Hãy chú ý hơn và tự hào về khả năng nuôi dưỡng, tin tưởng, cảm nhận và cảm thông của bạn thay vì che giấu nó đi. Hãy cảm nhận, thay vì suy nghĩ. Hãy hợp tác, thay vì cạnh tranh. Hãy tạo ra, thay vì phá hủy."
    ],
    "keywords": "Trực giác; Ý thức tâm linh; Tính nữ thiêng liêng; Tiềm thức",
    "reKeywords": "Bí mật; Mất kết nối với trực giác; Bào mòn; Im lặng",
    "reMeaning": [
      "Lá High Priestess đang nhắc nhở bạn để lắng nghe tiếng nói và trí thức của bạn. Bạn có thể đang bị lung lay bởi những lời phán xét từ người khác hoặc bị cuốn vào một drama của ai khác mà quên đi mất điều bạn cần tập trung vào là những thứ đúng với bạn. Đây là lúc ngồi lại và lấy lại bản thân khỏi thế giới bên ngoài để tập trung quan sát những gì tiếng nói bên trong bạn đang chia sẻ.",
      "Hãy tự hỏi bản thân: Liệu tôi có đang đấu tranh để tin tưởng vào trực giác của mình? Tự hỏi rằng bạn có đang nghi ngờ hay cảm thấy bản thân kì lạ khi cố lắng nghe trực giác của mình. Từ đó, bạn từ chối khả năng điều chỉnh và tiếp nhận những thông tin cần thiết cho mình. Hãy luôn nhớ rằng, trực giác là một siêu năng lực của bạn, luôn sẵn sàng hướng dẫn và giúp đỡ bạn. Luôn tin tưởng vào Vũ trụ và cho phép bản thân mình hòa nhập vào nguồn năng lượng vô tận đó.",
      "Tin tưởng rằng High Priestess luôn ở trong bạn, cô ấy sẽ luôn ở đó khi bạn cần. Bất cứ khi nào bạn lo lắng về mọi thứ xung quanh, hãy tìm lại về sự thiền định để lắng nghe lời khuyên từ cô ta. Câu trả lời sẽ xuất hiện khi bạn dọn dẹp những mớ hỗn độn trong tâm trí bạn và mở đường cho trực giác được nói chuyện với bạn.",
      "Cuối cùng, lá High Priestess ngược còn nhắn với bạn rằng, nếu có ai đó đang có được các thông tin bí mật của bạn và lợi dụng nó để nói xấu sau lưng bạn hay làm những gì sai trái để hại bạn. Hãy thành thật với bản thân của mình để tìm cách giải quyết những bí mật đó, thay vì đâm sâu vào những hố sâu của hoang tưởng và giả thuyết."
    ],
    "image": "3.png"
  },
  "4": {
    "name": "The Empress",
    "type": "1",
    "version": "v3",
    "keywords": "Nuôi nấng; Cái đẹp; Thiên nhiên; Sung túc; Tri giác",
    "reKeywords": "Sáng tạo bị ngăn cản; Bị ảnh hưởng bởi những người xung quanh",
    "description": [
      "The Empress là một người phụ nữ sắc sảo với một mái tóc vàng hoe và một vầng hào quang chứa đầy sự yên bình tỏa ra xung quanh. Trên đầu, cô ấy đội một chiếc vương miện với mười hai ngôi sao, thể hiện sự kết nối với vương quốc huyền bí và chu kỳ tự nhiên của thế giới (12 tháng trong năm và 12 hành tinh). Chiếc áo choàng của cô có họa tiết quả lựu, biểu tượng của sự sinh nở, và ngồi trên một chiếc ghế nhung đỏ bồng bềnh với biểu tượng của sao Kim, hành tinh của tình yêu, sự sáng tạo, sinh nở, vẻ đẹp và sự duyên dáng.",
      "Một khu rừng rậm rạp, tươi tốt và dòng suối uốn lượn bao quanh The Empress đã biểu thị mỗi liên hệ với mẹ thiên nhiên và chính sự sống. Cô ta cảm nhận được sự bình yên từ cây cối, từ dòng nước và được trẻ hóa bằng năng lượng của thiên nhiên. Nhìn ra phía trước, ta thấy lúa mì vàng óng mọc trên mặt đất – một vụ mùa bội thu vừa được thu hoạch."
    ],
    "meaning": [
      "The Empress đại diện cho mối liên kết mạnh mẽ với tính nữ trong mỗi người. Tính nữ có nhiều cách diễn đạt - thanh lịch, gợi cảm, sinh sản, sáng tạo, nuôi dưỡng - và là cần thiết để tạo ra sự cân bằng cho tất cả mọi người. The Empress kêu gọi bạn kết nối với năng lượng tính nữ của mình. Tạo ra cái đẹp trong cuộc sống của bạn. Kết nối với các giác quan của bạn thông qua vị giác, xúc giác, thính giác, khứu giác và thị giác. Sử dụng các giác quan này để trải nghiệm niềm vui và sự mãn nguyện sâu sắc. Bạn có thể tự thưởng cho mình một ngày tại spa, mát-xa, thưởng thức một bữa ăn tại một nhà hàng sang trọng hoặc dành thêm thời gian với bạn đời của mình. Khám phá các phương pháp khác nhau để tỏa sáng sự sáng tạo, bất kể thông qua hội hoạ, âm nhạc hoặc các hình thức nghệ thuật khác. Đây có thể là cơ hội hoàn hảo để bắt đầu một sở thích mới.",
      "The Empress đại diện cho sự trù phú. Bạn được bao quanh bởi những niềm vui, sự xa xỉ của cuộc sống và bạn có tất cả những gì cần để có một lối sống thoải mái. Những gì bạn đã mơ ước giờ đây đang trở thành hiện thực. Hãy suy ngẫm về những điều xung quanh bạn và bày tỏ lòng biết ơn với tất cả những gì bạn đã có, để tiếp tục nâng cao sự trù phú trong cuộc sống của bạn.",
      "Là hình mẫu của Mẹ Trái Đất, The Empress khuyên bạn hãy ra ngoài thiên nhiên để cân bằng năng lượng của bạn. Hòa mình vào thiên nhiên, có thể là rừng, biển, núi hay hồ, và hãy ngồi lại vài phút, giờ hay thậm chí là ngày để cảm nhận năng lượng xung quanh bạn. Hãy cho bản thân bạn có thời gian và không gian để cảm nhận sự bình an và thu nhận sự cân bằng của thiên nhiên vào trái tim và bộ não của bạn. Khi đó, bạn có thể đạt được những tầng nhận thức cao hơn.",
      "Khi bạn kết nối với năng lượng của lá The Empress, bạn sẽ nhận được khả năng nuôi dưỡng của cô ấy. Bạn cảm thấy một sự thôi thúc mạnh mẽ để chăm sóc và quan tâm đến người khác. Nói cách khác, bạn bước vào vai trò “người mẹ”, có thể là mẹ của một đứa trẻ mới sinh, người chăm trẻ, hoặc dành nhiều thời gian hơn với con cái của bạn.",
      "The Empress cũng ám chỉ sự sinh sôi. Đây có thể là tín hiệu về thai sản trong thực tế, hoặc là sự sinh sôi của một ý tưởng hoặc dự án mới. Hãy mang những ý tưởng sáng tạo của bạn thành hiện thực bằng cách nuôi dưỡng chúng và hỗ trợ chúng. Hành động với lòng từ bi và yêu thương."
    ],
    "reMeaning": [
      "Ngược lại, The Empress khuyến khích bạn coi yêu thương bản thân và chăm sóc bản thân là ưu tiên hàng đầu. Bây giờ là lúc bạn mang năng lượng yêu thương và tập trung vào bản thân, đặc biệt là nếu bạn đã bỏ quên bản thân mình vì quá quan tâm đến xúc cảm của người khác. Hãy thử bắt đầu một dự án sáng tạo chỉ dành cho bạn. Điều quan trọng là bạn cần khiến bản thân cảm thấy hạnh phúc, để giúp người khác với sự chân thành và đầy sự yêu thương. Nếu bạn khao khát một sự kết nối mạnh mẽ với thiên nhiên và Mẹ Trái Đất, thì đây là dịp hoàn hảo để dành ít nhất vài giờ trong môi trường tự nhiên như bãi biển, công viên hay đơn giản là vườn nhà. Cảm nhận vẻ đẹp, sức sống tiềm tàng của thiên nhiên, từ điều nhỏ nhất: một con kiến chạy vội trên mặt đất, những chiếc lá non mới nảy mầm trên cây, hay những sắc tím và xanh lá rực rỡ cây cối.",
      "The Empress ngược nói rằng bạn có thể đang cảm thấy bế tắc, thiếu sự sáng tạo, đặc biệt là trong việc nảy ra một ý tưởng mới. Bạn lo lắng liệu nó có thành công hay hấp dẫn người khác hay không? Nhưng tạm thời, đừng bận tâm về những gì người khác nghĩ. Bạn hãy cho phép năng lượng sáng tạo của mình được êm trôi, bất kể nó như thế nào.",
      "Lá The Empress ngược có thể gợi ý cho bạn về những vấn đề liên quan đến hình thể. Dường như bạn đang bị “body shaming”? Hãy học cách yêu thương cơ thể của bạn một lần nữa và biết ơn nó. Khám phá vẻ đẹp của bạn, cả bên trong và bên ngoài. Trong các mối quan hệ của bạn, bạn có thể đang tập trung vào vai trò “làm mẹ” quá nhiều, trở nên quá bảo vệ và kiểm soát. Nếu đúng, đây là lúc để bạn tạo ra sự độc lập, tin tưởng với lòng từ bi yêu thương."
    ],
    "image": "4.png"
  },
  "5": {
    "name": "The Emperor",
    "type": "1",
    "version": "v3",
    "description": [
      "Nếu The Empress là nguyên mẫu của người Mẹ trong bộ bài Tarot, thì The Emperor là người Cha. Ông ấy ngồi trên một tảng đá lớn, trang hoàng với bốn đầu con cừu đực (biểu tượng sự kết nối của ông với chòm sao Bạch Dương và Hỏa Tinh). Ông cầm một chiếc ankh (thập tự có tay cầm) trong tay phải, là biểu tượng sự sống trong văn hóa Ai Cập, và một quả cầu trong tay trái, biểu tượng của thế giới mà ông nắm quyền.",
      "Ông ta mặc một bộ áo choàng đỏ, thể hiện sự quyền lực, niềm đam mê và năng lượng cho cuộc sống. Phía dưới ông mặc một bộ giáp, nói rằng ông ta được bảo vệ khỏi bất kì sự tấn công, mối đe dọa nào. Chòm râu dài bạc trắng đã cho thấy sự già dặn trong tuổi tác và sự trưởng thành của ông. Bên cạnh đó chiếc vương miện bằng vàng của ông là một sự chắc chắn cho quyền lực và luôn muốn được lắng nghe.",
      "Phía sau ông là một dãy núi cao, hùng vĩ, không thể bị phá hủy thể hiện được sự vững chắc trong nền tảng, chính là hậu phương vững chắc của ông. Nhưng vẫn có thể thực hiện những thay đổi nếu cần thiết. Phía dưới là một con sông chảy ngang qua, nói rằng dù lạnh lùng và cứng rắn đến thế, ông vẫn là một con người giàu cảm xúc, và nó sẽ tốn một khoảng thời gian không nhỏ để đào sâu và tin tưởng để tiếp cận được với con người mềm mại hơn của ông."
    ],
    "meaning": [
      "The Emperor chính là người Cha của bộ bài Tarot, nhắc rằng bạn đang có vai trò làm cha, rõ hơn chính là bạn đang chu cấp và bảo vệ cho gia đình và những người thân yêu của bạn. Bạn có thể là trụ cột của gia đình, là chỗ tựa vững chắc cho người thân của bạn.",
      "Ngoài ra, The Emperor là đại diện cho một nhà lãnh đạo quyền lực, đòi hỏi cần có sự tôn trọng và uy quyền. Bạn cảm thấy thoải mái nhất khi đạt được địa vị, quyền lực và sự công nhận, bạn muốn được ở trong vai trò lãnh đạo, khi mà bạn có thể chỉ huy và lãnh đạo người khác. Là một người lãnh đạo, bạn quyết định mọi thứ một cách công bằng và chắc chắn. Bạn có tầm nhìn rõ ràng về những gì bạn muốn tạo ra và bạn sắp xếp những người xung quanh để thực hiện mục tiêu của mình. Bạn rất muốn lắng nghe lời khuyên của người khác nhưng mong muốn có được một tiếng nói cuối cùng. Xung đột không khiến bạn sợ hãi mà bạn sẽ không ngần ngại để sử dụng sức mạnh của mình để bảo vệ cho những người thân yêu. Đổi lại, những người đó sẽ đền đáp bạn bằng lòng trung thành và sự tôn trọng đáng có. Hãy tuyên bố sự ảnh hưởng của bạn và đừng để người khác hạ thấp bạn!",
      "The Emperor còn thể hiện một hệ thống bị ràng buộc bởi các quy tắc và luật lệ. Bạn tạo ra luật và trật tự bằng cách áp dụng các nguyên tắc hoặc hướng dẫn cho từng tình huống cụ thể. Bạn bình tĩnh thoát khỏi sự hỗn loạn bằng cách chia nhỏ bất kì vấn đề nào thành các vấn đề nhỏ hơn và vạch ra các hành động bạn cần làm để giải quyết nó. Hãy luôn làm việc có hệ thống, chiến lược và tổ chức cao trong cách tiếp cận của bạn. Hãy kiên trì với kế hoạch của bạn cho đến cùng!",
      "Lá Emperor còn biểu thị cho kiến thức của thế giới. Bạn đã có được sự khôn ngoan và kinh nghiệm sống qua từng năm, và đó là điều khiến bạn thích đưa ra hướng dẫn, lời khuyên và định hướng cho người khác. Bạn có thể là một người thầy, một ông chủ, hay là một người bạn tốt, người luôn có đam mê truyền lại những gì tốt nhất của bạn để người khác cũng có thể tốt hơn như bạn."
    ],
    "reMeaning": [
      "Lá Emperor ngược đang nhắc nhở bạn đang có sự độc đoán và cứng nhắc trong lối suy nghĩ của mình. Có thể là do sự lạm dụng quyền lực quá mức xung quanh bạn, thường thì là từ sếp, đối tác của bạn, hoặc là từ những bất an sâu sắc hoặc những vấn đề khác trong quá khứ. Hãy xem xét quyền lực bạn đang nắm trong cuộc sống thường nhật của bạn. Bạn đang sử dụng quyền lực của bạn theo hướng khiến người khác bất lực. Hay bạn đang hạ mình xuống để khiến người khác hài lòng. Hãy tìm kiếm một giải pháp mà cho phép người khác cũng được thể hiện quyền lực giống như bạn, mọi thứ cần có sự bình đẳng. Và bạn không cần lấy của người khác cũng như cho đi của mình.",
      "Lá Emperor ngược còn là một dấu hiệu cho thấy người khác đang nhìn bạn dưới tư cách là nhà lãnh đạo của họ hoặc như một chuyên gia trong lĩnh vực này. Nhưng bạn đang tránh né vai trò đó. Bạn không thích việc bị coi là người lãnh đạo, thay vào đó bạn thích ẩn mình và tránh xa những “ánh đèn sân khấu”. Nhưng đôi khi, Emperor sẽ yêu cầu bạn đứng lên nắm quyền, bạn có thể cảm thấy chán ngấy với một người chủ hống hách hoặc cảm thấy buộc phải bước vào một môi trường linh hoạt hơn, bạn khao khát trở nên độc lập và bắt đầu sự nghiệp kinh doanh riêng của bạn. Hoặc bạn có thể tìm kiếm một công việc mà bạn có thể sáng tạo hơn trong cách làm việc.",
      "Nếu bạn gặp vấn đề trong một mối quan hệ, lá Emperor ngược cho biết rằng bạn có thể đang ở trong một mối quan hệ không bình đẳng và đó sẽ khiến bạn không được hạnh phúc về lâu dài. Người kia có thể đã trở nên hống hách, thống trị và độc đoán. Dường như phần lớn sự tự do của bạn đã bị lấy đi và điều này đang gây căng thẳng cho mối quan hệ và đang cản trở dòng chảy năng lượng giữa hai bạn."
    ],
    "keywords": "Xác thực; Luật lệ; Quyền lực; Cấu trúc; Làm cha",
    "reKeywords": "Thống trị; Lạm quyền; Vô kỉ luật; Cứng nhắc; Mất đi lý trí",
    "image": "5.png"
  },
  "6": {
    "name": "The Hierophant",
    "type": "1",
    "version": "v3",
    "description": [
      "The Hierophant là hình tượng nam của The High Priestess. Lá bài này còn được biết dưới tên the Pope (Giáo Hoàng) hay the Teacher (Giáo Sư) trong các bộ bài Tarot khác.",
      "The Hierophant là một nhà tư tế ngồi giữa một ngôi đền thiêng liêng (ngôi đền này khác với ngôi đền mà The High Priestess ngồi). Ông mặc một bộ lễ phục gồm ba màu đỏ, xanh và trắng là chủ đạo và một chiếc vương miện ba tầng, cả hai đều biểu thị ba thế giới mà ông cai trị (nhận thức, tiềm thức và siêu thức). Tay trái ông cầm cây quyền trượng có ba tầng hình Thánh Giá, biểu thị địa vị tôn giáo của ông. Ông giơ tay phải lên trong một tư thế cầu phúc, với hai ngón tay chỉ về Trời và hai ngón tay chỉ về Đất.",
      "Quỳ trước mặt ông là hai tín đồ. Nhiệm vụ của The Hierophant là truyền đạo cho hai tín đồ này để họ có thể đảm nhận vai trò được giao phó của mình. Hình ảnh này tượng trưng cho sự gia nhập vào các dạng tổ chức, nơi có bản sắc nhóm chung. Hai chìa khóa chéo ở dưới chân The Hierophant tượng trưng cho sự cân bằng giữa nhận thức và tiềm thức và việc mở khóa những bí ẩn, việc chỉ có ông mới có thể dạy."
    ],
    "meaning": [
      "Lá The Hierophant đại diện cho một tập hợp giá trị và niềm tin tâm linh có sẵn. Trước khi bạn khám phá một hệ thống niềm tin riêng mình hay đưa ra một lựa chọn nào, The Hierophant khuyến khích bạn tìm hiểu thêm thông tin từ những nguồn đáng tin cậy.",
      "Hãy tìm người thầy có thể dạy bạn những giá trị và niềm tin tâm linh một cách bài bản. Bạn cần có một khoảng thời gian học tập những điều “trong sách giáo khoa” (cơ bản và được ủng hộ rộng rãi) và các quy tắc cốt lõi trước khi bạn có thể đào sâu vào một chủ đề đã được khám phá và ghi chép đầy đủ.",
      "Nếu bạn đã thông tạo một lĩnh vực nào đó, bạn có thể đảm nhận vai trò là một người thầy hay một người cố vấn cho người khác. Trong vị trí này, bạn cần chia sẻ những kiến thức của mình theo một cách có trình tự, tuân theo những nguyên tắc đã được xây dựng từ trước.",
      "The Hierophant còn cho thấy bạn đang tuân theo những điều truyền thống và làm theo những thứ “đã được thử nghiệm”. Bạn chưa sẵn sàng để mạo hiểm hay đưa ra bất kỳ ý tưởng mới và sáng tạo nào. Thay vào đó, bạn tuân theo những nguyên tắc mà bạn biết sẽ dẫn đến một kết quả thành công.",
      "The Hierophant nhắc nhở rằng bạn cần tôn trọng những truyền thống gia đình, quy tắc nhóm mà bạn đã bỏ quên. Bạn đang được yêu cầu thực hành tâm linh dưới dạng nguyên sơ nhất - không tùy biến hay bẻ cong quy tắc. Hãy thử khám phá  “di sản” tâm linh hoặc tôn giáo của bạn.",
      "Lá The Hierophant còn có thể hiểu ở khía cạnh là thành viên của một nhóm hoặc là một phần của một tổ chức. Bạn có thể cảm thấy rất thoải mái khi được làm việc với những người có quy tắc rõ ràng. Việc tìm kiếm họ có thể quan trọng như khám phá một nhà thờ, chùa chiền, đạo tràng, hay một tôn giáo mới, hoặc đơn giản như tham gia một phòng gym hoặc một cộng đồng học tập trực tuyến. Làm việc nhóm cũng sẽ thúc đẩy khả năng học hỏi từ những người khác của bạn."
    ],
    "reMeaning": [
      "Lá The Hierophant ngược nhắc nhở rằng bạn chính là người dẫn đường của chính mình. Hầu như những tri thức bạn đang tìm kiếm dường như không phải từ một nguồn bên ngoài nào. Hãy đi trên con đường của chính mình thay vì mù quáng theo đuổi bất kì hành trình của ai khác. Có vẻ ban đầu bạn sẽ cảm thấy khó khăn, bất an, nhưng theo thời gian, bạn sẽ học được cách tin tưởng vào bản thân và khai thác những kiến thức từ bên trong bạn. Người khác có thể sẽ nghĩ rằng bạn “khác thường” nhưng bạn cần biết đây là lúc để làm vậy.",
      "Với The Hierophant ngược, bạn không còn cần sự chấp thuận từ bên ngoài để thành công. Bạn đã sẵn sàng để tự mình đi và làm theo cách của mình, ngay cả khi điều đó đi ngược với truyền thống. Hãy nhớ rằng, đi ngược với truyền thống là tìm ra những cái mới, nó không đồng nghĩa với việc chống lại những điều đúng đắn, luân thường đạo lí. Hãy cho phép bản thân tin tưởng vào sự hướng dẫn từ nội tâm và thắp sáng con đường của riêng mình.",
      "The Hierophant ngược cũng nói về việc thách thức hiện trạng. Bạn có những thế giới quan khác nhau và sẵn sàng thử nghiệm những ý tưởng và khái niệm mà bạn được dạy là “sự thật”. Bạn không còn chấp nhận những cấu trúc cứng nhắc xung quanh bạn; thay vào đó, bạn tìm kiếm những cơ hội để đổi mới. Nếu bạn cảm thấy bị hạn chế hoặc gò bó và đã mất đi cảm giác tự do và linh hoạt, đây là lúc để bạn tự đặt ra những quy tắc của mình.",
      "The Hierophant ngược khuyến khích bạn xem xét “cách làm việc từ trước nay” và tự hỏi liệu nó có phù hợp với giá trị của bạn. Bạn có thể đã chạy theo bản năng và theo đám đông, nhưng bây giờ bạn thấy rằng bạn cần phải thay đổi."
    ],
    "keywords": "Tri thức tâm linh; Niềm tin tôn giáo; Sự phù hợp; Truyền thống; Tham gia nhóm",
    "reKeywords": "Niềm tin bản thân; Sự tự do; Thách thức hiện thực",
    "image": "6.png"
  },
  "7": {
    "name": "The Lovers",
    "type": "1",
    "version": "v3",
    "description": [
      "Lá The Lovers bao gồm một người đàn ông và một người phụ nữ khỏa thân đứng dưới thần Raphael - thần chữa lành. Ông đại diện cho cả sự chữa lành về thể chất lẫn tinh thần. Ông ban phước cho người đàn ông và người phụ nữ, và nhắc nhở họ về sự liên kết của họ với Thiên Đường. Đôi tình nhân đứng trong một khung cảnh đẹp đẽ, gợi nhớ đến Vườn Địa Đàng. Phía sau người phụ nữ là một cây táo cao, một con rắn quấn quanh thân cây. Điều biểu thị sự cám dỗ của những niềm vui xác thịt đã khiến họ bị trục xuất khỏi vườn Địa Đàng.",
      "Phía sau người đàn ông là một “cây lửa”, biểu thị cho đam mê, mối quan tâm chính của người đàn ông. Mười hai ngọn lửa tượng trưng cho mười hai cung hoàng đạo, biểu thị cho thời gian vĩnh cửu. Người đàn ông nhìn về phía người phụ nữ, đang quan sát vị thiên thần, cho thấy con đường từ ý thức sang tiềm thức sang siêu thức, hoặc từ khao khát vật chất sang nhu cầu cảm xúc sang mối quan tâm tinh thần. Ngọn núi lửa ở phía sau gợi nhắc về sự “phun trào” của “đam mê” khi đôi tình nhân gặp nhau trong tình trạng khỏa thân hoàn toàn."
    ],
    "meaning": [
      "Lá The Lovers nói lên sự kết nối ý thức và những mối quan hệ có ý nghĩa. Có thể bạn có một mối liên kết đẹp, mạnh mẽ với những người thân yêu. Bạn chắc hẳn đã tìm thấy một người có “cùng tần số” hoặc bạn đời của mình, và dường như năng lượng tình dục đã vượt xa sự khoái lạc tức thời để trở thành một cái gì đó rất thiêng liêng giữa hai người. Bên cạnh đó, lá The Lovers còn biểu thị cho một tình bạn sâu sắc hay mối quan hệ gia đình, nơi chứa đầy yêu thương và sự trân trọng.",
      "The Lovers là một lá bài về sự giao tiếp và sự trung thực hoàn toàn. Người đàn ông và người phụ nữ đều khỏa thân, họ đã học cách mở lòng với nhau và chia sẻ những cảm xúc chân thật nhất. Họ tạo ra một không gian để sự tin tưởng và tự tin có thể nảy nở, và điều này tạo ra một sự gắn kết mạnh mẽ giữa hai người. The Lovers có thể là một dấu hiệu rằng bằng cách thổ lộ trực tiếp và chân thành với những người bạn quan tâm, bạn sẽ tạo ra một mối quan hệ hài hòa và trọn vẹn được xây dựng trên nền tảng tôn trọng và tin tưởng.",
      "The Lovers biểu thị cho việc làm rõ giá trị bản thân và niềm tin của bạn. Bạn đang tìm hiểu điều gì quan trọng với bạn và lẽ sống của bạn là gì. Trải qua quá trình học tập nghiêm túc, bạn đã sẵn sàng tạo dựng hệ thống niềm tin của mình và quyết định điều gì là quan trọng và không quan trọng đối với bạn. Đây là lúc để bạn bước vào thế giới rộng lớn và tự mình lựa chọn. Hãy luôn là chính mình và thành thật trong mọi hoạt động!",
      "Lá The Lovers còn nói về sự lựa chọn. Bạn muốn là ai trong cuộc sống này, bạn kết nối với những người khác như thế nào và ở cấp độ nào? Để có những quyết định đúng đắn, bạn cần hiểu rõ về niềm tin và giá trị của mình. Lá bài The Lovers thường là một dấu hiệu rằng bạn đang đối mặt với một tình huống liên quan đến đạo đức, bạn cần xem xét tất cả hậu quả trước khi hành động. Hãy tìm kiếm sự hướng dẫn cao hơn để đưa ra quyết định thực sự đúng đắn vì đây là lúc giá trị và nhân phẩm của bạn bị thử thách. Đừng cố đưa ra quyết định dựa trên nỗi sợ hãi, lo lắng hay xấu hổ.",
      "Cuối cùng, The Lovers khuyến khích bạn thống nhất hai lực lượng đối lập. Bạn có thể kết hợp hai phần có vẻ như đối lập với nhau để tạo ra một cái gì đó là “toàn vẹn”, thống nhất và hài hòa. Trong mỗi lựa chọn, luôn có lợi ích và bất lợi, cơ hội và thách thức, tích cực và tiêu cực. Khi bạn chấp nhận những sự đối lập này, bạn sẽ xây dựng được sự hòa hợp."
    ],
    "reMenaing": [
      "The Lovers ngược có thể báo hiệu bạn có thể mất kết nối với những người xung quanh bạn, đặc biệt là những người thân yêu của bạn. Sự căng thẳng đang ngập tràn trong mối quan hệ của bạn. Có vẻ hai bạn không còn tiếng nói chung? Nếu vậy, hãy nhìn lại lý do “chúng ta bắt đầu”. Nếu bạn còn yêu người ấy rất nhiều, hãy biết rằng khoảnh khắc này sẽ qua đi và điều tốt nhất bạn có thể làm là cho người đó thấy tình yêu của bạn vẫn luôn như vậy, vững chắc và chân thành. Ngược lại, bạn nhận ra rằng mối quan hệ của bạn đang dần đi vào bế tắc, những cuộc cãi vã luôn xuất hiện và có phần thiếu tôn trọng lẫn nhau, thì có thể đã đến lúc buông bỏ. Tôn trọng bản thân và làm những gì tốt nhất cho cả hai.",
      "Lá bài The Lovers ngược cũng có thể phản ánh rằng cảm xúc của hai người không đều nhau. Một người có thể có nhiều cảm xúc hơn người kia. Điều này có thể dẫn đến sự thất vọng và bất an sau này. Bạn do dự có nên mở lòng trước tình cảm này, vì bạn sợ sẽ khiến bản thân tổn thương.",
      "The Lovers ngược cũng nói về việc yêu bản thân. Bạn tôn trọng và chấp nhận bản thân mình và giá trị bạn mang lại cho thế giới này đến mức nào? Nếu bạn chỉ nhìn vào người khác và mong muốn bạn giống họ, bạn nên biết, bạn thấy những điều tốt ở họ được, là vì bạn cũng có chúng trong mình. Hãy để sức mạnh trong bạn được khơi dậy và trở thành phiên bản tốt nhất của chính mình.",
      "Có thể bạn đang gặp một số quyết định khó khăn, những hậu quả mang lại rất nghiêm trọng. Vì vậy, có thể bạn cảm thấy muốn đặt lợi ích trước mắt của bản thân lên trên và muốn giảm trách nhiệm cho hành động của mình. Hãy suy nghĩ lại, hãy chọn con đường tốt nhất cho lợi ích của mọi người và lợi ích thực sự tốt nhất cho tương lai, dù nó có khó khăn đến thế nào.",
      "Lá The Lovers ngược cũng có thể biểu hiện những xung đột nội tâm. Bạn có đang tự trừng phạt mình vì điều gì bạn đã làm hoặc thấy mình có trách nhiệm với điều gì không? Để thoát khỏi cuộc chiến này, bạn cần tập trung kết nối với hệ thống niềm tin và giá trị cá nhân của bạn. Chúng sẽ hướng dẫn bạn đưa ra những quyết định tốt hơn vào lần sau. Bạn có thể muốn tìm kiếm sự chỉ dẫn và lời khuyên từ người cố vấn tinh thần."
    ],
    "keywords": "Tình yêu; Sự hòa hợp; Mối quan hệ; Giá trị; Lựa chọn",
    "reKeywords": "Yêu bản thân; Sự bất hòa hợp; Mất cân bằng; Thiếu nhận thức về giá trị",
    "image": "7.png"
  },
  "8": {
    "name": "The Chariot",
    "type": "1",
    "version": "v3",
    "keywords": "Kiểm soát; Ý chí; Thành công; Hành động; Quyết tâm",
    "reKeywords": "Tự kỉ luật; Phản đối; Mất phương hướng",
    "description": [
      "Nổi bật lên trong lá The Chariot là một chiến binh dũng cảm đứng bên trong một chiến xa. Chiếc giáp của anh ta được trang trí bằng những mặt trăng lưỡi liềm biểu thị sự hình thành của thế giới, giữa áo có hình vuông biểu thị sức mạnh của ý chí và các biểu tượng thuật giả kim khác biểu thị cho sự biến đổi tinh thần. Vòng nguyệt quế và ngôi sao tượng tượng trưng cho sự chiến thắng, thành công và nâng cao tinh thần. Mặc dù anh ta có vẻ như đang điều khiển chiến xa, nhưng lại không cầm dây cương - chỉ có một cây gậy giống như của The Magician, biểu thị rằng anh ta kiểm soát bằng sức mạnh của ý chí và tâm trí.",
      "Người chiến binh đứng thẳng đứng cho thấy anh ta hoàn toàn hành động và tiến lên phía trước. Mái che của chiếc xe chứa đầy những ngôi sao sáu cánh, cho thấy sự liên kết của anh ta với thiên đàng. Trước xe có đôi nhân sư đen và trắng, biểu thị sự song song, và đôi khi là những sự đối lập. Đôi nhân sư kéo chiếc xe theo hướng ngược nhau, nhưng người chiến binh đã dùng ý chí và quyết tâm của mình để điều khiển chiếc chiến xa tiến về phía trước, theo hướng anh ta muốn. Sau chiến xa là một con sông rộng, tượng trưng cho nhu cầu phải phù hợp, hòa dòng chảy với nhịp điệu của cuộc sống. Thành lũy bên kia sông cho thấy người chiến binh đã quay lưng với những sung túc vật chất mà tìm lấy những giá trị tinh thần."
    ],
    "meaning": [
      "The Chariot là lá bài của ý chí, quyết tâm và sức mạnh. Bạn đã có được những quyết định phù hợp với nhân phẩm và giá trị của mình từ lá The Lovers, và lúc này bạn đang hành động theo những quyết định đó. Bạn đã đặt ra mục tiêu của mình và bạn đang sử dụng sức mạnh nội tại để biến chúng thành hiện thực. Khi bạn đặt cả nhiệt huyết, ý chí và kỷ luật vào quá trình này, bạn sẽ thành công.",
      "Đây không phải là lúc bạn chỉ mang hy vọng mọi thứ sẽ thuận lợi. Hãy hành động kiên trì và tập trung vào con đường của mình, dù có những thử thách nào sẽ xuất hiện trên hành trình này. Bạn có thể thấy mình bị kéo theo hai hướng ngược nhau và thấy sức mạnh và sự quyết tâm của bản thân bị thử thách. Có người sẽ cố ngăn cản bạn, làm nhụt chí bạn. The Chariot nhấn mạnh rằng, hãy tập trung vào những gì quan trọng với bạn, điều này sẽ giúp bạn vượt qua những trở ngại trên hành trình này.",
      "Nếu bạn nghi ngờ việc bản có đủ khả năng để đạt được mục tiêu hay không, The Chariot là một tín hiệu bạn sẽ thành công miễn là bạn giữ được sự tập trung, ý chí và tự tin vào khả năng của mình. Bạn không nên đốt cháy giai đoạn, nếu bạn không muốn thất bại. Thay vào đó, hãy coi nỗ lực này như một thử thách cho sức mạnh và sự quyết tâm của bạn. Chiến thắng đã nằm trong tầm tay, nhưng đạt được hay không còn dựa vào bạn.",
      "The Chariot nhắc bạn hãy luôn quyết tâm và quyết liệt. Hãy can đảm trong việc bày tỏ những gì bạn mong muốn, ngược lại, bạn sẽ không có được. Bạn cần tin vào bản thân và biết rõ điều gì quan trọng với bạn. Qua đó, bạn có thể xây dựng hệ thống niềm tin và giá trị cá nhân thông qua lá The Lovers.",
      "Bên cạnh đó, The Chariot còn hàm ý cho một chuyến du ngoạn. Hãy thử cho bản thân mở mang kiến thức bằng một chuyến du lịch dài ngày nếu thời gian và tài chính cho phép."
    ],
    "reMeaning": [
      "Lá The Chariot ngược có thể nhắc nhở việc bạn nên cẩn trọng với dự án quan trọng, có thể bạn nên “quay xe”, đổi hướng. Bạn có thể thấy mất động lực hay cảm thấy kết quả sẽ không như dự tính ban đầu. Vì vậy, hãy đánh giá lại tình hình và kiểm tra xem có dấu hiệu rằng bạn cần thay đổi hướng đi khác hay không? Hãy tự hỏi có lý do sâu xa nào khiến mọi thứ trở nên khó khăn hơn không và bài học đặt ra là gì?",
      "Đôi khi, lá The Chariot ngược là nhắc nhở rằng bạn đang để những trở ngại và thách thức cản trở bạn, ngăn bạn đạt được những gì đã đề ra. Mọi thứ đang trở nên quá khó khăn, và bạn không đủ ý chí để tiếp tục. Nếu điều đó đúng, hãy tạm dừng một thời gian và nghĩ về những điều quan trọng nhất với bạn và tại sao bạn muốn đạt được mục tiêu này ngay từ đầu.",
      "Trước khi hành động, The Chariot ngược nói rằng bạn nên tập trung năng lượng vào những quá trình nội tại như kỷ luật bản thân, quyết tâm bên trong và cam kết cá nhân. Bạn có thể có những định hướng phù hợp với sự nhận thức cao hơn (Higher Self). Hãy đảm bảo rằng năng lượng của bạn phù hợp với mục tiêu của bạn. Những hành động tập trung nội tại này rất quan trọng để khi đến lúc hành động, bạn sẽ sẵn sàng.",
      "Nếu bạn là người hiểu bản thân mình và biết bản thân đang cần đi đâu, hãy trở nên kỷ luật hơn trong những gì bạn đang làm. Mặc dù bạn thấy tình thế đang dường như bị mất kiểm soát, nhưng điều quan trọng là bạn cần hiểu những gì bạn có thể kiểm soát và những gì không. Đừng để bản thân lo lắng về những vấn đề ngoài tầm với của bản thân, vì bạn cũng chưa thể thay đổi chúng bây giờ. Hãy tập trung năng lượng của bản thân vòa những gì nằm trong tầm kiểm soát của bạn. Xem xét những gì bạn có thể làm để cải thiện tình hình.",
      "The Chariot ngược cũng cho thấy rằng bạn có thể đang cố gắng quản lý từng chi tiết nhỏ nhặt trong cuộc sống của mình, nhưng khi làm như vậy, bạn cảm thấy còn mất kiểm soát hơn. Hãy nới lỏng tay nắm và để mọi thứ diễn ra theo quy luật của nó. Hãy cởi mở với những lời đề nghị giúp đỡ và sau đó hãy biết ơn những gì bạn nhận được, ngay cả khi nó không hoàn toàn phù hợp với kỳ vọng của bạn."
    ],
    "image": "8.png"
  },
  "9": {
    "name": "Strength",
    "type": "1",
    "version": "v3",
    "keywords": "Sức mạnh; Lòng can đảm; Nhẫn nại; Kiểm soát; Lòng trắc ẩn",
    "reKeywords": "Sức mạnh nội tại; Nghi ngờ bản thân; Thiếu năng lượng; Bốc đồng",
    "description": [
      "Hiện lên trong lá Strength là hình ảnh người phụ nữ nhẹ nhàng vuốt ve một con sư tử. Người phụ nữ này đã thuần hóa con thú hoang này một cách kiên nhẫn và đầy tình yêu thương, mặc cho sự hung dữ của con vật. Sư tử là biểu tượng của những đam mê và khao khát xác thịt. Cô ấy không sử dụng bạo lực hay ép buộc mà dùng sức mạnh nội tâm của mình để thuần hóa và kiểm soát con sư tử một cách nhẹ nhàng.",
      "Người phụ nữ mặc một chiếc áo choàng trắng, thể hiện sự thuần khiết trong tâm hồn. Chiếc thắt lưng và vương miện hoa thể hiện những gì đẹp nhất và hoàn hảo nhất của thiên nhiên. Trên đầu cô ấy là biểu tượng vô cực, biểu thị tiềm năng và trí tuệ vô hạn của cô ấy."
    ],
    "meaning": [
      "Lá Strength đại diện cho sức mạnh, quyết tâm và quyền lực - tương tự lá The Chariot. Tuy nhiên, trong khi The Chariot biểu thị sức mạnh và ý chí bên ngoài, Strength lại nói về sức mạnh nội tâm và ý chí khả năng vượt qua mọi trở ngại. Bạn có thể chịu đựng được những khó khăn của cuộc sống. Bạn có sức bền và sự kiên nhẫn. Bạn chắc chắn với những gì bạn đang làm, và bạn làm điều đó với sự cẩn trọng và chuyên nghiệp.",
      "Bạn có sức mạnh nội tâm, ý chí mạnh mẽ và quyết tâm. Strength nói rằng bạn không cố gắng kiểm soát người khác mà lặng lẽ ảnh hưởng và thuyết phục từng bước. Giống như hình ảnh người phụ nữ trong lá bài, bạn có thể kiểm soát một tình huống mà không cần sử dụng quá nhiều sức mạnh bên ngoài.",
      "Bạn có đủ sức mạnh, sự tự tin để vượt qua mọi nỗi sợ và thách thức. Hãy gạt bỏ những điều làm bạn sợ qua một bên. Nếu bạn đã trải qua một thời gian khó khăn và bị kiệt sức hoặc căng thẳng, lá Strength khuyến khích bạn hãy dùng hết sức lực của mình và kiên trì, dù vậy bạn cũng nên có chút nghỉ ngơi, hãy thử thiền định để cảm nhận bên trong bạn. Bạn sẽ biết cách để chấm dứt thử thách này. Bạn sẵn sàng đứng lên và hiện diện khi người khác cần.",
      "Strength nhắc bạn “thuần hóa” phần “con” trong bạn. Bạn có thể giận dữ, thịnh nộ, buồn bã, tội lỗi hoặc xấu hổ trong một số tình huống. Nhưng điều quan trọng là bạn làm gì với những cảm xúc đó. Đây không phải là lúc để hành động theo cơn giận hay sự thù hận. Hãy nhìn nhận mọi sự việc với lòng từ bi, tình yêu thương và sự nhẫn nại. Bạn có thể nhờ đến một nhà tâm lý học hoặc tham gia một khóa tu để vạch ra một “chiến lược” nhằm đối phó với những cảm xúc tiêu cực đó."
    ],
    "reMeaning": [
      "Lá Strength ngược nhắc bạn chú ý đến sức mạnh nội tâm và sự tự tin của hiện tại của bạn. Bạn có đang tràn đầy sự tự tin hay đang rất tự ti? Hãy cân bằng những điều này. Bạn có thể cần phải tìm lại sức mạnh nội tâm của mình và tin vào khả năng của mình.",
      "Nếu bạn vừa trải qua một thất bại, bạn cảm thấy bị tổn thương và thiếu tự tin. Hãy nhớ rằng sức mạnh cốt lõi của bạn luôn ở bên bạn và bây giờ là một thời điểm tốt để kết nối lại với sức mạnh này. Thực tế, bạn có nhiều sức mạnh và khả năng phục hồi hơn bạn nghĩ - vì vậy, hãy yêu thương bản thân. Hãy vực dậy sự tự tin của bạn. Thu nhặt lại những điều bạn đã làm để thành công trong quá khứ và can đảm vượt qua những thách thức tạm thời này.",
      "Bạn có thể đang cảm thấy rất mệt mỏi, kiệt sức? Đặc biệt nếu bạn đã cống hiến hết mình để phục vụ người khác hoặc đã nỗ lực hết sức để đạt được một mục tiêu? Strength ngược khuyên bạn khôi phục và làm mới lại năng lượng của bạn. Hãy tự thưởng cho bản thân một chuyến du lịch, nghỉ dưỡng. Hoặc đơn giản là đến công viên, khu rừng, hồ nước yên tĩnh và ngồi lại, hít thở không khí và thư giãn bản thân. Bạn cần yêu thương và chăm sóc bản thân thật tốt thì bạn mới có thể chăm sóc tốt người khác.",
      "Lá Strength ngược nhắc nhở rằng bạn có thể đang rất căng thẳng, rất hung hăng và dễ bị kích động. Bạn có thể đang hành động bộc trực, bốc đồng và sẽ cảm thấy hối hận sau khi nhận được hậu quả. Điều bạn cần làm là chuyển hóa cơn giận chứ không phải đè nén nó. Hãy mở lòng và để dòng chảy từ bi được chảy qua bạn."
    ],
    "image": "9.png"
  },
  "10": {
    "name": "The Hermit",
    "type": "1",
    "version": "v3",
    "keywords": "Tìm kiếm linh hồn; Xem xét nội tâm; Cô đơn; Lời hướng dẫn từ bên trong",
    "reKeywords": "Sự cô lập; Cô đơn; Rút lui",
    "description": [
      "Trong lá The Hermit, ta thấy một người ẩn sĩ đứng một mình trên đỉnh núi. Dãy núi được phủ trắng bởi tuyết tượng trưng cho sự thành thạo, phát triển và thành tựu tâm linh của ông ta. Ông đã chọn con đường tự khám phá và đã đạt được trạng thái nhận thức cao hơn.",
      "Tay phải ông cầm một ngọn đèn có một ngôi sao sáu cánh (the Seal of Solomon), biểu tượng của trí tuệ. Ngọn đèn thắp sáng đường đi của ông ta. Nhưng nó chỉ chiếu sáng vài bước tiếp theo của ông ta chứ không rọi sáng cả con đường. Ông ta phải bước tiếp để biết nên đi đâu tiếp theo. Bên tay trái, người ẩn sĩ cầm một cây gậy dài (biểu tượng của quyền lực và quyền uy của ông), ông ta dùng nó để tự hướng dẫn và cân bằng bản thân."
    ],
    "meaning": [
      "The Hermit cho thấy bạn đang tập trung năng lượng vào bên trong và tìm ra đáp án của những câu hỏi mà bạn đang thắc mắc, sâu trong tâm hồn của bạn. Bạn nhận ra rằng tri thức sâu sắc nhất của bạn nằm trong chính bản thân bạn, chứ không nằm ở thế giới bên ngoài. Bạn bỏ lại phía sau những điều tầm thường để bắt đầu một cuộc hành trình khám phá bản thân, chỉ được dẫn dắt bởi trí tuệ bên trong và ánh sáng hướng dẫn của bạn. Bây giờ là thời điểm hoàn hảo để có một chuyến nghỉ cuối tuần hoặc một chuyến hành hương thiêng liêng, bất cứ điều gì giúp bạn có thể suy ngẫm về động lực, giá trị và nguyên tắc của bản thân, và tiến gần hơn với con người thật của mình.",
      "The Hermit khuyên bạn khám phá sâu vào thế giới riêng của bạn và chiêm nghiệm. Có thể có chút đơn độc, vì bạn tìm kiếm mọi thứ ở bên trong chứ không phải bên ngoài thế giới. Khi bạn đã hòa nhập với ánh sáng nội tâm, bạn sẽ lắng nghe được những câu trả lời bạn cần và trưởng thành hơn. Thắp lên ngọn đuốc của bản thân và tạo ra con đường riêng của bạn. Bạn sẽ nhìn thấy những gì nằm phía trước bạn - không phải quá xa, nhưng đủ để biết nên bước tiếp theo đâu. Vì vậy, hãy bước từng bước một.",
      "The Hermit thường xuất hiện khi bạn đang ở một điểm then chốt trong cuộc sống. Qua thiền định, suy ngẫm và xem xét bản thân, bạn có thể bắt đầu đánh giá lại mục tiêu của bản thân và thay đổi phương hướng tổng thể của mình. Hãy nhìn vào cuộc sống của mình với một sự hiểu biết sâu sắc và bạn có thể sẽ thay đổi một số ưu tiên so với ban đầu.",
      "The Hermit còn đại diện cho mong muốn quay lưng với xã hội vật chất và quyền lực để tập trung nhiều hơn vào thế giới bên trong bạn.",
      "The Hermit có thể xuất hiện trong cuộc đời bạn như một người thầy tâm linh, nhằm nâng cao tần số rung động và ý thức của bạn. Người thầy này sẽ dạy bạn cách tìm ra câu trả lời bên trong bạn."
    ],
    "reMeaning": [
      "The Hermit ngược có thể mang hai nghĩa: bạn chưa dành đủ thời gian cho việc suy ngẫm bản thân, hoặc bạn đã dành quá nhiều thời gian cho nó. Nếu bạn gặp khó khăn với việc kết nối với con người bên trong bạn, The Hermit ngược khuyến khích bạn tăng thêm không gian và thời gian để thiền định và suy tư. Đây là lúc bạn đào sâu vào con người thật của mình và tìm lại mục đích lớn lao của bản thân trong cuộc sống. Bạn có thể quá bận rộn với công việc và cuộc sống thường ngày mà quên đi việc lắng nghe tiếng nói bên trong mình. The Hermit nhắc bạn hãy tìm kiếm sâu trong tâm hồn bạn để tìm lại hướng đi và tập trung xây dựng lại mức độ tâm linh của bản thân.",
      "Nếu bạn đã dành nhiều thời gian suy ngẫm về con người bên trong, thì The Hermit ngược cho thấy bạn có thể đang chìm trong sự cô độc này quá mức. Bạn có đang cắt đứt mối liên hệ với người khác hay không? Đừng xem nhẹ giá trị của việc duy trì sự kết nối với mọi người, ngay cả khi bạn đang trải qua hành trình tâm linh của mình. Hãy quan tâm đến những người xung quanh. Bạn không nên quá tập trung vào bản thân mà quên đi gia đình và bạn bè.",
      "The Hermit ngược có thể chỉ ra sự cô lập không lành mạnh. Có thể trong một mối quan hệ, một người có thể muốn ở một mình hoặc rút khỏi mối quan hệ đó, trong khi người kia muốn trở nên sâu đậm hơn, khăng khít hơn. Hai bạn cần tôn trọng không gian của nhau nhưng cũng phải có mặt kịp thời để giúp đỡ khi cần thiết. Bên cạnh đó, The Hermit cũng gợi ý về việc ở một mình chưa thực sự phù hợp vào thời điểm mà bạn làm mọi thứ trong khả năng để gắn kết. Mặc dù mối quan hệ có những thách thức, không ai trong hai người muốn xa nhau. Vẫn quá sớm để chia tay và bạn vẫn muốn cả hai giải quyết vấn đề cùng nhau. Nếu bạn đã chia tay, thì có thể bạn đã sẵn sàng để tìm kiếm một mối quan hệ hoặc một mối liên kết mới trong thời gian này."
    ],
    "image": "10.png"
  },
  "11": {
    "name": "Wheel Of Fortune",
    "type": "1",
    "version": "v3",
    "keywords": "May mắn; Nhân quả; Vô thường; Định mệnh; Bước ngoặt",
    "reKeywords": "Xui xẻo; Chịu trách nhiệm; Mất kiểm soát; Thoát khỏi tiêu cực",
    "description": [
      "Lá Wheel of Fortune cho ta thấy một bánh xe khổng lồ. Bốn kí tự tiếng Do Thái (Hebrew) được khắc trên mặt bánh xe: י (Yod), ה (He), ו (Vav), ה (He), ghép lại là יהוה (YHVH, tiếng Do Thái đọc từ phải qua trái), vốn là tên gọi của Chúa. Xen kẽ là các chữ cái latinh TORA, có nghĩa là “luật”, hoặc đọc ngược lại là TAROT (nếu nối chữ T của vòng tiếp theo vào), hoặc thâm chí là ROTA, mang nghĩa “bánh xe”. Giữa bánh xe có các kí hiệu giả kim thuật của thủy ngân, lưu huỳnh, nước và muối - những nguyên tố xây dựng sự sống và bốn nguyên tố đại diện cho sức mạnh hình thành.",
      "Ở xung quanh là ba sinh vật, con rắn tượng trưng cho vị thần Ai Cập Typhon (vị thần của cái ác). Tiếp theo là Anubis, vị thần Ai Cập của cõi âm. Và trên đỉnh bánh xe là nhân sư (Sphinx), biểu tượng cho tri thức và sức mạnh.",
      "Ở bốn góc của lá Wheel of Fortune là bốn linh vật có cánh, mỗi linh vật đại diện cho bốn cung hoàng đạo thuộc nhóm Kiên định: thiên thần là Bảo Bình, chim ưng là Bọ Cạp, sư tử là Sư Tử và trâu là Kim Ngưu. Đôi cánh của chúng đại diện cho sự ổn định giữa sự chuyển động và thay đổi. Ngoài ra, cả bốn linh vật đều cầm theo Ngũ Thư (Torah), biểu tượng của trí tuệ."
    ],
    "meaning": [
      "Wheel of Fortune nhắc bạn rằng bánh xe trong lá bài luôn luôn quay và cuộc sống cũng như vậy, liên tục vận động. Nếu bạn đang trải qua một khoảng thời gian khó khăn, hãy yên tâm rằng mọi thứ sẽ tốt hơn từ đây. May mắn và vận may sẽ trở lại trong thời gian tới. Tương tự như vậy, nếu mọi việc đang diễn ra tốt đẹp, hãy biết rằng điều này cũng sẽ thay đổi và cuộc sống có thể trở lại “bình thường” sớm thôi. Vì vậy, hãy luôn trân trọng từng khoảnh khắc hạnh phúc trong cuộc sống của bạn, vì không ai chắc chắn mọi thứ sẽ y nguyên trong thời gian tới hay không?",
      "Wheel of Fortune còn nhắc nhở bạn về chân lý “gieo nhân nào gặp quả nấy”. Hãy là một người tốt và tràn đầy tình yêu thương, và những điều tốt đẹp sẽ đến với bạn. Vì vậy, nếu bạn muốn hạnh phúc và sung túc, hãy chắc chắn rằng bạn đang gửi ra Vũ trụ những điều tích cực. Những gì bạn gửi ra Vũ trụ sẽ trở lại với bạn.",
      "Wheel of Fortune khuyên bạn hãy luôn lạc quan và tin tưởng rằng Vũ trụ sẽ xử lý tình huống của bạn một cách tốt nhất. Thiền định và tự ngẫm có thể củng cố ý định để mang lại sự sung túc, may mắn và thịnh vượng hơn cho bạn. Cuộc sống của bạn sắp xoay chuyển theo hướng tích cực hơn nếu bạn sẵn sàng phát triển và nâng cấp bản thân. Hãy để ý những dấu hiệu từ Vũ trụ. Phép màu của số phận và định mệnh đang ở phía sau bạn, và những điều kỳ diệu đang sắp sửa xảy ra.",
      "Hãy cứ mở lòng và đón nhận sự giúp đỡ từ bên ngoài. Tìm kiếm sự giúp đỡ ngay khi bạn cảm thấy cần thiết, kể cả về vật chất hay tinh thần. Những người thầy, người hướng dẫn luôn vui lòng với những yêu cầu của bạn.",
      "Nếu bạn là một người sống ổn định, thì Wheel of Fortune có thể là một cú sốc cho bạn. Lá bài này cho thấy có những yếu tố ngoài tầm kiểm soát của bạn đang ảnh hưởng đến bạn. Dường như Vũ trụ đang tạo ra bất cứ điều gì, và bạn không thể kiểm soát và đoán trước được. Đây là một trong những khía cạnh khó khăn của lá bài vì dù bánh xe quay theo hướng nào, bạn cũng không thể thay đổi được. Bạn cần chấp nhận những gì đang xảy ra và thích nghi với chúng.",
      "Cuối cùng, Wheel of Fortune có thể đại diện cho một bước ngoặt trong cuộc sống bạn. Những cơ hội không tưởng bất ngờ đến với bạn. Và những cơ hội này có thể thay đổi đáng kể cuộc sống của bạn. Cho dù có phần mới lạ, hãy xem đây là một yêu cầu, lời mời từ Vũ trụ để bạn xoay chuyển mọi thứ và rẽ sang một nhánh mới trong cuộc đời. Bạn càng lắng nghe trực giác của mình và để Vũ trụ chỉ đường cho bạn, kết quả sẽ càng tốt hơn."
    ],
    "reMeaning": [
      "Lá Wheel of Fortune ngược có thể nói đến việc vận may và số phận của bạn có thể đang đi theo hướng xấu. Bạn có thể gặp phải những thay đổi bất ngờ hoặc những điều tiêu cực đang ập đến bạn. Bạn có thể đang rất bất lực. Bây giờ, bạn có thể không làm gì và hy vọng mọi thứ sẽ tốt hơn, hoặc bạn có thể hành động để cải thiện tình hình của mình. Hãy xem thời gian này là một cơ hội để bạn cố gắng  kiểm soát cuộc đời của mình và đưa mọi thứ trở lại quỹ đạo. Hãy tập trung vào những điều tích cực, hành thiện, tích đức, bày tỏ lòng yêu thương và mọi thứ sẽ tốt trở lại sớm thôi!",
      "Có thể rằng, thời gian tồi tệ này là hậu quả cho những quyết định sai lầm trong quá khứ. Hãy suy ngẫm lại những hành động nào góp phần dẫn bạn đến sự “khủng hoảng” này? Hãy ghi nhớ bài học này và đừng lặp lại trong tương lai. Hãy chịu trách nhiệm với hiện tại và tập trung xây dựng lại cuộc sống tích cực vốn có của bạn. Ngay lúc này, đừng cố dằn vặt bản thân quá mức mà hãy suy nghĩ đến những điều tích cực. Bạn có thể đi thiện nguyện, chung tay vào những hành động đẹp. Và đừng ngần ngại tìm kiếm sự giúp đỡ từ những người quanh bạn nếu cần thiết - bạn không cô đơn trên thế giới này!",
      "Wheel of Fortune ngược cũng phản ánh sự kháng cự với những thay đổi, đặc biệt là khi bạn cảm thấy bị ép buộc. Lá bài này cho thấy sự thay đổi có thể đã khiến bạn căng thẳng và bạn đang cố gắng ngăn chặn quá trình này. Hãy chấp nhận rằng sự thay đổi là không thể tránh khỏi và bạn sẽ có những trải nghiệm tốt hơn khi bạn thích nghi với chúng.",
      "Wheel of Fortune ngược còn nói rằng bạn có thể đã chấm dứt những điều tiêu cực liên tục có mặt trong cuộc sống của bạn. Có thể bạn đã nhận ra hành động nào của bạn đã tạo ra một vòng lặp và bây giờ bạn sẵn sàng thoát khỏi vòng luẩn quẩn đó."
    ],
    "image": "11.png"
  },
  "12": {
    "name": "Justice",
    "version": "v3",
    "type": "1",
    "keywords": "Công lý; Công bằng; Tin tưởng; Nhân quả; Luật lệ",
    "re_key": "Bất công bằng; Không trung thực; Thiếu giải trình",
    "description": [
      "Nhìn vào lá bài Justice, ta thấy ngay trước mắt là một người ngồi trước một chiếc khăn tím được treo một cách lỏng lẻo, thể hiện lòng trắc ẩn, và ngồi giữa hai trụ cột, giống như trong lá High Priestess hay lá Hierophant, biểu tượng của sự công bằng, luật lệ và quy củ.",
      "Cô ta cầm một thanh kiếm ở bên tay phải, đã nói lên được sự lôgíc, sự trật tự trong suy nghĩ – một điều cần thiết trong buổi phát quyết. Thanh kiếm hướng lên trời chính là quyết định cuối cùng, và nó cũng như một con dao hai lưỡi nói rằng hành động luôn đi cùng hậu quả. Thứ nằm trong tay trái cô ta chính là cái cân, đã biểu diễn quá rõ ràng sự công bằng và đó là biểu tượng của sự liêm chính của cô ta.",
      "Cô ta đeo một chiếc vương miện, nhìn kĩ sẽ thấy một hình vuông xanh lá, chính là những suy nghĩ tuần tự, cùng với chiếc áo choàng đỏ và lớp áo xanh phía trong. Dưới chân là một chiếc giày trắng lộ ra khỏi bộ đồ, là một lời nhắc về những hậu quả tâm lý của hành động đã gây ra."
    ],
    "meaning": [
      "Lá Justice biểu trưng cho sự công bằng, công lý và luật pháp. Bạn sẽ phải giải trình cho những hành động bạn và làm và sẽ được phán xét một cách phù hợp. Nếu bạn hành động cho mục đích cao cả, cho mọi người xung quanh thì chẳng việc gì phải lo lắng. Nhưng nếu ngược lại, bạn sẽ phải kiểm soát hành động của mình. Nếu điều này làm bạn cảm thấy lo sợ, hãy yên tâm rằng, lá Justice nó không khô khan duy nhất hai màu Đen và Trắng, mà nó còn có được sự thông cảm và trắc ẩn. Cho dù bạn đã làm gì đó khiến bản thân phải hối hận, bạn vẫn sẽ được đối xử công bằng và không thiên vị. Và hãy luôn có trách nhiệm trước những hành động và hậu quả của nó.",
      "Nếu bạn đang tìm công lý thì lá bài Justice sẽ là một tín hiệu tích cực rằng ước nguyện của bạn sẽ được xử lí sớm. Bạn có thể đang là một phần của một vụ án đang chờ phán quyết cuối cùng từ cơ quan pháp lý. Một phán quyết sẽ được đưa ra sớm thôi! Một khi đã có quyết định cuối cùng, bạn cần chấp nhận và tiểp tục bước đi, sẽ không có sự trở lại, làm lại lần hai với lá Justice này!",
      "Lá Justice thường xuất hiện khi bạn đang cần đưa ra một sự lựa chọn mà có kết quả lâu dài. Nên nhớ, lựa chọn của bạn sẽ ảnh hưởng đến lợi ích của bạn và những người xung quanh. Hãy kết nối với lý trí, sự hướng dẫn hay cả một hệ thống chỉ đường để có được sự lựa chọn đúng đắn nhất. Hoặc bạn có thể tự hỏi bản thân: “Nếu tôi lựa chọn nó, liệu tôi có thể đối mặt với nó được hay không?” Nếu câu trả lời là không hoặc không chắc chắn, hãy tiếp tục đào sâu, gia tăng liên kết đến những phần sâu hơn và phân định rõ Nên và Không nên, Đúng và Sai, ... cho đến khi bạn chắc chắn được lựa chọn của bạn được đảm bảo hoàn toàn.",
      "Ngay từ ban đầu, câu chuyện của lá Justice là đi tìm công lý. Khi bạn đi tìm ánh sáng của mình, mọi chuyện sẽ không thể “rõ như ban ngày”, mà nó sẽ là những gợi ý để bạn tìm thấy đáp án. Hãy sẵn sàng rằng bạn sẽ phải đi sâu vào những phần u ám và tăm tối nhất của câu chuyện. Hãy nhận biết rõ ràng những gì bạn tin là đúng và những gì bạn tin sẽ là công bằng nhất. Nó sẽ không rõ ràng như bạn nghĩ, vậy nên hãy chuẩn bị thách thức bản thân và khám phá những chân trời mới của sự tin tưởng!"
    ],
    "reMeaning": [
      "Với lá bài Justice ngược, bạn biết rằng mình đã phạm phải sai lầm về đạo đức. Mọi người sẽ chưa thể nhìn thấy bây giờ đâu, vậy nên bạn có hai sự lựa chọn: hoặc là dấu nó đến cùng và mong không một ai tìm ra sự thật, hoặc là hãy đứng lên và nhận ra lỗi lầm của mình để tập trung vào việc sửa lỗi nó. Bất kì cách nào được bạn chọn, bạn đều phải sống chung với hậu quả nó để lại, nên hãy chọn cách phù hợp với bản thân mình!",
      "Mặt khác, lá Justice ngược còn cho thấy rằng bạn còn chưa sẵn sàng nhận lấy trách nhiệm cho hành động của bạn và đang cố gắng để che đậy, đổi lỗi cho người khác. Bạn đang tự dối lòng và nói dối người khác, và điều đó sẽ khiến bạn không thể có được những bài học quý giá. Còn nếu vào thời gian này, bạn thừa nhận lỗi sai của mình, hãy tìm cách để sửa đúng lỗi sai đó để nó đúng trở lại. Nhờ đó, bạn sẽ cảm thấy như được giải thoát khỏi vòng vây của sự tội lỗi và xấu hổ với lương tâm, đó sẽ là bài học giúp bạn trưởng thành và có quyết định sáng suốt hơn trong tương lai.",
      "Lá Justice ngược còn nói rằng, bạn đang phê bình bản thân mình thậm tệ. Bạn đang tính rất kĩ những bước đi tiếp theo của mình và lại tự hạ thấp bản thân khi lỡ nhầm một bước. Lúc này, bạn hãy học cách tự tha thứ và chấp nhận bản thân. Hãy cảm ơn những lời phê bình đó vì đã đưa ra những phán xét riêng tư cho chính bạn để có thể tin tưởng vào bản thân cũng như có thể xóa đi những đánh giá ấy.",
      "Nếu bạn đang cần xem xét một quyết định quan trọng mà có thể ảnh hưởng đến người khác, hãy cẩn thận với những thành kiến, định kiến về người đó mà có thể làm quyết định đó trở nên không công bằng. Lúc này, bạn nên bổ sung thêm những thông tin khác để có thể dưa ra một quyết định sáng suốt và công bằng hơn.",
      "Nếu bạn đang tham gia vào một vấn đề pháp lý, và bạn sợ một quyết định không công bằng, hay sự tranh chấp khi đưa ra phán quyết cuối cùng, hãy luôn đặt câu hỏi về quá trình pháp lý. Có thể có những vấn đề pháp lý phức tạp hoặc một số thứ đang cản trở việc công lý được thực thi."
    ],
    "image": "12.png"
  },
  "13": {
    "name": "The Hanged Man",
    "type": "1",
    "version": "v3",
    "keywords": "Tạm dừng; Đầu hàng; Buông bỏ; Góc nhìn khác",
    "reKeywords": "Trì hoãn; Chống cự; Đình trệ; Do dự",
    "description": [
      "Trong lá The Hanged Man là hình ảnh một người đàn ông bị treo ngược lên cây. Anh ta nhìn thế giới từ một góc nhìn hoàn toàn khác biệt. Khuôn mặt chàng ta rất bình tĩnh, cho thấy tư thế này là lựa chọn của anh. Có một vầng hào quang xung quanh đầu anh ta, đại diện cho sự hiểu biết, nhận thức và giác ngộ. Chân phải anh bị trói vào cây, còn chân trái thì gập đầu gối và để sau chân phải. Hai tay anh ta gập lại đặt sau lưng tạo thành một hình tam giác ngược. Chàng trai mặc một chiếc quần đỏ, biểu thị cho niềm đam mê và cơ thể vật lí. Bên cạnh đó, chiếc áo xanh lại biểu thị cho kiến thức. Lá bài The Hanged Man chính là lá bài của sự buông bỏ tối thượng, chịu hy sinh để đạt được một lợi ích lớn hơn."
    ],
    "meaning": [
      "The Hanged Man nhắc bạn đôi khi phải dừng lại một số thứ để có thể bước tiếp (hoặc Vũ trụ sẽ thay bạn làm điều đó, nhưng có thể sẽ không phải lúc phù hợp với bạn đâu!). Những gì giúp bạn có được vị trí hiện tại, sẽ không thể đưa bạn đến tương lai. Vì vậy, hãy buông bỏ những lối tư duy và hành vi cũ, và bạn sẽ nhìn mọi thứ từ một góc nhìn mới, chào đón những cơ hội mới.",
      "Điều quan trọng là “sự buông bỏ” này có thể là tự nguyện hoặc bị ép buộc. Nếu bạn hòa hợp với trực giác của mình, bạn sẽ bắt đầu có cảm giác về khi nào nên dừng lại và đặt mọi thứ xuống – trước khi mọi thứ dần trở nên mất kiểm soát. Nhưng nếu bạn không để ý đến những tín hiệu từ trực giác, Vũ trụ sẽ giúp bạn làm điều này, bằng những trở ngại liên tục, sức khỏe kém, và sự suy sụp. Khi bạn cảm nhận được “thời khắc tạm dừng” đến, hãy chú ý đến nó và hành động, nếu không, Vũ trụ sẽ tăng cường độ tín hiệu lên đến khi bạn không thể bỏ qua nó nữa.",
      "The Hanged Man cũng có thể nói về việc những dự án và hoạt động của bạn bị dừng lại đột ngột. Đừng tiếp tục “cắm đầu về phía trước”, tin rằng càng nhiều sức mạnh sẽ càng giúp bạn đến đích. Thay vào đó, hãy tạm dừng để xem xét và đánh giá lại vị trí của bạn trên con đường. Có thể điều gì đó mới đang xuất hiện, nhưng nếu bạn không cho nó đủ thời gian và không gian để hình thành, bạn sẽ không thể thấy nó.",
      "Lá The Hanged Man là tín hiệu cho việc bạn hãy bình tĩnh và an nhiên khi buông bỏ và dừng lại. Dành thời gian tạm dừng những thói quen của bạn để tiếp cận một lối suy nghĩ và góc nhìn mới. Chắc chắn bạn có thể phải đặt một số thứ quan trọng xuống, nhưng nó rất đáng giá. Đây là cách Vũ trụ giúp bạn có được những góc nhìn mới và chuẩn bị cho bạn sự nâng cấp tiếp theo đang xảy ra trong cuộc sống của bạn. Bạn sẽ gặp trở ngại nếu chống lại sự thay đổi này. Thay vào đó, hãy để những cơ hội êm chảy đến với bạn.",
      "The Hanged Man đôi khi phản ánh rằng bạn đang cảm thấy bế tắc trong cuộc sống của mình. Điều gì đang khiến bạn trong “ngõ cụt”? Điều gì ngăn cản bạn tiến lên phía trước? Ở một mức độ nào đó, The Hanged Man đang yêu cầu bạn từ bỏ. Thay vì chống lại hoàn cảnh hiện tại của bạn, hãy chấp nhận chúng và cho phép bản thân xuôi theo dòng chảy cuộc sống. Ở một mức độ khác, bạn đang được kêu gọi để thay đổi góc nhìn và năng lượng của mình. Thử làm một điều gì mới, dù là đi dạo xung quanh nơi bạn ở, tham gia một khóa tu hay sống ở một nơi mới. Thay đổi thói quen hàng ngày của bạn để có thể bắt đầu thay đổi năng lượng và bắt đầu một lối sống mới tốt hơn."
    ],
    "reMeaning": [
      "Lá The Hanged Man ngược cho thấy bạn biết rằng bạn cần “tạm dừng”, nhưng bạn đang chống lại nó. Bạn lấp đầy ngày của mình với các nhiệm vụ và dự án, giữ bản thân bận rộn và làm xao nhãng bản thân khỏi vấn đề thực sự cần sự chú ý của bạn. Cơ thể và tinh thần của bạn đang yêu cầu bạn chậm lại, nhưng tâm trí của bạn vẫn cứ tiếp tục. Tạm dừng và nghỉ ngơi trước khi quá muộn. Hãy sắp xếp lại lịch trình của bạn và dành thêm thời gian và không gian để nghỉ ngơi và thư giãn.",
      "Bạn có thể đã ở trong tình huống mà mọi thứ đã bị đặt vào trạng thái tạm dừng, khiến bạn rất bực bội. The Hanged Man ngược chỉ ra một thời điểm khi bạn bất lực không thể làm gì tiếp vì những người khác hoặc hoàn cảnh đã để bạn chờ đợi. Điều quan trọng là bạn phải từ bỏ “những gì đang có” và buông bỏ những thói quen. Hãy xuôi theo dòng chảy cuộc sống, ngay cả khi nó không như bạn mong đợi. Khi nào nó mới lại đi đúng theo hướng bạn mong đợi!?",
      "Nếu cuộc sống của bạn đã “tạm dừng” trong một khoảng thời gian, The Hanged Man là một dấu hiệu tích cực rằng bạn đã có thể tiến lên với góc nhìn mới và năng lượng mới. Bạn có thể thấy rằng công việc xảy ra có trình tự, dễ dàng và trôi chảy hơn, và bạn đã sẵn sàng để tiếp tục. Có thể đã có một sự thay đổi đột phá trong cách bạn làm việc. Bạn đã chuẩn bị để thực hiện những thay đổi đó và tiến lên với một tư duy mới.",
      "The Hanged Man ngược cũng có thể là dấu hiệu rằng bạn đang do dự trước một quyết định hoặc hành động. Bạn nghĩ rằng bạn đang chờ đợi cho đến khi bạn cảm thấy hoàn toàn sẵn sàng. Nhưng có lẽ sẽ không bao giờ có sự sẵn sàng tuyệt đối đó. Đừng chờ đợi nữa, hãy đưa ra quyết định. Chỉ cần một tia sẵn sàng là đủ, đừng chờ đợi thêm nữa. Hãy hành động trước khi Vũ trụ không còn chờ bạn."
    ],
    "image": "13.png"
  },
  "14": {
    "name": "Death",
    "type": "1",
    "version": "v3",
    "keywords": "Kết thúc; Thay đổi; Biến chuyển; Chuyển tiếp",
    "reKeywords": "Chống cự sự thay đổi; Biến chuyển; Thay đổi tích cực",
    "description": [
      "Nổi bật lên trên lá Death là hình ảnh Tử thần - một bộ xương mặc áo giáp đen, cưỡi một con ngựa trắng. Bộ xương đại diện cho phần tồn tại lâu nhất của cơ thể sau khi chết. Áo giáp là biểu tượng cho sự bất khả chiến bại và mang ý nghĩa rằng cái chết sẽ đến bất kể điều gì, màu đen của nó là màu của buồn đau và điều bí ẩn. Trong khi chú ngựa có màu của sự thanh khiết và tượng trưng cho sức mạnh và quyền lực. Tử thần cầm một lá cờ đen được trang trí bằng một bông hồng trắng, năm cánh hoa, phản ánh vẻ đẹp, sự thanh lọc và sự bất tử, và số năm đại diện cho sự thay đổi. Tựu chung lại, những biểu tượng này tiết lộ rằng cái chết không chỉ là sự kết thúc. Cái chết là còn là sự khởi đầu, sinh và tái sinh, thay đổi và biến đổi. Tồn tại một vẻ đẹp kì lạ trong cái chết, và nó là một phần chắc chắn của cuộc sống.",
      "Một nhân vật hoàng gia dường như đã chết trên mặt đất, trong khi một người phụ nữ trẻ, một đứa trẻ và một giám mục đang cầu xin Tử thần tha cho họ. Nhưng, như chúng ta đều biết, cái chết không có ngoại lệ với ai. Đó là quy luật của cuộc sống: Sinh, trụ, dị và diệt. Phía sau, một chiếc thuyền lướt trên sông, giống như những chiếc thuyền trong truyền thuyết đưa người chết đến cõi âm. Phía chân trời, mặt trời lặn giữa hai ngọn tháp (cũng đã xuất hiện trong Lá The Moon), tượng trưng cho chu kỳ ngày đêm: ánh sáng kết thúc vào mỗi đêm và được “tái sinh” mỗi sáng.",
      "Lá Death chắc hẳn sẽ khiến nhiều người sợ hãi và bị hiểu lầm nhất trong bộ bài Tarot. Chỉ cần nhắc đến tên lá “Cái chết” cũng khiến mọi người hoảng sợ, lo sợ sẽ gặp điều không may mắn sau khi gặp lá bài này. Nhưng hãy bình tĩnh, Lá Death lại trái ngược lại, dường như nó là một trong những lá tích cực nhất trong bộ bài đấy!"
    ],
    "meaning": [
      "Sau một thời gian tạm dừng và suy ngẫm với The Hanged Man, Lá Death đại diện cho sự kết thúc của một giai đoạn hoặc khía cạnh quan trọng trong cuộc sống, thứ mà bạn nhận ra không còn giúp ích cho bạn. Hãy đóng một cánh cửa để mở một cánh cửa khác. Bạn cần để quá khứ về sau, sẵn sàng đón nhận những cơ hội mới. Có thể bạn thấy khó khăn khi buông bỏ quá khứ, nhưng bạn sẽ sớm nhìn thấy sự quan trọng của nó. Nếu bạn chống lại sự kết thúc cần thiết này, bạn có thể trải qua đau đơn, cả về tinh thần và thể chất. Nhưng nếu bạn tập trung vào sự sáng tạo, bạn cho phép những điều mới mẻ nảy nở trong bạn.",
      "Tương tự như vậy, Death cho thấy đây là thời điểm quan trọng cho biến đổi và chuyển tiếp. Bạn cần thay đổi bản thân và loại bỏ những điều cũ để mang lại những điều mới. Bất kỳ sự thay đổi nào cũng nên được chào đón như một điều tích cực, thanh lọc, làm mới cuộc sống của bạn. Sự kết thúc và loại bỏ những yếu tố hạn chế có thể mở ra cánh cửa cho một trải nghiệm cuộc sống tốt hơn, thỏa mãn hơn.",
      "Lá Death có những yếu tố của một sự thay đổi bất ngờ. Cái chết xảy ra với mọi người, không phân biệt bạn là ai, bạn sống ở đâu, màu da, sắc tộc, giới tính, tuổi tác của bạn là gì; nó cũng tương tự như một sự thay đổi đột ngột. Vì vậy, Death có thể là một dấu hiệu cho thấy bạn có thể cảm thấy như thể bạn bị kẹt giữa con đường của sự thay đổi và không thể thoát khỏi tác động của nó (đặc biệt khi đi kèm với The Tower hay The Hanged Man). Mặc dù sự đảo lộn có thể có vẻ không như mong muốn và gây ra nhiều đau đớn, nhưng sẽ mang lại cho bạn một loạt những bất ngờ về cơ hội và lợi thế mới cho bạn.",
      "Cuối cùng, Death là một tín hiệu rằng bạn cần học cách buông bỏ những ràng buộc không lành mạnh trong cuộc sống của bạn, mở đường cho một cuộc sống trọn vẹn, hạnh phúc với nhiều ý nghĩa hơn. Death dạy bạn cách buông bỏ cách sống lạc hậu (không còn phù hợp với bạn). Đây là một lá bài hoàn hảo để phá vỡ một thói quen xấu. Hãy xem đây là thời gian để cắt bỏ những sự dư thừa và buông bỏ những gì không cần thiết cho cuộc sống của bạn."
    ],
    "reMeaning": [
      "Lá Death ngược có thể mang nghĩa rằng bạn đã sắp thay đổi tốt hơn, nhưng bạn đang chống lại nó. Bạn có thể do dự, không muốn buông bỏ, hoặc có thể bạn không biết làm thế nào để thực hiện sự thay đổi bạn cần. Bạn vẫn mang theo những quan điểm độc hại từ quá khứ, điều có thể can thiệp vào một cơ hội mới. Vì sự từ chối của bạn, cuộc sống đã trì trệ, và bạn cảm thấy mất phương hướng.",
      "Lá Death ngược mang đến cho bạn cơ hội để chấp nhận sự thay đổi thay vì chống lại nó. Hãy xem những điều tuyệt vời nào sẽ đến khi bạn chấp nhận sự thay đổi. Khi bạn học cách buông bỏ quá khứ, tương lai sẽ trở nên sáng sủa hơn. Hãy thực hiện từ những việc nhỏ nhặt nhất, như việc bắt đầu dậy sớm hơn và chạy bộ quanh khu bạn sống một vài vòng, hoặc như việc ngủ sớm hơn mỗi đêm.",
      "Lá Death ngược có thể cho thấy bạn đang trải qua một sự biến đổi cá nhân đáng kể. Bạn đang loại bỏ những gì không còn giúp ích bạn để có thể tạo ra không gian cho điều mới xuất hiện. Rút một lá bài tiếp theo để hiểu rõ hơn những gì bạn cần phải buông bỏ và thanh lọc, hoặc xem xét các lá bài khác trong trải bài. Bạn có thể đang loại bỏ nỗi sợ và những giới hạn, bạn có thể đang thay đổi thói quen của mình, hoặc trải qua một sự thanh lọc và biến đổi về thể chất với những liệu pháp chữa lành tích cực. Bạn có thể không muốn chia sẻ điều này với người khác ngay lập tức, vậy hãy chờ đợi cho đến khi sự thay đổi đã diễn ra hoàn tất. Sau đó, hãy chia sẻ hành trình của bạn như một câu chuyện truyền cảm hứng."
    ],
    "image": "14.png"
  },
  "15": {
    "name": "Temperance",
    "type": "1",
    "version": "v3",
    "keywords": "Cân bằng; Chừng mực; Kiên nhẫn, Mục đích",
    "reKeywords": "Mất cân bằng; Thái quá; Tự chữa lành; Sắp xếp lại",
    "description": [
      "Lá Temperance mang hình ảnh của một thiên thần lưỡng tính (thần Hermaphrodite). Người mặc một chiếc áo choàng màu xanh nhạt với một hình tam giác nằm trong hình vuông ở phía trước, biểu thị rằng con người nằm trong Trái đất và tuân theo các quy luật tự nhiên. Thiên thần đứng cân bằng giữa một chân trên tảng đá, một chân ở dưới nước, thể hiện sự cần thiết phải giữ vững vàng nhưng cũng phải tuân theo dòng chảy. Người rót nước qua lại giữa hai chiếc cốc, tượng trưng cho sự cân bằng (nếu chỉ rót vào một chiếc có thể sẽ gây ra “giọt nước tràn ly”).",
      "Phía sau là một con đường quanh co lên dãy núi, đại diện cho hành trình của cuộc sống. Trên đỉnh núi lơ lửng một chiếc vương miện vàng bao bọc trong ánh sáng rực rỡ, biểu tượng cho việc đi theo con đường cao cả và trung thành với mục đích và ý nghĩa của cuộc sống."
    ],
    "meaning": [
      "Temperance là lá bài mang lại sự cân bằng, kiên nhẫn và điều độ cho cuộc sống của bạn. Bạn được kêu gọi giữ ổn định năng lượng của mình. Đây là lúc để phục hồi dòng chảy trong bạn và lấy lại trật tự và cân bằng cho cuộc sống của bạn.",
      "Temperance nhắc bạn luôn phải bình tĩnh, ngay cả khi cuộc sống trở nên quay cuồng và căng thẳng. Duy trì một tâm trạng ổn định và kiểm soát cảm xúc của mình. Bạn đã học cách giữ bình tĩnh trong những tình huống căng thẳng. Những điều nhỏ nhặt không làm bạn khó chịu, nhờ vào khả năng kiên nhẫn vô tận của bạn. Giữ bản thân cân bằng và thanh bình là điều sẽ giúp bạn đạt được sự hoan hỉ trong cuộc sống của mình.",
      "Temperance khuyên bạn nên giữ trạng thái trung lập trong thời gian này. Bây giờ không phải là lúc để có những ý kiến quá khích hoặc gây tranh cãi. Hãy là người hòa giải và tránh cực đoan. Hãy là một người giúp gắn kết mọi người lại với nhau để tạo ra sự hài hòa và hợp tác. Bằng cách làm việc cùng nhau, bạn sẽ tận dụng và học tập được từ được sức mạnh của tập thể.",
      "Lá Temperance còn nói về sự pha trộn những yếu tố khác biệt lại với nhau. Giá trị của sự hợp nhất sẽ nhiều hơn tổng giá trị của từng thành phần đơn lẻ. Ví dụ một nghệ sĩ pha trộn các vật liệu hoặc kỹ thuật khác nhau, người bartender pha trộn các nguyên liệu hợp lí và sáng tạo ra ly cocktail mới, hay việc kết hợp khéo léo nhiều thuật toán trong cùng một chương trình để tăng hiệu suất làm việc.",
      "Lá Temperance cho thấy bạn có một tầm nhìn rõ ràng, dài hạn về những gì bạn muốn đạt được. Bạn không vội vàng làm mọi thứ, thay vào đó, bạn dành thời gian để đảm bảo rằng bạn xử lí từng công việc tốt nhất có thể. Bạn biết rằng bạn cần một sự hướng dẫn phù hợp để đạt được mục tiêu của mình.",
      "Cuối cùng, lá bài này đại diện cho việc học ở mức cao hơn. Bạn học được rất nhiều từ nơi bạn đang ở và bạn hạnh phúc với những gì bạn đang làm. Mọi thứ dường như đang hòa hợp với nhau. Tiếng nói nội tâm đã dẫn dắn bạn đến kết quả tốt đẹp, và bạn luôn kiên nhẫn lắng nghe và tuân theo."
    ],
    "reMeaning": [
      "Nếu bạn vừa trải qua sự “quá tải” trong thời gian dài, Temperance ngược là một lời cảnh báo rằng bạn cần khôi phục sự cân bằng và điều độ sớm nhất có thể. Có thể bạn đang ăn uống quá mức, rượu chè thường xuyên, mua sắm những thứ quá đắt tiền liên tục, bất hòa với người thân, làm việc quá mức, hoặc đang chìm sâu trong những suy nghĩ tiêu cực. Những điều này đang đẩy bạn xa khỏi mục đích sống của bạn. Vì vậy, đã đến lúc nói “Dừng lại”. Mọi thứ đều cần có chừng mực!",
      "Temperance ngược có thể là một tín hiệu rằng bạn cảm thấy có điều gì đó không ổn trong cuộc sống của bạn, tạo ra sự căng thẳng và lo lắng. Cuộc sống không chảy trơn tru như bạn mong đợi. Hãy tập trung vào tầm nhìn dài hạn, mục đích cao cả của bạn và tìm cách thích ứng các hoạt động hàng ngày.",
      "Temperance ngược có thể phản ánh một giai đoạn suy ngẫm, bạn có thể xem lại những ưu tiên của cuộc sống. Bạn có thể cảm thấy muốn theo một hướng, nhưng cuộc sống hàng ngày của bạn không cho phép bạn theo hướng đó. Bạn có thể thay đổi lối sống, các mối quan hệ, nghề nghiệp và cả thói quen hàng ngày, để bạn có thể nuôi dưỡng sự cân bằng và tập trung hơn vào những ưu tiên mới của bạn. Đừng ngạc nhiên nếu bạn gặp phải sự căng thẳng hoặc thậm chí xung đột khi bạn để thế giới bên trong hòa hợp với thế giới bên ngoài. Đó là một điều tự nhiên của quá trình phát triển và tạo ra sự thay đổi tích cực.",
      "Lá Temperance ngược cũng đại diện cho sự tự chữa lành. Bằng cách tạo ra sự cân bằng và điều độ trong cuộc sống, bạn mở cửa cho sự chữa lành “làm việc”. Và bạn thực hiện riêng tư, không bị ảnh hưởng bởi những người xung quanh. Và bạn biết những gì bạn cần để chữa lành và tạo ra sự trôi chảy trọng cuộc sống."
    ],
    "image": "15.png"
  },
  "16": {
    "name": "The Devil",
    "type": "1",
    "version": "v3",
    "keywords": "Góc tối; Lệ thuộc; Cám dỗ; Ràng buộc; Tình dục",
    "reKeywords": "Giải phóng khỏi sự giới hạn; Thâm nhập suy tư thầm kín; Không bám chấp",
    "description": [
      "Xuất hiện trong lá The Devil là nhân vật Baphomet, một sinh vật nửa người nửa dê. Ban đầu, Baphomet đại diện cho sự cân bằng giữa thiện và ác, nam và nữ, phần “con” và phần “người”. Tuy nhiên, gần đây, hình tượng này đã được liên kết với sự huyền bí và trở thành “tội đồ” cho mọi thứ được coi là “ác”.",
      "Hình tượng của The Devil có một đôi cánh dơi, loài động vật hút máu con mồi, biểu tượng cho điều sẽ xảy ra khi bạn nhượng bộ cho những ham muốn của mình. Hắn ta có ánh nhìn thôi miên, “thu hút” và mê hoặc những người tiếp cận hắn và thâu tóm họ. Phía trên hắn là một ngôi sao năm cánh ngược - tượng trưng cho tà thuật. Hắn ta giơ tay phải trong điệu chào “Vulcan Salute”. Trong tay trái, hắn cầm một ngọn đuốc đang cháy.",
      "Dưới chân hắn là một người đàn ông và một người phụ nữ, cả hai đều khỏa thân và đang bị xích vào bục mà The Devil ngồi. Họ có vẻ đang ép bị giam cầm ở đây - nhưng nhìn kỹ hơn, bạn sẽ nhận thấy rằng những chiếc xích quanh cổ họ rất lỏng lẻo và có thể dễ dàng tháo ra. Mỗi người đều có những sừng nhỏ trên đầu, giống như của quỷ, một dấu hiệu cho thấy họ ngày càng trở nên giống hắn ta hơn khi họ ở đây lâu hơn. Cả hai đều đã mọc đuôi, một biểu tượng khác của phần “con” của mỗi người, và hình tượng quả nho và ngọn lửa trên đuôi tương ứng biểu thị cho thỏa mãn và ham muốn."
    ],
    "meaning": [
      "The Devil đại diện cho bóng tối (hoặc mặt tối) của bạn và những thế lực tiêu cực đang gò bó và ngăn cản bạn trở thành phiên bản tốt nhất của chính mình. Bạn có thể bị ảnh hưởng bởi những thói quen, hành vi, lối tư duy, mối quan hệ tiêu cực. Bạn thấy mình bị mắc kẹt giữa niềm vui ngắn hạn và nỗi đau dài hạn. Tương tự với lá The Lovers, nói về sự song song và sự lựa chọn, tuy nhiên, với The Devil, bạn đang chọn con đường của sự thỏa mãn nhất thời, ngay cả khi nó làm tổn hại đến sức khỏe dài hạn của bạn.",
      "The Devil thường xuất hiện khi bạn tin rằng bạn không thể kiểm soát bóng tối của mình hoặc những thế lực tiêu cực này, và rằng bạn không bao giờ thoát khỏi sự kiểm soát của chúng. Bạn tin rằng bạn cần nó và bạn phải có nó, ngay cả khi phải chống lại những điều đúng đắn chỉ để có được nó. Bạn biết rõ rằng nó có hại cho bạn. Vì vậy, để thoát khỏi sự tiêu cực này, bạn cần nhận ra chúng đã thao túng bạn như thế nào và hậu quả mà chúng gây ra cho cuộc sống của bạn. Hãy xây dựng lại niềm tin rằng bạn đủ mạnh mẽ và quyền năng để loại bỏ sự tiêu cực ra khỏi người bạn! Vấn đề là bạn có dám hay không?",
      "Khi lá The Devil xuất hiện trong trải bài Tarot, hãy xem nó như một cơ hội để nhận thức được những ảnh hưởng tiêu cực này, để bạn có thể hành động để giải phóng chính mình khỏi sự kiểm soát của chúng. Hãy chiếu sáng bóng đêm đã cản trở bạn trong thời gian dài, và theo thời gian, bạn sẽ làm suy yếu khả năng kiểm soát của chúng. Vì The Devil là một lá thuộc bộ ẩn chính, nên có khả năng bạn sẽ không thoát khỏi màn đêm tăm tối chỉ qua một đêm. Nó có thể là một hành trình đẩy thử thách và gian nan đối với bạn. Hãy tập trung ý chí và sức mạnh để giải phóng bản thân khỏi ảnh hưởng của chúng. Nhưng chắc chắn rằng, bạn có đủ khả năng để loại bỏ chúng.",
      "The Devil cũng có thể cho thấy một sự gắn kết mạnh mẽ giữa hai người, chẳng hạn như một người mẹ và đứa con mới sinh, hoặc một tình yêu mới vẫn còn trong giai đoạn “tuần trăng mật”. Tuy nhiên, hãy cẩn thận, vì với The Devil, sự gắn kết lành mạnh này có thể trở thành một sự phụ thuộc nếu bạn mất kết nối với sự hướng dẫn bên trong bạn.",
      "The Devil cũng có thể đại diện cho tình dục và sự hoang dã của bạn. Bạn có thể đang khám phá những điều mới lạ và con người tối tăm nhất của bạn. Nếu bạn có thể làm điều này trong một không gian an toàn, nó có thể là một trải nghiệm. Tuy nhiên, nó có khả năng trở nên không an toàn hoặc có hại cho sức khỏe của bạn trong dài hạn. Vì vậy, một lần nữa, hãy đặt ra những ranh giới rõ ràng, chọn đối tác một cách khôn ngoan, và sẵn sàng từ chối nếu cần."
    ],
    "reMeaning": [
      "The Devil ngược thường xuất hiện khi bạn đang ở bước cuối của một sự đột phá hoặc nâng cấp. Bạn được đạt đến tiềm năng cao nhất của mình, nhưng trước tiên, bạn cần buông bỏ bất kỳ sự gắn kết không lành mạnh hoặc niềm tin hạn chế nào có thể ngăn cản bạn. Khi bạn muốn đạt đến điều gì “hơn”, bạn phải đối mặt với bóng tối của mình trước khi bạn có thể bước vào phiên bản mới của chính mình. Nó có thể là một sự nghiện ngập, những mối quan hệ không lành mạnh, hoặc nghề nghiệp không phát triển. Hãy buông bỏ nỗi sợ và giải phóng bất kỳ niềm tin hạn chế tự đặt ra nào cản trở sự phát triển của bạn. Nó dễ dàng hơn bạn nghĩ.",
      "The Devil ngược yêu cầu bạn đối mặt với những nỗi sợ hãi và lo âu bên trong, để giải phóng chính mình khỏi những ràng buộc với những niềm tin hạn chế, và những sự gắn kết không lành mạnh. Loại bỏ những thứ bạn biết là có hại cho cả tinh thần và thể chất của bạn. Bạn có thể tuân theo một chế độ ăn uống lành mạnh hơn, bớt dùng điện thoại lại, bỏ hút thuốc, dành nhiều thời gian hơn cho những người thân yêu, hoặc tập trung nhiều hơn vào mục tiêu của bạn. Hãy tận dụng cơ hội này để mang lại sự thay đổi tích cực trong cuộc sống của bạn bằng cách giữ cho tâm trí tập trung vào mục tiêu cuối cùng là tự tại.",
      "The Devil ngược cũng có thể xuất hiện khi bạn đang đi vào những nơi sâu thẳm, tối tăm nhất của mình - cho dù bạn có sẵn sàng hay không. Khi bạn đi con đường này một cách có ý thức, bạn làm điều đó với sức mạnh, sự tự tin và can đảm. Bạn tìm cách hiểu những góc khuất sâu nhất của mình để bạn có thể buông bỏ chúng hoặc “thuần phục” chúng. Khi bạn làm điều đó một cách vô ý, hoặc với sự kháng cự, bạn có thể thấy bối rối khi bắt đầu nhận ra bạn rất khác với những gì bạn nghĩ về bản thân. Bạn có thể bước vào một giai đoạn lo âu hoặc trầm cảm, hoặc trải qua những suy nghĩ tối tăm mà bạn phải đấu tranh tâm lí dữ dội. Nếu điều này đúng, hãy tìm kiếm một nhà trị liệu chuyên nghiệp để giúp bạn vượt qua thời gian này.",
      "The Devil ngược cũng có thể là một dấu hiệu bạn đang che giấu bản thân sâu thẳm, tối tăm nhất của mình khỏi người khác, giữ nó là một bí mật. Bạn có thể có những suy nghĩ, ảo tưởng, nghiện ngập, hoặc thói quen mà bạn không muốn người khác biết vì bạn cảm thấy xấu hổ hoặc hổ thẹn. Nhưng đôi khi, giữ kín những bí mật có thể góp phần tăng cường một mức độ tội lỗi, và bạn có thể cảm thấy một sự nhẹ nhõm nếu bạn có thể chia sẻ bản thân tối tăm của mình với ít nhất một người tin cậy. Bạn cần chấp nhận bản thân bạn là ai và tha thứ cho bản thân vì những suy nghĩ bạn có. Tất nhiên, nếu bạn có nguy cơ tự làm hại bản thân hoặc người khác, hãy tìm kiếm sự giúp đỡ chuyên nghiệp ngay lập tức.",
      "Đức Đạt Lai Lạt Ma đã từng nói: “Bám chấp là nguồn cơn; gốc rễ của đau khổ; do đó nó là nguyên nhân của mọi khổ đau.” Trong Phật giáo hay nhiều tôn giáo khác, không bám chấp là trạng thái thoát khỏi những ham muốn, ràng buộc, sầu não và có được bình yên nội tại. Nhưng điều này không có nghĩa là bạn thờ ơ, vô cảm, nó là không còn phụ thuộc vào những điều không lành mạnh. Và bạn có thể thực hành nhận thức chánh niệm, thiền định và tự ngẫm để đạt được trạng thái này."
    ],
    "image": "16.png"
  },
  "17": {
    "name": "The Tower",
    "type": "1",
    "version": "v3",
    "keywords": "Thay đổi đột ngột; Biến động; Hỗn loạn; Khai mở; Thức tỉnh",
    "reKeywords": "Thay đổi bản thân; Sợ phải thay đổi; Tránh tai họa",
    "description": [
      "The Tower cho thấy một ngọn tháp cao đứng trên đỉnh của một ngọn núi đá. Sét đánh làm cho tòa tháp bốc cháy, và hai người nhảy ra khỏi cửa sổ. Đây là một cảnh tượng hỗn loạn và dường như biểu thị cho sự hủy diệt.",
      "The Tower là một cấu trúc vững chắc, nhưng vì nó được xây dựng trên nền đất lung lay. Chỉ một tia sét đánh trúng đã khiến nó bị phá hủy. Điều này đại diện cho những tham vọng và mục tiêu được tạo ra trên những nền tảng sai lầm.",
      "Tia sét đại diện cho một sự bùng nổ đột ngột của năng lượng và sự hiểu biết dẫn đến một sự đột phá hoặc khai mở. Nó đánh vào đỉnh tòa tháp và đánh chiếc vương miện rơi xuống, biểu tượng cho năng lượng chảy xuống từ Vũ trụ, thông qua Luân xa vương miện. Những con người tuyệt vọng nhảy ra khỏi tòa tháp đang cháy, không biết điều gì đang chờ họ khi họ rơi xuống. Xung quanh họ là 22 ngọn lửa, đại diện cho 12 cung hoàng đạo và 10 Sephiroth của Cây sự sống."
    ],
    "meaning": [
      "Khi lá The Tower xuất hiện, có thể những điều bất ngờ đã hoặc đang chuẩn bị xảy đến - sự đột ngột thay đổi, phá hủy và hỗn loạn. Nó có thể là một cuộc ly hôn, thất bại tài chính, vấn đề sức khỏe, thiên tai, mất việc làm, hoặc bất kỳ sự kiện nào lay động bạn đến tận cùng tâm can, ảnh hưởng đến bạn về mặt tinh thần, trí tuệ và thể chất. Không có cách nào thoát khỏi nó. Sự thay đổi đã đến để xé toạc mọi thứ, tạo ra hỗn loạn và phá hủy mọi thứ trong cuộc sống của bạn (nhưng nó sẽ khiến bạn trưởng thành).",
      "Khi bạn đang rất yên bình và thoải mái, bỗng “một gáo nước lạnh tạt thẳng vào bạn”. Một tia sét của sự rõ ràng và sự hiểu biết đã đánh xuống những lời nói dối và ảo tưởng mà bạn đã tự nói với bản thân, và bây giờ sự thật đã được đưa ra ánh sáng. Thế giới của bạn có thể sụp đổ ngay trước mặt bạn, theo cách mà bạn không thể tưởng tượng được, và bạn nhận ra rằng bạn đã xây dựng cuộc sống của mình trên những nền tảng không vững chắc - những giả định, sự thật sai lầm, ảo tưởng, lời nói dối trắng trợn, …. Mọi thứ bạn cho là đúng đã trở thành sai. Bây giờ, bạn có thể thắc mắc rằng điều gì là thật và điều gì là không, điều gì bạn có thể dựa vào và điều gì bạn không thể tin tưởng. Điều này sẽ khiến bạn mất phương hướng, đặc biệt là khi hệ thống niềm tin cốt lõi của bạn bị thách thức. Nhưng theo thời gian, bạn sẽ nhận ra rằng những niềm tin ban đầu của bạn được xây dựng trên một sự hiểu biết sai lầm, và những hệ thống niềm tin mới của bạn sát với thực tế hơn.",
      "Cách tốt nhất để tiến lên phía trước là để “tòa tháp” này bị phá hủy hoàn toàn để bạn có thể tập trung xây dựng lại. Lần này, bạn không có lựa chọn nào khác ngoài việc đầu hàng trước sự hủy diệt và hỗn loạn, bất kể đó là điều không mong muốn và rất đau đớn. Thay đổi lối tư duy rất khó khăn, nhưng bạn cần phải tin rằng cuộc sống đang xảy ra vì bạn, và tất cả đều có lý do của nó. Sự hủy diệt này sẽ cho phép những điều mới được nảy nở và linh hồn của bạn có thể được tiến hóa.",
      "Sau giai đoạn khủng hoảng này, bạn sẽ trở nên mạnh mẽ, khôn ngoan và kiên cường hơn khi bạn phát triển một góc nhìn mới về cuộc sống, thứ mà bạn từng không tin nó tồn tại. Những giai đoạn này đều cần thiết cho sự phát triển và quá trình giác ngộ của bạn. Sự thật sẽ mang lại sự thay đổi tích cực, ngay cả khi bạn trải qua vô vàn nỗi đau và lo âu xuyên suốt quá trình.",
      "Lá The Tower không hoàn toàn liên quan đến nỗi đau và hỗn loạn. Nếu bạn cảnh giác và lắng nghe những lời hướng dẫn bên trong của bạn, thì The Tower có thể gợi ý một sự thức tỉnh hoặc khai mở tinh thần. Bạn có thể nhìn thấy những vết nứt hình thành và hành động trước khi cả tòa tháp sụp đổ. Bạn có thể tạo ra một cuộc “đại chuyển biến” trước khi bạn đạt đến thời điểm mà xây dựng lại là lựa chọn duy nhất của bạn. The Tower nói rằng đây là cơ hội bạn có thể thoát khỏi những lối suy nghĩ cũ kỹ đang gây trở ngại cho bạn."
    ],
    "reMeaning": [
      "The Tower ngược cho thấy bạn đang trong một quá trình thay đổi bản thân đáng kể. Điều này khác với trải nghiệm của The Tower “xuôi” - nơi sự thay đổi thường do những hoàn cảnh bên ngoài và thậm chí có thể cảm thấy bị ép buộc. Ngược lại, với The Tower ngược, bạn là người chủ động thay đổi và tự đặt ra những câu hỏi về hệ thống niềm tin cốt lõi, giá trị và lẽ sống của bạn. Bạn có thể trải qua một sự thức tỉnh tinh thần khi bạn khám phá ra một nhận thức tâm linh mới. Bạn có thể thay đổi những niềm tin và quan điểm của bạn về những chủ đề quan trọng, nhận ra rằng bạn không thể theo những lối mòn cũ nữa. Bạn đang tạo ra sự thay đổi để có thể lột xác với một phiên bản mới.",
      "Đôi khi, The Tower ngược có thể là một dấu hiệu cho thấy bạn đang chống lại sự thay đổi và trì hoãn việc “lập trình lại” cần thiết. Bạn có thể phủ nhận rằng sự thay đổi đang xảy ra. Hoặc bạn có thể bám vào một hệ thống niềm tin cũ kỹ mặc dù bạn biết rằng chúng không còn tốt cho bạn nữa. Dù bạn không muốn, bạn cần phải trải qua thời gian khó khăn này để học được một bài học quý giá và tiến bộ trong cuộc sống của bạn. Và hãy biết rằng nếu bạn tiếp tục chống lại sự thay đổi này, “biện pháp mạnh” sẽ được áp dụng. Sự phát triển và biến đổi mà lá The Tower mang lại là không thể tránh khỏi.",
      "Cuối cùng, The Tower ngược có thể gợi ý về việc giảm sự ảnh hưởng của việc thay đổi sắp xảy ra trong cuộc sống của bạn, đặc biệt là nếu bạn hòa hợp với trực giác của mình. Bạn có thể được cảnh báo trước hoặc có một linh cảm rằng có điều gì đó lớn sắp xảy ra, và bạn có thể lên kế hoạch trước để tránh, hoặc giảm thiểu sự hủy diệt đang chờ đợi phía trước."
    ],
    "image": "17.png"
  },
  "18": {
    "name": "The Star",
    "type": "1",
    "version": "v3",
    "keywords": "Hy vọng; Niềm tin; Mục đích; Đổi mới; Tâm linh",
    "reKeywords": "Mất niềm tin; Tuyệt vọng; Niềm tin bản thân; Mất kết nối",
    "description": [
      "Hiện lên trong lá The Star là hình ảnh một người phụ nữ khỏa thân đang quỳ bên bờ hồ. Cô ta cầm hai bình nước: một trong tay trái (tượng trưng cho tiềm thức) và một trong tay phải (tượng trưng cho ý thức). Cô ta đổ nước ra để nuôi dưỡng đất và tiếp tục chu trình sinh sản, được biểu thị bởi những cây cỏ xanh tươi xung quanh. Bình nước còn lại đổ nước lên đất khô, chảy theo năm hướng, biểu thị cho năm giác quan.",
      "Người phụ nữ đặt một chân lên đất, biểu thị cho năng lực thực tế của cô ta, và chân kia đặt trong nước, biểu thị cho trực giác và nguồn lực bên trong. Cô luôn lắng nghe tiếng nói bên trong. Cô ta khỏa thân, biểu thị cho sự yếu đuối và trong sạch của cô ta dưới bầu trời đêm đầy sao. Phía sau cô ta, một sao lớn tỏa sáng biểu thị cho bản chất cốt lõi và bảy ngôi sao nhỏ hơn, biểu thị cho các luân xa."
    ],
    "meaning": [
      "Lá The Star ở sau lá The Tower trong bộ bài Tarot, nó đến như một sự an ủi sau một thời gian của sự phá hủy và hỗn loạn. Bạn đã chịu đựng nhiều thử thách và vứt bỏ mọi niềm tin sai lệch đã từng cản trở bạn trước đây. Bạn đang nhận ra bản chất cốt lõi của mình. Dù cuộc sống mang đến cho bạn điều gì, bạn biết rằng bạn luôn kết nối với năng lượng yêu thương thuần khiết. Bạn có một cảm giác mới về bản thân, một sự trân trọng mới cho bản chất của sự sống.",
      "The Star mang lại hy vọng và niềm tin mới, và một cảm giác rằng bạn thực sự được Vũ Trụ giúp đỡ. Bạn đang bước vào một giai đoạn yên bình, yêu thương trong cuộc sống, tràn đầy năng lượng bình an, ổn định tinh thần và sự hiểu biết sâu sắc hơn về bản thân và những người xung quanh bạn. Đây là một thời gian của sự phát triển và trưởng thành cá nhân đáng kể khi bạn đã sẵn sàng để nhận những điều tích cực từ Vũ Trụ.",
      "Với Lá The Star, mọi điều có thể xảy ra và ma thuật đang chảy xung quanh bạn. Trái tim bạn đầy hy vọng, và linh hồn bạn được nâng cấp khi bạn nhận ra rằng ước mơ của bạn thực sự có thể trở thành hiện thực. Hãy cho phép bản thân được mơ ước, khao khát, nâng cao bất cứ cách nào có thể để bạn có thể chạm tới những ngôi sao. Chúng đang ở đây chờ đợi bạn.",
      "Bạn cũng có thể muốn tìm hoặc khám phá lại một ý nghĩa, cảm hứng hoặc mục đích trong cuộc sống của bạn. Bạn đang thực hiện những thay đổi quan trọng trong cuộc sống của bạn, trở thành phiên bản mới nhất của chính mình. Bạn đang chọn phiên bản tốt nhất của bản thân. Đây là một hành trình tâm linh sâu sắc sẽ mang lại ý nghĩa và mục đích hơn cho cuộc sống của bạn và làm mới lại năng lượng bên trong. Hãy loại bỏ bất kỳ niềm tin sai lệch, vỏ bọc hay lừa dối nào, và sống trong bản chất chân thật của bạn. Hãy mở lòng với những ý tưởng và sự phát triển mới, và lắng nghe tiếng nói âm thầm bên trong.",
      "Lá The Star cũng biểu thị cho một tinh thần hào phóng. Bạn muốn cho hoặc chia sẻ của cải của mình với người khác để giúp thay đổi cuộc sống của họ. Bạn có một trái tim rộng mở, và bạn bây giờ muốn nhân rộng những điều tích cực bạn đã nhận được với người khác."
    ],
    "reMeaning": [
      "Lá The Star ngược có thể mang nghĩa bạn đã mất niềm tin và hy vọng vào Vũ Trụ. Bạn có thể đang cảm thấy bị choáng ngợp bởi những thách thức của cuộc sống ngay bây giờ và đặt câu hỏi tại sao bạn lại phải trải qua điều này. Bạn biết cuộc sống mang đến những thử thách. Nhưng tại sao lại là cái này, và tại sao lại là bây giờ?! Bạn có thể đang cầu xin Vũ Trụ cho bạn một sự nghỉ ngơi và cố gắng để thấy được những vị thầy tâm linh đang ở bên bạn. Nhưng hãy nhìn kỹ hơn, bạn sẽ thấy nó. Những người thầy ấy luôn ở đó. Hãy dành một chút thời gian để hỏi bản thân bạn, bài học ở đây là gì, và làm tại sao đây là một điều tốt, chứ không phải là một sự trừng phạt.",
      "Lá The Star ngược thường là một bài kiểm tra niềm tin. Khi đối mặt với một tình huống khó khăn, bạn có thể sụp đổ như The Tower hoặc kiên định trong niềm tin của bạn rằng những người thầy tâm linh ở khắp mọi nơi. Bạn cũng sẽ học được cách tin tưởng không chỉ vào Vũ Trụ mà còn vào chính bản thân bạn. Khi bạn có niềm tin và tự tin vào bản thân, bạn cho phép những người thầy soi đường chỉ lối cho bạn.",
      "The Star ngược cũng cho thấy rằng bạn đã mất cảm hứng và dần tách rời với công việc, sở thích, mối quan hệ hay những dự án cá nhân, …. Chắc hẳn bạn từng rất nhiệt huyết ở thời điểm đầu, nhưng bây giờ bạn đang thấy bản thân bị choáng ngợp bởi những thói quen nhàm chán và ảm đạm hàng ngày. Lá bài này đặc biệt liên quan đến các câu hỏi, trải bài về sự nghiệp khi bạn cảm thấy không liên kết với công việc bạn làm và tự hỏi liệu đã đến lúc thay đổi chưa. Hãy kết nối lại với những điều thực sự quan trọng với bạn và lẽ sống của bạn trong cuộc sống này. Hãy điều chỉnh cuộc sống hàng ngày của bạn theo sát mục đích này, và bạn sẽ tìm được những nguồn cảm hứng mới.",
      "Lá The Star ngược cũng khuyến khích bạn dành thời gian để chăm sóc bản thân hơn. Năng lượng bạn dữ trữ có thể đã cạn kiệt hoàn toàn, vì vậy thay vì ép bản thân quá sức, hãy dành thời gian chỉ cho riêng bạn. Đặt lịch một buổi mát-xa, thực hành lại những bài tập tâm linh hàng ngày của bạn - bất cứ điều gì có thể nuôi dưỡng tinh thần và kết nối lại với bản chất bên trong của bạn."
    ],
    "image": "18.png"
  },
  "19": {
    "name": "The Moon",
    "type": "1",
    "version": "v3",
    "keywords": "Ảo tưởng; Nỗi sợ; Lo lắng; Tiềm thức; Trực giác",
    "reKeywords": "Thoát khỏi nỗi sợ, Kìm nén cảm xúc; Bối rối",
    "description": [
      "Lá The Moon hiện lên một vầng trăng tròn trong bầu trời đêm, nằm giữa hai ngọn tháp lớn. Mặt Trăng là biểu tượng của trực giác, giấc mơ và tiềm thức. Ánh sáng của nó mờ nhạt so với mặt trời, và chỉ chiếu sáng yếu ớt con đường dẫn đến ý thức cao hơn uốn khúc giữa hai ngọn tháp.",
      "Ở phía trước là một cái ao nhỏ, biểu thị cho tiềm thức. Một con tôm hùm nhỏ bò ra khỏi cái ao, biểu thị cho những giai đoạn đầu tiên của ý thức bắt đầu mở ra. Một con chó và một con sói đứng trên cánh đồng cỏ, hú vang về mặt trăng, biểu thị cho cả hai khía cạnh thuần hoá và hoang dã của tâm trí chúng ta."
    ],
    "meaning": [
      "The Moon đại diện cho những nỗi sợ hãi và ảo tưởng của bạn và thường xuất hiện khi bạn sợ những điều trong hiện tại và tương lai của bạn, dựa trên những kinh nghiệm quá khứ của bạn. Bạn có thể có một ký ức đau đớn đã gây ra sự khó chịu về mặt cảm xúc, nhưng thay vì đối phó với những cảm xúc đó, bạn đã đẩy chúng xuống sâu trong tiềm thức của bạn. Bây giờ, những cảm xúc này đang tái xuất, và bạn có thể thấy bản thân bị ảnh hưởng bởi chúng ở mức nhận thức hoặc vô thức. Ví dụ, nếu bạn đã gặp tai nạn xe hơi khi còn nhỏ nhưng không xử lý những cảm xúc, bạn có thể buồn hoặc lo lắng mỗi khi bạn ngồi vào ghế sau của một chiếc xe. Để khắc phục điều này, hãy kết nối với tiềm thức của bạn và giải phóng bất kỳ nỗi sợ hãi hoặc lo lắng nào cản trở bạn. Thôi miên, trị liệu và chữa lành tâm linh có thể hỗ trợ quá trình này.",
      "The Moon có thể chỉ một khoảng thời gian hỗn loạn và ảo tưởng, khi mọi thứ không như những gì chúng biểu hiện. Hãy cẩn thận khi đưa ra những quyết định tức thời khi The Moon xuất hiện vì sau đó bạn có thể mới nhận ra rằng bạn chỉ có một nửa thông tin bạn cần. Bạn cần lắng nghe và tin tưởng vào trực giác của mình để có thể nhìn xa hơn những gì đang hiện ra trước mắt bạn. Hãy cảm nhận các tình huống thay vì nghĩ rằng chúng có ý nghĩa gì. Hãy buông bỏ những ý nghĩ tiêu cực và cho phép trực giác hướng dẫn bạn. Những giấc mơ, trực giác và sự hướng dẫn bên trong của bạn sẽ dẫn bạn tiến lên phía trước về những mức độ hiểu biết cao hơn nếu bạn lắng nghe và sử dụng lý trí của mình để diễn giải những thông điệp của tiềm thức.",
      "Khi lá bài The Moon xuất hiện trong trải bài Tarot, hãy chú ý đến các chu kỳ mặt trăng và điều hòa sức mạnh thiêng liêng. Kết nối với tính nữ thiêng liêng và khám phá ra những hiểu biết trực giác sâu sắc và những hình ảnh về những gì nằm ngoài cuộc sống hàng ngày. Vào ngày trăng non, hãy đặt ra ý định của bạn và gieo hạt cơ hội để chúng có thể phát triển. Và vào ngày trăng tròn, hãy tôn vinh những thành tựu của bạn và xem xét những gì bạn cần giải phóng để những khía cạnh mới của bản thân bạn có thể tỏa sáng."
    ],
    "reMeaning": [
      "The Moon ngược chỉ ra rằng bạn đã phải đối mặt với ảo tưởng, nỗi sợ hãi và lo lắng, và bây giờ những ảnh hưởng tiêu cực của những năng lượng này đang giảm dần. Bạn đang vượt qua những nỗi sợ hãi và lo lắng của mình, hiểu được tác động của chúng đối với cuộc sống của bạn và làm thế nào để bạn có thể tự do khỏi những niềm tin sai lệch. Đây là một trải nghiệm buông bỏ và thay đổi thực sự.",
      "Bạn có thể cố gắng chôn vùi những cảm xúc càng sâu hơn trong tiềm thức của bạn để bạn có thể tránh những bóng tối đen tối của mình. Bạn có thể chưa sẵn sàng để đối mặt với những cảm xúc của mình, đẩy chúng sang một bên và giả vờ như không có gì sai trái. Điều này này có thể hiệu quả trong ngắn hạn, nhưng cuối cùng, bạn sẽ cần phải đào những cảm xúc này lên và đối phó với chúng một cách quyết liệt.",
      "The Moon ngược cũng có thể cho thấy rằng bạn đang nhận được những thông điệp từ trực giác nhưng bạn đang gặp khó khăn trong việc hiểu chúng có ý nghĩa gì. Thông điệp có thể gây bối rối, hoặc cách diễn giải của bạn khác với những gì bạn đọc ở nơi khác. The Moon ngược kêu gọi bạn lắng nghe tiếng nói bên trong mà không phải tiếng nói của người khác. Hãy tin rằng những câu trả lời bạn cần đã có trong bạn, và hòa hợp với hệ thống hướng dẫn bên trong của bạn để nghe được những câu trả lời đó. Hãy chú ý đến những giấc mơ và ghi lại nhật ký giấc mơ vì đây là cách mà nhiều thông điệp tiềm thức được truyền đạt cho bạn. Nếu bạn vẫn cảm thấy khó hiểu, hãy vẫn tiếp tục ghi lại những thông điệp bạn nhận được và ngẫm lại chúng sau khi bạn có nhiều gợi ý rõ ràng hơn."
    ],
    "image": "19.png"
  },
  "20": {
    "name": "The Sun",
    "type": "1",
    "version": "v3",
    "keywords": "Tích cực; Vui vẻ; Ấm áp; Thành công; Sức sống",
    "reKeywords": "Sự vô tư vốn có; Xuống cảm xúc; Quá lạc quan",
    "description": [
      "Lá The Sun phát ra ánh sáng lạc quan và tích cực. Một mặt trời lớn, sáng chói chiếu sáng trên bầu trời, đại diện cho nguồn gốc của mọi sự sống trên Trái đất. Bên dưới, bốn bông hoa hướng dương cao vút trên một bức tường gạch, đại diện cho bốn bộ ẩn phụ và bốn nguyên tố. Ở phía trước, một đứa trẻ vô tư đang ngồi trên lưng một con ngựa trắng yên bình. Đứa trẻ đại diện cho niềm vui khi kết nối với tinh thần bên trong của bạn, và sự khỏa thân của nó đại diện cho không có gì để che giấu và tất cả sự trong sạch và thuần khiết của tuổi thơ. Con ngựa trắng cũng là một dấu hiệu của sự trong sạch và sức mạnh."
    ],
    "meaning": [
      "The Sun đại diện cho sự thành công, sự rạng rỡ và sự sung túc. The Sun cho bạn sức mạnh và nói với bạn rằng bất kể bạn đi đâu hoặc làm gì, năng lượng tích cực và rạng rỡ của bạn sẽ theo bạn và mang lại cho bạn hạnh phúc và niềm vui. Mọi người bị thu hút bởi bạn vì bạn luôn nhìn thấy mặt tốt của mọi việc và mang lại sự ấm áp vào cuộc sống của những người khác. Năng lượng đẹp đẽ, ấm áp này là những gì sẽ giúp bạn vượt qua những thời kỳ khó khăn và giúp bạn thành công. Bạn cũng đang ở trong một vị trí mà bạn có thể chia sẻ những phẩm chất và thành tựu cao nhất của mình với người khác. Tỏa sáng bản thân của bạn và những gì bạn đại diện, chiếu ánh sáng yêu thương của bạn lên những người bạn quan tâm.",
      "Nếu bạn đang trải qua một thời kỳ khó khăn, The Sun nhắn nhủ rằng mọi việc sẽ tốt hơn! Qua những thử thách, bạn đã khám phá ra ai là bạn và tại sao bạn ở đây. Bây giờ bạn đầy năng lượng và nhiệt huyết cho tương lai và đã có thể cảm nhận được sự thành công và sung túc chảy về phía bạn. Bạn tràn đầy sự tự tin vì bạn biết mọi việc sẽ ổn – nó luôn luôn vậy! Cuộc sống tốt đẹp!",
      "The Sun kết nối bạn với cơ sở năng lượng của bạn – không phải là nỗi sợ, ích kỷ, mà là năng lượng dồi dào bên trong đang phát ra ngay bây giờ. Bạn sẽ cảm nhận được nó ở luân xa búi mặt trời (tùng thái dương) của bạn, thể hiện bản thân một cách chân thực và hoàn toàn hiện diện trong thế giới xung quanh bạn. Bạn có những gì mà người khác muốn, và hãy tỏa sáng năng lượng của bạn ra thế giới một cách mạnh mẽ. Hãy khai thác năng lượng của bạn và sử dụng ý chí bộc lộ theo những cách thật tích cực.",
      "The Sun cũng là một lá bài đầy năng lượng. Đây có thể là một thời điểm bạn mong đợi trải nghiệm sự gia tăng năng lượng vật lý, sinh khí và tính cách tích cực. Bạn tràn ngập niềm hăng hái, được tiếp thêm sinh lực và tận hưởng một cảm giác tuyệt vời về sức khỏe."
    ],
    "reMeaning": [
      "The Sun ngược nhắc đến sự vô tư vốn có của bạn. Khi trưởng thành, chúng ta bị lạc trong nhịp sống hối hả và bận rộn của cuộc sống hàng ngày mà quên mất cách vui vẻ. Nhưng chỉ cần dành vài phút để xem một đứa trẻ chơi, bạn nhận ra cuộc sống thật tuyệt vời và vô tư khi bạn học cách buông bỏ những lo lắng và mối quan tâm của mình. Khi bạn thấy The Sun ngược trong trải bài Tarot của bạn, hãy xem nó như một lời nhắc bạn bỏ lại công việc và trách nhiệm của mình, ngay cả chỉ trong một khoảnh khắc, và chơi. Nhảy nhót như không ai đang nhìn, hát như không ai đang nghe, và để trái tim và linh hồn của bạn bay tự do.",
      "The Sun ngược có thể gợi ý rằng bạn đang đấu tranh để nhìn thấy mặt tốt của cuộc sống. Bạn có thể đã trải qua những thất bại làm tổn hại sự hăng hái và lạc quan của bạn và có thể khiến bạn nghi ngờ liệu bạn có thể đạt được những gì bạn đặt ra hay không. Bạn có thể cảm thấy chán nản hoặc bị bỏ rơi và không còn tận hưởng những gì bạn đang làm. Tuy nhiên, The Sun không bao giờ là một lá bài tiêu cực, vì vậy điều này chỉ là tạm thời. Những trở ngại bạn thấy có thể được dễ dàng loại bỏ nếu bạn cố gắng. Nó có thể chỉ cần nhiều nỗ lực hơn bình thường.",
      "Mặt khác, bạn có thể quá tự tin hoặc quá lạc quan. Bạn có thể đã trở nên kiêu ngạo và xa rời với những gì bạn có thể đạt được. Bạn có trung thực với bản thân và người khác không? Hay là, bạn đang cố gắng tâng bốc bản thân dù bạn biết bạn không ở mức đó? Nếu điều này đúng, hãy tham khảo ý kiến ​​của người khác và nhìn nhận lại thật kĩ lưỡng."
    ],
    "image": "20.png"
  },
  "21": {
    "name": "Judgement",
    "type": "1",
    "version": "v3",
    "keywords": "Phán xét; Tái sinh; Tiếng gọi nội tâm; Tha thứ",
    "reKeywords": "Nghi ngờ bản thân; Chỉ trích nội tâm; Phớt lờ tiếng gọi nội tâm",
    "description": [
      "Lá bài Judgement hiện lên những người đàn ông, phụ nữ và trẻ em trần truồng đứng dậy từ ngôi mộ của họ, tay giang rộng và nhìn lên bầu trời. Bên trên, Thiên sứ Gabriel đang thổi một chiếc kèn trumpet. Những con người ấy đáp lại lời gọi của ông ta, sẵn sàng để được phán xét và biết liệu họ có được chấp nhận vào thiên đường hay không. Phía sau là một dãy núi rộng lớn, biểu thị cho những trở ngại không thể vượt qua và sự bất khả thi của việc trốn tránh phán xét."
    ],
    "meaning": [
      "Lá Judgement đang kêu gọi bạn đứng lên và tiếp nhận ý thức cao hơn để phục vụ cho lợi ích cao nhất của bạn. Bạn đang trải qua một sự thức tỉnh tâm linh và nhận ra rằng bạn phù hợp với nhiều thứ hơn bạn nghĩ. Đây là sự nâng cấp mạnh mẽ của bạn! Bạn nghe thấy lời gọi và sẵn sàng hành động. Hòa nhập với một tần số cao hơn. Hãy tạm biệt bản thân trước kia của bạn và bước vào phiên bản mới nhất của chính mình.",
      "Lá Judgement thường chỉ ra rằng bạn cần phải đưa ra một quyết định thay đổi cuộc sống, nhưng không giống như những quyết định liên quan đến lá bài Justice mang tính logic, quyết định này yêu cầu sự kết hợp giữa trực giác và trí tuệ. Bạn có thể đang ở một ngã ba đường, nhận thức rằng bất kỳ lựa chọn nào bạn làm cũng sẽ mang lại một sự thay đổi đáng kể với những hậu quả kéo dài. Hòa nhập với nhận thức cao hơn (higher self) của bạn, tin tưởng vào trực giác và tin rằng bạn đang ở đúng con đường.",
      "Judgement xuất hiện trong trải bài Tarot khi bạn gần đạt được một giai đoạn quan trọng trong hành trình của mình. Bạn đã xem xét và đánh giá lại những kinh nghiệm quá khứ của mình và đã học được từ chúng. Tất cả các mảnh ghép của thử thách cuối cùng cũng được ghép lại để tạo thành một bức tranh thống nhất về câu chuyện cuộc sống của bạn. Sự tích hợp này đã chữa lành những vết thương sâu, và bạn đã có thể để quá khứ phía sau. Bạn đã tìm được sự tha thứ, đã xóa bỏ bất kỳ sai lầm hoặc hối tiếc nào, và giải phóng bất kỳ tội lỗi hoặc nỗi buồn nào về quá khứ. Quá trình thanh lọc này sẽ làm cho bạn tươi mới và sẵn sàng để đối mặt với bất kỳ thách thức mới nào.",
      "Lá Judgement gợi ý rằng bạn có thể tìm được sự an ủi khi chia sẻ những khó khăn của mình với những người khác. Sẽ có người cũng đã trải qua điều tương tự và có thể chỉ cho bạn con đường để thoát khỏi những phiền muộn. Hãy để họ hướng dẫn bạn và giúp bạn - cùng vươn lên."
    ],
    "reMeaning": [
      "Lá Judgement ngược lại đòi hỏi một thời gian suy ngẫm và tự đánh giá. Qua thiền định, bạn có thể đạt được một sự hiểu biết sâu sắc về những vấn đề đan xen trong cuộc sống của bạn và những gì bạn có thể làm hoặc thay đổi để tránh những điều này. Bạn có thể đã giữ chúng bí mật hoặc che giấu vì bạn sợ cách mà người khác sẽ phán xét bạn. Để xóa bỏ những sai lầm và hối tiếc trong quá khứ, hãy tha thứ bản thân, chấp nhận bản thân, yêu bản thân, giải phóng và tự do.",
      "Lá Judgement ngược thường xuất hiện khi Vũ trụ đang cố gắng gửi cho bạn một thông điệp muốn bạn có gì đó quan trọng hơn, nhưng bạn không lắng nghe. Có thể bạn sợ những thử thách nếu chấp nhận lời mời này, hoặc bạn lo lắng rằng bạn không sẵn sàng để bước vào một vai trò nổi bật hơn và chỉ muốn trong vùng an toàn. Bạn đang cố gắng giả vờ rằng bạn không nhận được nó và tiếp tục cuộc sống hàng ngày của bạn, hy vọng nó sẽ biến mất. Nhưng, nó sẽ không bao giờ biến mất; nó chỉ càng lớn lên cho đến khi bạn chú ý. Đây là lúc để vượt qua những nỗi sợ bên trong và nghi ngờ bản thân bạn, tin rằng Vũ trụ luôn ủng hộ bạn. Mọi chuyện xảy ra đều có lý do.",
      "Đôi khi, Judgement ngược chỉ ra rằng tiếng chỉ trích nội tâm đang vang lên. Bạn có thể nghi ngờ bản thân hoặc tự nói với mình những thông điệp tiêu cực. Điều này cản trở bạn đạt được tiềm năng cao nhất của mình và trở thành phiên bản tốt nhất của bản thân. Để vượt qua điều này, hãy coi nó như một phần riêng biệt của bản thân, lắng nghe, công nhận nó, và đưa ra những đảm bảo rằng mọi thứ sẽ ổn. Nếu bạn thực hiện quyết liệt điều đó, bạn có thể phá vỡ sự tự chỉ trích và thay thế bằng những thông điệp tích cực hơn."
    ],
    "image": "21.png"
  },
  "22": {
    "name": "The World",
    "type": "1",
    "version": "v3",
    "keywords": "Hoàn thành; Hợp nhất; Thành tựu; Hành trình",
    "reKeywords": "Làm rõ vấn đề; Lối tắt; Chậm trễ",
    "description": [
      "Lá The World cho thấy một người phụ nữ khỏa thân được một tấm vải tím quấn quanh. Cô đang khiêu vũ bên trong một vòng nguyệt quế lớn. Cô quay đầu lại nhìn quá khứ, nhưng cơ thể đã hướng về tương lai. Hai tay cô ấy cầm hai que gậy, tương tự như của người pháp sư trong The Magician cầm. Vòng nguyệt quế tượng trưng cho một chu kỳ liên tục: khởi đầu, phát triển và thành công. Người phụ nữ đã bước qua vòng nguyệt quế, cô ta đã hoàn thành một giai đoạn nhưng ngay lập tức cô ta sẽ tiếp tục tiến tới một giai đoạn mới.",
      "Xung quanh vòng nguyệt quế là bốn linh vật (sư tử, trâu, thiên thần và đại bàng), tương tự như những linh vật trong Wheel of Fortune. Cả The World và Wheel of Fortune đều nói về tính chu kỳ của cuộc đời và sự tiến bộ qua các chu kỳ đó. Bốn linh vật đại diện cho bốn chòm sao thuộc nhóm Kiên định - Sư Tử, Kim Ngưu, Bảo Bình và Bọ Cạp. Chúng tượng trưng cho bốn yếu tố, bốn bộ ẩn phụ trong Tarot, bốn hướng la bàn, bốn mùa và bốn góc của Vũ trụ. Chúng ở đây để chỉ dẫn cho bạn từ giai đoạn này sang giai đoạn tiếp theo, mang lại sự cân bằng và hài hòa cho hành trình của bạn."
    ],
    "meaning": [
      "Bạn có thể đang được tận hưởng  cảm giác thành công. Một dự án dài hạn, một khoảng thời gian học tập, một mối quan hệ hay một sự nghiệp đã được hoàn thành, và bây giờ bạn đang đắm chìm trong  những thành tựu đạt được. The World có thể đại diện cho việc tốt nghiệp, một cuộc hôn nhân, sự ra đời của một đứa trẻ, hoặc việc đạt được một giấc mơ hay khát vọng lâu dài. Cuối cùng, bạn đã hoàn thành mục tiêu của mình. Mọi thứ đến cùng lúc, và bạn đang ở đúng nơi, làm điều đúng đắn, đạt được những gì bạn trông đợi.",
      "The World nhắc bạn suy ngẫm về cuộc hành trình của mình, sự tung hô, tán dương cho  thành tựu của bạn, và tập trung vào những bài học tinh thần. Hãy ăn mừng cho sự thành công và tận hưởng niềm vui khi đạt được mục tiêu. Tất cả mọi chiến thắng và khó khăn trên con đường của bạn đã khiến bạn trở thành con người mạnh mẽ, khôn ngoan, nhiều kinh nghiệm hơn. Hãy tỏ lòng biết ơn vì những gì bạn đã tạo ra và đạt được. Cuối cùng, hãy chắc chắn rằng bạn không vội vàng bước vào dự án lớn tiếp theo.",
      "Nếu bạn chưa hoàn toàn hoàn thành, thì bạn đang ở rất gần! Bạn vẫn có thể cần thêm một số bài học để đạt tới một cấp độ cao hơn và tận hưởng thành công thực sự. Hãy nhìn lại những trải nghiệm trong quá khứ của bạn và nhận ra bạn đã đi được bao xa và những gì bạn đã học được trên đường đi. Có thể bạn sẽ ngạc nhiên khi nhìn lại sự tiến bộ và những gì đạt được của bản thân mình. Sự phản ánh này cũng có thể là thứ bạn cần để đưa dự án của bạn đến những giai đoạn cuối cùng.",
      "Nếu vẫn còn những việc chưa giải quyết, The World yêu cầu bạn hoàn thành chúng. Bằng cách này, bạn sẽ tạo cơ hội cho những khởi đầu mới và cơ hội mới xuất hiện. ",
      "Mặt khác, The World có thể mang nghĩa là du lịch thế giới, hoặc có thể trên quy mô lớn. The World cũng củng cố sự hiểu biết và nhận thức toàn cầu, hơn thế nữa bạn sẽ có một nhận thức mới về con người và văn hoá từ khắp nơi trên thế giới."
    ],
    "reMeaning": [
      "The World ngược gợi ý rằng bạn đang tìm kiếm sự rõ ràng về một vấn đề cá nhân. Có lẽ bạn vẫn còn gắn bó về mặt cảm xúc với một mối quan hệ trong quá khứ và muốn tiếp tục. Bạn biết rằng để chấp nhận  vị thế hiện tại, bạn cần phải buông bỏ quá khứ và tiếp tục bước đi. Tìm kiếm sự rõ ràng có thể là một cuộc hành trình đầy ý chí.",
      "The World ngược có thể nói rằng bạn muốn hoàn thành một mục tiêu lớn hoặc một dự án quan trọng, nhưng bạn không đang thực hiện đầy đủ các bước cần thiết để đạt được điều đó. Bạn có thể đang đốt cháy giai đoạn, và điều điều đó dẫn đến kết quả không như ý muốn. Mặc dù đích đến là đỉnh Fansipan, nhưng việc bạn chọn leo bộ thay vì sử dụng thêm các dịch vụ tàu Mường Hoa, cáp treo, tàu hỏa leo núi sẽ mang lại hai trải nghiệm khác nhau. Bạn cần phải trải qua các thử thách và khó khăn trên con đường để có thể học hỏi và phát triển bản thân. Và khi bạn đạt được mục tiêu của mình, bạn sẽ tận hưởng cảm giác thành tựu tuyệt vời. Đừng sợ đặt ra mục tiêu cao cho chính mình, ngay cả khi điều đó khiến bạn phải chịu đựng những gian khổ hoặc thử thách, điều đó sẽ làm chiến thắng trở nên ngọt ngào hơn.",
      "The World ngược có thể đại diện cho một thời điểm khi bạn gần hoàn thành một dự án hoặc mục tiêu, nhưng vì lý do nào đó, bạn lại mất tập trung và lơ là ngay vào những khoảnh khắc cuối cùng. Bạn chỉ còn một đoạn ngắn nữa thôi, vì sao lại dừng lại? Hãy nạp lại năng lượng và nhắc nhở bản thân rằng cuộc sống sẽ thật tuyệt vời khi bạn đạt được điều mà bạn đã mong muốn từ lâu.",
      "Đôi khi, lá bài The World ngược có thể nhắc bạn về sự trì hoãn đáng trong các dự án của bạn. Bạn đôi khi bỏ lỡ một phần cần thiết, và bạn sẽ không tìm thấy sự rõ ràng cho đến khi điều đó được giải quyết. Bạn có thể cần phải sáng tạo hơn để tìm ra cách để đạt được mục tiêu của chính mình."
    ],
    "image": "22.png"
  },
  "23": {
    "name": "Ace Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Tình yêu; Mối quan hệ mới; Lòng trắc ẩn; Sáng tạo",
    "reKeywords": "Yêu bản thân; Trực giác; Cảm xúc bị kìm nén",
    "description": [
      "Ace of Cups cho ta thấy hình ảnh một bàn tay hứng chiếc ly với năm dòng nước tràn ra ngoài. Trong đó, chiếc ly đại diện cho tiềm thức của bạn, năm dòng nước đại diện cho năm giác quan cùng với tình cảm và trực giác của bạn. Bàn tay xuất hiện từ một đám mây biểu thị nhận thức của bạn về nguồn năng lượng tâm linh và ảnh hưởng của chúng. Dưới bàn tay là một vùng biển rộng lớn với vô vàn đóa hoa sen tượng trưng cho sự thức tỉnh tâm hồn. Một con chim bồ câu hạ cánh xuống ly, biểu tượng cho sự kết nối giữa tiềm thức và ý thức."
    ],
    "meaning": [
      "Với Ace of Cups, tình yêu thiêng liêng và lòng trắc ẩn đang tràn ngập trong bạn. Bạn chứa đựng tình yêu sâu sắc từ Vũ trụ, và bạn để tình yêu đó chảy trong bạn cũng như lan tỏa ra thế giới. Bạn nhận được tình yêu, bạn cho đi tình yêu và bạn chính là tình yêu.",
      "Bây giờ là thời điểm hoàn hảo để bạn mở lòng mình và trải nghiệm dòng chảy cảm xúc hiện có. Bạn dễ dàng tiếp nhận các cơ hội sáng tạo, kết nối yêu thương và tình cảm sâu sắc dành cho mọi người và cả những sinh vật khác. Ace of Cups đem đến cơ hội hoàn thiện cảm xúc và thư giãn tinh thần  khi bạn đón nhận nó với một trái tim rộng mở.",
      "Lá bài này thường xuất hiện khi bạn mở lòng với sự sáng tạo, đặc biệt khi bạn biết cách biểu lộ cảm xúc của mình. Bạn có thể được truyền cảm hứng và đang bắt đầu một dự án mới. Ở giai đoạn này, bạn cảm thấy thoải mái với bản thân và tự hào thể hiện mình với người khác. Vì vậy, hãy để cho tài năng và sự sáng tạo của mình mở ra những khả năng, cơ hội mới.",
      "Ace of Cups biểu thị một mối quan hệ mới, có thể là một tình bạn, một sự gắn kết trong gia đình hoặc một tình yêu đang nảy nở. Bạn rất vui mừng khi gặp được một người tri kỷ, người có mối quan hệ đặc biệt với bạn. Hãy cho phép bản thân mở lòng để cho và nhận thứ tình yêu vô điều kiện ấy, và bạn sẽ nhận thấy rằng tình cảm tuôn chảy dễ dàng hơn. Dòng nước trong lá bài phản ánh dòng chảy cảm xúc, và do đó, Ace of Cups cho thấy sự hăng hái mà bạn tạo ra sẽ khiến bạn phấn khích về bản thân và cuộc sống.",
      "Ace of Cups cũng đại diện cho sự hào phóng, trái tim tràn đầy tình thương. Hãy xem đây là thời điểm của sự cho đi và tận dụng mọi cơ hội để giúp đỡ người khác. Bạn có thể sử dụng sức mạnh của bản thân để chia sẻ tinh thần lạc quan và năng lượng tích cực, mang lại niềm hạnh phúc cho những người xung quanh. Càng cho đi nhiều, bạn càng nhận lại được nhiều ở những mức độ khác nhau. Hãy để bản thân lan tỏa sự lạc quan đến những người khác, tạo ra hạnh phúc cho chính bạn và người xung quanh.",
      "Cuối cùng, Ace of Cups có thể biểu thị sự mang thai hoặc sinh sản. Hãy nhìn đến các lá bài khác trong trải bài để xác nhận, chẳng hạn như The Empress, Page of Cups hay Four of Wands. Ở một tầng nghĩa sâu xa hơn, một ý tưởng mới hoặc một nguồn cảm hứng mới có thể sắp sửa chào đời. Có thể là khởi đầu của một dự án liên quan tới tình yêu và sự sáng tạo."
    ],
    "reMeaning": [
      "Đây là lá bài của sự yêu thương bản thân. trong bộ bài Tarot! Nếu Ace Of Cups “xuôi” biểu thị tình yêu cho vạn vật, thì lá ngược ám chỉ tình yêu cho chính bản thân mình. Vì vậy, trước khi đem tình yêu ra thế giới, hãy gửi nó đến với chính bản thân mình, lấp đầy từng tế bào trong cơ thể bạn với tình yêu và hạnh phúc. Chỉ khi bản thân tràn đầy yêu thương, bạn mới có thể lan tỏa tình yêu toàn vẹn đến mọi người.",
      "Ace of Cups ngược là dấu hiệu cho thấy bạn đang kết nối với tiềm thức và hòa hợp với trực giác của mình. Bạn đang khám phá điều này một cách riêng tư, và khám phá cách bạn có thể sử dụng trực giác vào cuộc sống của mình. ",
      "Tuy nhiên, Ace of Cups có thể là dấu hiệu cho thấy bạn đang kìm nén cảm xúc của mình, không muốn bộc lộ hết ra thế giới bên ngoài. Bạn có lý do của riêng mình khi không muốn người khác biết những điều đang diễn ra bên trong bạn. Bạn có thể cảm thấy sợ hãi hoặc xấu hổ về điều có thể xảy ra nếu thể hiện cảm xúc của mình ra. Nếu bạn chưa sẵn sàng để chia sẻ cảm xúc của mình, điều đó là hoàn toàn bình thường! Bạn có thể tìm cách chia sẻ điều đó riêng tư thông qua việc viết nhật ký, thực hiện các dự án sáng tạo, vận động hoặc thậm chí là la hét trong chiếc xe hơi. Cảm xúc không tự mất đi, nó chỉ là bị kìm xuống. Nhưng đến một giới hạn nào đó, “chiếc lò xo” bị ép vào căng nhất sẽ bật ra với biên độ lớn nhất!",
      "Ace of Cups ngược có thể cho thấy bạn đang kìm nén cảm xúc của mình trong một mối quan hệ. Dường như bạn đang cố quên đi những cảm xúc chân thật nhất của mình. Đừng làm vậy nữa, đây là lúc giải phóng những cảm xúc ẩn giấu trong lòng bạn. Có thể vì bạn sợ bị tổn thương, nhưng bạn cần hiểu rằng một mối quan hệ lành mạnh cần sự tin tưởng để phát triển."
    ],
    "image": "23.png"
  },
  "24": {
    "name": "Two Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Tình yêu; Hợp tác; Sự kết nối",
    "reKeywords": "Yêu bản thân; Tan vỡ; Mất cân bằng; Không tin tưởng",
    "description": [
      "Two of Cups cho thấy một chàng trai và một cô gái trẻ, đang trao đổi ly và biểu lộ tình yêu của họ cho nhau. Phía trên họ là cây quyền trượng có cánh với hai con rắn quấn xung quanh (đây là quyền trượng của thần Hermes). Nó đại diện giao dịch, trao đổi. Trên cây gậy là đầu sư tử, tượng trưng cho niềm đam mê và năng lượng, ngụ ý rằng có thể có rất nhiều dục tính giữa hai người này."
    ],
    "meaning": [
      "Nếu Ace Of Cups biểu thị cho tình yêu từ bên trong, thì Two Of Cups cho ta thấy cho dòng chảy tình yêu giữa hai người. Với lá bài này, những mối quan hệ của bạn được tạo ra dựa trên những giá trị chung và tình yêu vô điều kiện. Mặc dù các mối quan hệ này vẫn chỉ mới bắt đầu nhưng nó có thể phát triển và trở thành thứ tình cảm quý giá trong thời gian dài.",
      "Khi Two of Cups xuất hiện trong một trải bài Tarot, bạn đang bước vào một mối quan hệ mới, có thể là với người yêu, bạn bè hoặc đối tác kinh doanh. Cả hai đều tập trung vào việc tạo ra một mối quan hệ đôi bên cùng có lợi. Đây là sự khởi đầu tốt đẹp cho một mối tình mới, ở đó bạn sẽ trải nghiệm sự hòa hợp và tình yêu sâu sắc giữa hai tâm hồn.",
      "Two of Cups cho thấy một mối liên kết mới đang nảy nở dựa trên sức hút lẫn nhau. Đó có thể là sự kết nối về cả thể chất lẫn tâm hồn khiến bạn cảm thấy hồi hộp và trở nên “thổn thức”. Cả hai đều xuất phát từ những tình cảm chân thành, và đều sẵn sàng làm bất cứ điều gì cho nhau. Trong một số trường hợp, Two of Cups còn đề cập tới một đám cưới, một lời hứa hôn hay một ước hẹn.",
      "Ngoài ra, Two of Cups là dấu hiệu cho thấy các bạn có cùng “tần số” và có chung tầm nhìn về công việc kinh doanh mà các bạn đang cùng nhau tạo ra. Các bạn có thể không có những điểm mạnh giống nhau, nhưng sức mạnh của tập thể sẽ tạo ra một thành quả tuyệt vời. Ví dụ: một trong hai bạn có thể có tài bán hàng và tiếp thị trong khi người kia xuất sắc trong việc quản lý hoạt động kinh doanh. Một mối quan hệ hợp tác như thế này có thể thành công miễn là cả hai bạn đều hướng tới một mục đích chung."
    ],
    "reMeaning": [
      "Ở bản chất của nó, lá Two of Cups ngược là về tình yêu bản thân. Tình yêu, dù ở bất kỳ hình thức nào, đều bắt đầu từ tình yêu cho chính mình. Khi bạn yêu bản thân mình vô điều kiện, bạn chấp nhận và tôn trọng phiên bản chân thật nhất của chính mình. Bạn chào đón một cuộc sống hạnh phúc bởi vì bạn tin tưởng rằng bạn xứng đáng với nó. Chỉ khi bạn yêu bản thân và chấp nhận những gì thuộc về mình thì bạn mới có thể yêu những người xung quanh mình, trao yêu thương tới người khác.",
      "Nếu bạn không yêu bản thân mình và bạn đổ lỗi cho những khuyết điểm của mình lên người khác, nó trở thành một sự gánh nặng cho chính bạn. Vì vậy, trước khi kết hôn với tình yêu của đời mình, hãy đảm bảo rằng bạn đã có đầy đủ yêu thương cho chính mình. Để tìm thấy sự thỏa mãn trong các mối quan hệ, hãy dành tình yêu cho chính bản thân mình chứ không phải là tiền bạc hay vật chất : “Cách bạn yêu bản thân là cách bạn dạy người khác yêu bạn!”",
      "Two of Cups ngược có thể đưa ra tín hiệu cho một cuộc chia tay hoặc một sự rạn nứt. Hai bạn không hòa hợp với nhau và không còn tiếng nói chung giữa hai người. Bạn nhận thấy sự thiếu tin tưởng và việc mở lòng với nhau đang gặp khó khăn dẫn đến giao tiếp có thể trở thành một thách thức. Để thay đổi, hãy mở lòng, chia sẻ và tạo cơ hội cho nhau để thể hiện cảm xúc của mình. Ngay cả một cuộc trò chuyện xã giao, bạn cũng có thể thay đổi điều này một cách tích cực."
    ],
    "image": "24.png"
  },
  "25": {
    "name": "Three Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Ăn mừng; Tình bạn; Sự sáng tạo; Hợp tác",
    "reKeywords": "Độc lập; Cô đơn; Tiệc tùng; Người thứ ba",
    "description": [
      "Three of Cups cho thấy ba người phụ nữ trẻ đang khiêu vũ với nhau thành vòng tròn, nâng cao chiếc cốc của họ lên không trung. Họ nhìn nhau với sự cảm kích, vui mừng, đồng thời có mối liên hệ tình bạn với nhau. Những lớp hoa, trái cây dưới mặt đất tượng trưng cho việc ăn mừng mùa màng bội thu và dư dả trong cuộc sống."
    ],
    "meaning": [
      "Three of Cups là lá bài của sự ăn mừng, tình bạn và hợp tác. Bạn bè và gia đình của bạn luôn bên cạnh để hỗ trợ bạn và giúp bạn đạt được thành công cao hơn trong cuộc sống. Hãy ăn mừng cùng họ và tận hưởng tình bạn thân thiết này!",
      "Khi Three of Cups xuất hiện, bạn được khuyên nên gặp gỡ với những người bạn thân nhất của mình và cùng nhau có khoảng thời gian vui vẻ. Mọi người cùng chia sẻ những niềm vui, nỗi buồn và cùng giúp đỡ, hỗ trợ nhau Bạn có thể được truyền cảm hứng để làm một điều gì đó từ những người có cùng chí hướng. Với sức trẻ và năng lượng dồi dào, các bạn có thể cùng nhau làm nên những điều tuyệt vời.",
      "Three of Cups biểu thị một khoảng thời gian náo nhiệt – có thể là sinh nhật, đám cưới, kỳ nghỉ lễ với bạn bè. Hãy coi đây là cơ hội để bạn thư giãn, quên đi những công việc và áp lực của mình trong một thời gian. Thay vào đó, hãy dành thời gian cho bạn bè và gia đình đồng thời cho bản thân được nghỉ ngơi, tận hưởng!",
      "Lá bài này cũng khuyến khích bạn cộng tác với những người khác trong một dự án và truyền cảm hứng lẫn nhau để đạt đến những tầm cao mới. Nói chung, các bạn đang hướng tới cùng một mục tiêu và bằng cách tiếp cận với những người có cùng chí hướng, các bạn có thể đạt được nhiều thành tựu bằng cách chia sẻ năng lượng tích cực và niềm đam mê của mình cho nhau. Three of Cups còn gợi ý rằng bạn nên tham gia một môi trường làm việc nhóm, chẳng hạn như lớp học nghệ thuật hoặc khiêu vũ. Đây là một cách tuyệt vời để kết nối với những người khác và trau dồi khả năng sáng tạo của bạn. “Muốn đi nhanh hãy đi một mình, muốn đi xa hãy đi cùng nhau!”"
    ],
    "reMeaning": [
      "Nếu Three of Cups xuôi là lá bài về tình bạn và các bữa tiệc, thì lá ngược cho thấy rằng bạn độc lập lúc này. Gần đây bạn có thể đã dành nhiều thời gian với người khác và bây giờ cần chút thời gian riêng tư cho mình. Hoặc đôi khi, bạn có thể thấy mình ở bên ngoài cuộc trò chuyện của mọi người, và cảm thấy bị cô lập, cô đơn. Hãy bước ra khỏi “vòng tròn” này một thời gian và tận hưởng khoảng thời gian cho bản thân để bạn có thể biết rõ mình muốn gì và muốn kết nối với ai trong tương lai.",
      "Nếu bạn đang tham gia vào một dự án, bây giờ có thể là lúc để làm việc độc lập thay vì làm việc theo nhóm. Three of Cups ngược có thể cho thấy khả năng sáng tạo của bạn đang bị kìm hãm, hoặc bạn đang bị ràng buộc phải tuân theo nhóm. Bạn có thể là thành viên của một câu lạc bộ mà thực hiện mọi việc theo một cách cố định và không cởi mở với sự đổi mới hoặc ý tưởng đột phá. Bạn cần cân nhắc xem mình có sẵn sàng hy sinh khả năng sáng tạo của mình chỉ vì mong muốn của nhóm hay không?",
      "Nếu bạn đang trải qua căng thẳng cực độ hoặc đang làm việc quá sức, Three of Cups ngược xuất hiện như một thông điệp hãy dành một chút thời gian để hồi phục và thư giãn trước khi quay trở lại “guồng quay cuộc sống”. Có thể bạn đã làm việc nhiều đến mức mất kết nối với bạn bè và gia đình. Bây giờ là lúc để thay đổi điều đó. Hãy xem lá bài này như một lời nhắc nhở rằng bạn hãy gắn kết lại với những người mà bạn quan tâm, thư giãn đầu óc và dành một khoảng thời gian vui vẻ với mọi người mà không cần lo lắng tới công việc hay áp lực.",
      "Mặt khác, Three of Cups ngược có thể biểu thị sự buông thả quá mức. Bạn có thể ra ngoài tiệc tùng thâu đêm, sử dụng chất kích thích. Điều bạn cần bây giờ là sự cân bằng trong cuộc sống. Hãy lưu tâm đến hậu quả sau này từ hành động của bạn và tự hỏi liệu lối sống này có đem lại điều gì tốt lành hay không? Hãy tạm rời xa các thú vui nhất thời ấy để tập trung cho cuộc sống và dành cho bản thân một giấc ngủ trọn vẹn.",
      "Khi nói đến tình duyên, Three of Cups ngược có thể xuất hiện khi có sự tham gia của người thứ ba. Hoặc bạn có thể đã qua lại với một người đã có gia đình hay người yêu, cho dù bạn có biết điều đó hay không. Hãy xem các lá khác để tìm hiểu thêm, Seven of Swords báo hiệu sự phản bội lòng tin hoặc lừa dối, nếu bạn nhìn thấy Five of Swords, có thể bạn đã biết về sự có mặt của người thứ ba nhưng bạn đang cố gắng phớt lờ sự tồn tại của người đó. Nếu bạn nhìn thấy The Devil, hãy cân nhắc lại mối quan hệ ấy vì nó có thể là tình yêu “không lành mạnh”. Tình yêu này khó có thể kéo dài bởi một trong ba buộc phải chấp nhận từ bỏ mối quan hệ “tình tay ba” này!"
    ],
    "image": "25.png"
  },
  "26": {
    "name": "Four Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Thiền định; Chiêm nghiệm; Thờ ơ; Đánh giá vấn đề",
    "reKeywords": "Rút lui; Không quyết đoán",
    "description": [
      "Four of Cups cho thấy một chàng trai trẻ đang ngồi khoanh tay dưới gốc cây, chìm sâu trong suy ngẫm và thiền định. Anh ấy đang mải mê suy nghĩ đến nỗi dường như không để ý đến cánh tay dang rộng đưa cho anh ấy một chiếc cốc. Ba chiếc cốc nữa đặt dưới chân nhưng anh ta dường như cũng không để ý hay quan tâm đến những cơ hội mới này! Sự kiên định của chàng trai ấy đã gợi lên câu chuyện Đức Phật ngồi thiền dưới gốc cây Bồ Đề suốt 3 ngày, 3 đêm và đã đạt giác ngộ, thành chính quả."
    ],
    "meaning": [
      "Khi Four of Cups xuất hiện trong trải bài Tarot, những lời mời và cơ hội mới đang đến với bạn, nhưng hiện tại, bạn đang nói “không” và từ chối chúng. Có lẽ cơ hội ấy không làm bạn thích thú, hoặc đơn giản là “cái cốc” ấy đã được lấp đầy. Bạn hãy sử dụng sự sáng suốt của mình để quyết định điều gì thực sự quan trọng đối với bạn và đừng ngại từ chối những dự án không phù hợp với định hướng tương lai của chính mình.",
      "Four of Cups cũng có thể chỉ ra thời điểm mà bạn đang chuyển sự chú ý và năng lượng của mình vào bên trong để điều chỉnh lại cuộc sống. Bạn biết rằng bạn cần phải suy nghĩ trước khi có thể quyết định những việc sẽ đến với mình trong cuộc sống. Mặc dù bạn cần phải từ chối một số cơ hội rất hấp dẫn, nhưng bạn làm như vậy vì biết rằng điều này mở ra cánh cửa cho nhiều cơ hội phù hợp hơn với bản thân sau này, và mang đến những thành công tốt nhất. Hãy sử dụng thời gian này để suy ngẫm trước khi chấp nhận điều gì quan trọng tiếp theo!",
      "Đôi khi lá bài này mang đến thông điệp: “Không phải bây giờ, nhưng có thể sau này.” Trong khi người đàn ông trong Four of Cups không chấp nhận những chiếc cốc được đưa cho anh ta, nhưng anh ta cũng không hoàn toàn từ chối chúng. Bạn có thể đang chờ đợi một tín hiệu hoặc thông tin trước khi nhận lời mời, dự án mới. Nhìn lại cảm xúc và tinh thần của bản thân trước khi bạn đồng ý, để đảm bảo rằng cơ hội này phù hợp và khiến bạn thích thú.",
      "Four of Cups có thể xuất hiện khi bạn đang buồn chán hoặc không hài lòng với cuộc sống hàng ngày của mình. Bạn có thể cảm thấy thờ ơ hoặc không có động lực do cuộc sống buồn tẻ. Four of Cups khuyến khích bạn hướng sự chú ý vào bên trong và đánh giá lại những việc bạn làm để tìm ra ý nghĩa sâu sắc hơn trong đó. Bạn có thể thấy mình bị mất phương hướng và không hiểu cảm xúc bên trong con người mình. Bây giờ là thời điểm tuyệt vời để thoát khỏi những xao nhãng từ thế giới bên ngoài - mạng xã hội, drama showbiz và cuộc sống của người khác -  cho phép bạn có không gian lắng nghe cảm xúc của chính mình và lắng nghe lại nhịp đập của cuộc sống.",
      "Four of Cups có thể cho thấy rằng bạn đã ngăn cản bản thân khỏi những cơ hội mới vì trước đây bạn đã bị tổn thương hoặc bị ai đó từ chối. Người đàn ông trong lá bài này khoanh tay như thể đang bảo vệ bản thân và khép mình khỏi thế giới bên ngoài. Bạn có thể đã từng có một mối quan hệ kết thúc trong đau khổ hoặc trải qua thất bại trong sự nghiệp và bạn không muốn rơi vào tình trạng như vậy một lần nữa. Tuy nhiên, bạn lại có thể bỏ lỡ những cơ hội mới phù hợp với mình, vì vậy, hãy nhìn lại bản thân và đặt câu hỏi liệu việc khép mình lại có phải là phương án tốt nhất hay không? Lựa chọn nằm ở bạn!"
    ],
    "reMeaning": [
      "Four of Cups ngược phản ánh một giai đoạn bạn không muốn mở lòng mình. Bạn đang đắm chìm vào thế giới nội tâm của riêng mình để có thể tập trung vào những gì có thể đem lại giá trị cho bản thân. Những người khác muốn dành thời gian với bạn hoặc mời bạn đi chơi, nhưng bạn lại thích ở nhà đọc một cuốn sách hoặc thiền định. Tuy nhiên, hãy chắc chắn rằng bạn không xa lánh bạn bè và những người thân yêu của mình. Hãy cho họ biết rằng bạn cần chút thời gian ở một mình và bạn sẽ trở lại khi thực sự sẵn sàng.",
      "Nếu bạn cảm thấy không sẵn sàng, đừng ép mình phải ra ngoài. Chỉ khi bạn muốn mở lòng, lúc đó hãy bắt đầu hòa nhập lại với thế giới xung quanh. Đây chỉ là một cảm xúc tạm thời và nó không kéo dài mãi mãi, vì vậy hãy cố gắng tận dụng tối đa khoảng thời gian này.",
      "Bạn có thể sử dụng thời gian này để nhìn lại chính mình nhằm đảm bảo các dự án sắp tới của bạn là phù hợp. Thay vì đồng ý ngay lập tức, hãy đánh giá lại tình hình trước. Tuy nhiên, hãy cẩn thận để không đánh mất cơ hội khi chờ đợi câu trả lời hoàn hảo. Kiểm tra thời hạn để chắc chắn không bỏ lỡ nó!",
      "Đôi khi, Four of Cups ngược gợi ý rằng bạn cảm thấy chán nản hoặc thất vọng với thế giới xung quanh. Mọi thứ có vẻ khó khăn và thay vì đối đầu trực diện, bạn lại chọn cách rút lui. Hãy dẹp bỏ mọi suy nghĩ tiêu cực hoặc thất vọng. Nắm lấy những cơ hội để bước ra bên ngoài: “Cố gắng chưa chắc đã thành công nhưng không cố gắng chắc chắn sẽ thất bại!”"
    ],
    "image": "26.png"
  },
  "27": {
    "name": "Five Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Tiếc Nuối; Thất Bại; Tuyệt Vọng; Bi Quan",
    "reKeywords": "Chịu đựng một mình; Tự Tha Thứ; Vượt Qua",
    "description": [
      "Lá Five of Cups mô tả một người đàn ông mặc áo choàng dài màu đen đang nhìn xuống ba chiếc cốc đã bị đổ – ám chỉ sự thất vọng và thất bại của ông ta. Phía sau anh ta có hai chiếc cốc vẫn còn nguyên tượng trưng cho những cơ hội và tiềm năng mới, nhưng vì anh ta quá chú tâm vào những mất mát của mình nên anh ta đã bỏ lỡ cơ hội có trong mình đằng sau.",
      "Ngoài ra, trước mặt ông ta là một dòng sông cuồn cuộn và một lâu đài ở phía xa. Bên phải là cây cầu có thể dẫn đến tòa lâu đài đó. Mặc dù lá bài này báo hiệu rõ ràng về sự mất mát và hoạn nạn nhưng vẫn có một khía cạnh tích cực nên xem xét đó là “hãy tìm cho bản thân một con đường mới”."
    ],
    "meaning": [
      "Lá Five of Cups xuất hiện trong trải bài Tarot khi một tình huống không diễn ra như bạn mong đợi, khiến bạn buồn bã, hối hận và thất vọng. Thay vì vượt qua, bạn lại chọn cách đắm mình trong nỗi buồn đó. Chắc chắn, bạn sẽ phải chịu cảm giác đó, nhưng hãy đặt ra một giới hạn thời gian cho sự thất vọng (có thể là 1 giờ, 1 buổi, 1 ngày, …), ngay sau đó hãy lấy lại bình tĩnh và bước tiếp con đường của mình.",
      "Five of Cups cho thấy bạn đang mắc kẹt trong quá khứ và không thể buông bỏ. Những vết thương cũ và ký ức buồn bã tràn ngập trong tâm trí bạn. Những cảm xúc tiêu cực này đang cản trở bạn phát huy hết tiềm năng của mình – hãy lãng quên chúng để bạn có thể tiếp tục cuộc sống thường nhật và tạo ra sự thay đổi tích cực cho chính mình.",
      "Sự tha thứ là điều cần thiết với lá Five of Cups, cho cả bạn và người khác. Nếu ai đó làm bạn thất vọng, hãy tìm cách tha thứ họ, giải thoát bản thân khỏi sự đau khổ. Và nếu bạn thất vọng với chính mình, hãy biết rằng bạn đã làm tốt nhất có thể trong hoàn cảnh đó và bạn đã có những bài học quý giá từ những lỗi lầm đó.",
      "Hãy nhớ rằng sự khôn ngoan trong hiện tại đến từ những sai lầm của quá khứ. Hãy suy ngẫm về những gì đã dẫn bạn đến hôm nay và hiểu rõ những bài học quý giá mà bạn có thể rút ra từ trải nghiệm đó. Ngay cả khi mọi thứ trở nên tăm tối, bạn luôn có thể tìm thấy ánh sáng bằng cách suy ngẫm về những bài học đã học được.",
      "Five of Cups cho thấy mặc dù mọi thứ không diễn ra theo ý bạn, nhưng những cơ hội và khả năng mới vẫn đang chờ đợi bạn. Đã đến lúc thay đổi suy nghĩ và tập trung vào những gì có thể diễn ra ngay từ thời điểm này trở đi. Hãy đón nhận cuộc sống với thái độ tích cực và biết rằng ngay bây giờ có rất nhiều điều tốt đẹp đang được ẩn dấu trong đó. Thay vì nhìn một tình huống theo hướng bi quan, hãy nhìn nhận nó như một điều gì đó tốt đẹp sẽ xảy ra với một góc nhìn lạc quan, hi vọng."
    ],
    "reMeaning": [
      "Five of Cups ngược cho thấy rằng gần đây bạn đã phải trải qua thất bại hoặc thất vọng về mặt cá nhân. Bạn có thể lo lắng rằng mình là kẻ “thất bại” và không muốn để người khác biết, thay vào đó bạn chọn cách giữ cảm xúc ấy cho riêng mình. Tuy nhiên, bây giờ có lẽ là lúc để mở lòng, đừng ngại nhờ sự giúp đỡ hoặc nói chuyện với người mà bạn tin tưởng; điều này sẽ làm giảm bớt đi gánh nặng một phần nào đó.",
      "Nếu bạn cảm thấy tội lỗi về những gì đã xảy ra, hoặc đổ lỗi cho bản thân về những lỗi lầm đã mắc phải, Five of Cups ngược khuyến khích bạn tha thứ cho bản thân và bước tiếp. Hãy nhớ rằng bạn đã cố gắng hết sức và mỗi những sai phạm ấy lại là thứ khiến bạn trưởng thành hơn trong tương lai.",
      "Khi lá bài này xuất hiện trong trải bài Tarot, bạn đã nhận ra ý nghĩa thực sự của trải nghiệm và bạn trân trọng những bài học rút ra từ đó. Bạn sẽ nhận ra rằng giá trị của những trải nghiệm đau đớn sẽ khiến bạn mạnh mẽ hơn.",
      "Five of Cups ngược đóng vai trò như một lời nhắc nhở rằng bạn không thể thay đổi quá khứ. Bây giờ là lúc bạn nên từ bỏ những gì đã xảy ra và đón nhận cơ hội mới mang đến cho bạn. Khi bạn sẵn sàng gạt thất bại của quá khứ qua một bên, bạn sẽ thấy rằng mình sẽ có nhiều hy vọng hơn về tương lai và lại tiếp tục chinh phục những điều thú vị mà cuộc sống đem lại.",
      "Miss Grand International 2021 - Nguyễn Thúc Thùy Tiên đã từng phát biểu trong đêm final walk của mình: “Thất bại vài lần không có nghĩa bạn là kẻ thất bại, trừ khi bạn buông xuôi.”"
    ],
    "image": "27.png"
  },
  "28": {
    "name": "Six Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Ôn lại quá khứ; Ký ức tuổi thơ; Hồn nhiên; Niềm vui",
    "reKeywords": "Sống trong quá khứ; Tha Thứ; Thiếu vui vẻ",
    "description": [
      "Trong Six of Cups, một chàng trai cúi xuống, đưa những bông hoa trong chiếc cốc cho một cô gái nhỏ. Cô gái nhìn chàng trai đầy cảm kích. Hành động nhẹ nhàng của chàng trai cũng thể hiện sự hòa hợp giữa hai người. Lá bài này không chỉ biểu thị một tình yêu đẹp mà còn đại diện cho những kỷ niệm tươi sáng của tuổi thơ.",
      "Phía sau hai người, có một người đàn ông đi xa, như một biểu tượng cho việc không cần phải lo lắng về những vấn đề lớn, chỉ cần tận hưởng những khoảnh khắc tươi đẹp của tuổi trẻ. Đằng sau còn có hình ảnh một ngôi nhà lớn, biểu trưng cho sự an toàn và thoải mái, phía trước có bốn chiếc cốc được cắm đầy hoa tươi đẹp và chiếc cốc thứ năm nằm ở phía sau lưng chàng trai."
    ],
    "meaning": [
      "Six of Cups đưa bạn trở lại những kỷ niệm hạnh phúc trong quá khứ, dù là khi còn là một đứa trẻ, một thiếu niên hay thanh niên. Đó có thể là một giấc mơ, một chuyến thăm về lại quê hương, hoặc bạn có thể tham dự một buổi họp lớp hồi trung học. Điều này mang lại cho bạn cảm giác vui vẻ và hạnh phúc khi hồi tưởng lại những khoảng thời gian vui vẻ đã từng có. Hãy tận dụng cơ hội này để khám phá xem liệu bạn có muốn tiếp tục các mối quan hệ “xưa” hay không.",
      "Six of Cups cho thấy mức độ hòa hợp và hợp tác ngày càng tăng trong các mối quan hệ của bạn. Các bạn sẵn sàng cho và nhận mà không cần mong đợi điều gì từ nhau. Đã đến lúc để tạo nên những bước ngoặt thay đổi cả cuộc đời với một khởi đầu thuận lợi.",
      "Six of Cups khuyến khích bạn trải nghiệm niềm vui, sự tự do và ngây thơ khi còn là một đứa trẻ. Bạn được làm mọi thứ mình thích, được thỏa mãn niềm đam mê của mình mà không phải nhận bất kỳ lời phán xét từ những người xung quanh. Khi bạn cho phép mình sáng tạo và thư giãn. bạn sẽ có sợi dây kết nối nhiều hơn với bản thân mình và trực giác bên trong.",
      "Six of Cups cũng có thể ám chỉ những đứa trẻ xuất hiện trong cuộc đời bạn. Nó có thể gợi ý đến việc mang thai . Đó cũng có thể là dấu hiệu cho thấy bạn sắp dành nhiều thời gian hơn cho trẻ nhỏ, cùng nhau vui chơi, cười đùa với chúng. Trẻ em sẽ dạy cho bạn điều gì đó về bản thân và có thể trở thành một cố vấn tuyệt vời cho bạn. Trẻ em là tấm gương sáng cho việc sống một cách cởi mở và tò mò. Chúng nhìn thế giới như một nơi kỳ diệu và sẵn sàng mở rộng trái tim để đón vô vàn niềm vui đến với bản thân mình."
    ],
    "reMeaning": [
      "Khi Six of Cups ngược xuất hiện trong trải bài, hãy hỏi liệu bạn có đang sống trong quá khứ và quên đi hiện tại không. Một chút suy ngẫm, hồi tưởng có thể làm bạn tích cực, nhưng khi bạn quá đắm chìm vào nó, bạn sẽ bỏ lỡ những cơ hội có ở hiện tại. Hãy xem Six of Cups như một cơ hội để chia tay quá khứ để có thể tập trung vào hiện tại. Học hỏi từ những sai lầm của bạn, tha thứ cho người khác và chính bạn, hãy học cách buông bỏ và tập trung sự chú ý vào những gì xảy ra xung quanh mình!.",
      "Six of Cups ngược cũng có thể là dấu hiệu bạn đã mất đi sự hồn nhiên bên trong và nhìn nhận cuộc sống trở nên nhàm chán, lặp lại và “cũ kỹ”. Bạn có thể đã bỏ lỡ nhiều điều thú vị chỉ vì bạn đang đảm nhận quá nhiều trách nhiệm và gánh nặng hai chữ “trưởng thành”. Hãy tò mò và tận hưởng niềm vui như thể bạn lại là một đứa trẻ. Đừng sợ rằng mình không có thời gian, cuộc sống này chỉ có một, hãy thỏa sức đam mê, làm điều mình thích để sau này không còn hối hận. ",
      "Lá Six of Cups ngược có thể là một dấu hiệu cho thấy bạn đang tương tư điều gì đó trong ký ức. Có thể là người yêu cũ, và bạn đang cố gắng giấu đi điều này bởi vì sợ sự phán xét của những người xung quanh."
    ],
    "image": "28.png"
  },
  "29": {
    "name": "Seven Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Cơ hội; Sự lựa chọn; Mơ ước; Ảo tưởng",
    "reKeywords": "Sự liên kết; Giá trị cá nhân; Ám ảnh với những lựa chọn",
    "description": [
      "Trong Seven of Cups, một người đàn ông đứng trước bảy chiếc cốc chứa đầy những món quà khác nhau. Một số chiếc cốc là đồ trang sức và vòng nguyệt quế. Nhưng những chiếc còn lại không hề là quà tặng; thay vào đó, chúng là những lời nguyền rủa, biểu tượng con rắn hoặc con rồng. Đám mây và chiếc cốc tượng trưng cho ước mơ của người đàn ông, trong khi những món quà khác nhau bên trong nhắc nhở rằng bạn cần phải cẩn thận với những gì mình mong muốn. Cần phải cẩn trọng và vượt qua sự hấp dẫn để đưa ra lựa chọn đúng đắn cho bản thân."
    ],
    "meaning": [
      "Seven of Cups là lá bài của những cơ hội, sự lựa chọn mới và đôi khi là cả ảo tưởng. Khi lá Seven of Cups xuất hiện trong bài đọc Tarot, cơ hội đến với bạn rất nhiều. Nhưng hãy cẩn thận! Bạn dễ bị ảo tưởng và bị thao túng tâm lý. Một cơ hội với những hứa hẹn về tiền, danh tiếng, quyền lực nghe có vẻ hấp dẫn, nhưng khi bạn trải nghiệm, bạn có thể nhận ra sự thật lại không như vậy. Sự lôi cuốn có thể khiến bạn rơi vào một cái bẫy, hãy đánh giá lại mọi lựa chọn và tìm hiểu kỹ mọi viễn cảnh có thể xảy ra với bất kỳ cơ hội nào.",
      "Thông thường, Seven of Cups có thể là dấu hiệu của sự mơ tưởng, mong ước những gì mình không có nhưng lại không bắt tay vào làm. Ví dụ, bạn có thể mong muốn có một cơ thể khỏe mạnh nhưng lại ngại việc phải ra ngoài và tập thể dục. Nếu bạn dành phần lớn thời gian để mong muốn nhưng không thực hiện thì đã đến lúc biến nó thành hiện thực.",
      "Đôi lúc, bạn có thể thấy rằng ước mơ của bạn không khả thi. Kế hoạch của bạn có thể nghe có vẻ tuyệt vời trong trí tưởng tượng của bạn, nhưng khi bắt tay vào thực hiện chúng, bạn có thể nhận ra rằng chúng không có tác dụng trong thế giới thực. Vì vậy, thay vì dành phần lớn thời gian để suy nghĩ về những gì bạn không thể có, hãy biết ơn vì tất cả những gì bạn đang có sẽ làm cuộc sống trở nên tươi đẹp hơn rất nhiều.",
      "Seven of Cups cũng nhắc bạn về những lựa chọn. Mỗi phương án đều có ưu và nhược điểm, bạn phải đảm bảo rằng phương án bạn chọn phù hợp với mục đích và điều tốt đẹp nhất dành cho bạn, ngay cả khi cảm thấy hơi phân vân trước những phương án có sẵn."
    ],
    "reMeaning": [
      "Seven of Cups ngược thường xuất hiện khi bạn phải đối mặt với nhiều lựa chọn khác nhau và thay vì chọn phương án hấp dẫn, bạn đang dựa vào nội tâm để chọn cách tốt nhất. Bạn có thể đưa ra các tiêu chí của riêng mình để giúp bạn đưa ra quyết định phù hợp với mình.",
      "Nếu bạn nhận thấy mình có nhiều cơ hội hoặc ý tưởng, trước tiên hãy đặt nền tảng cho bản thân và suy nghĩ về những gì bạn mong muốn lâu dài. Đôi khi những lợi ích trước mắt khiến bạn mất tập trung nếu đuổi theo những giấc mơ viển vông. Hãy lùi lại và đánh giá các lựa chọn để tìm ra cơ hội nào sẽ mang lại lợi ích thực sự cho bản thân.",
      "Seven of Cups ngược có thể hàm ý rằng bạn bị choáng ngợp bởi sự lựa chọn và không thể tiến về phía trước. Giảm các lựa chọn của bạn và tập trung vào những gì quan trọng đối với bản thân. Bạn không cần phải tiếp tục tìm kiếm điều viển vông; bạn hãy tận dụng những thứ mình có tiếp tục hành trình cuộc đời."
    ],
    "image": "29.png"
  },
  "30": {
    "name": "Eight Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Thất vọng; Bị bỏ rơi; Rút lui; Trốn chạy",
    "reKeywords": "Cố gắng; Do dự; Không mục đích; Từ bỏ",
    "description": [
      "Trong lá Eight of Cups, một người đàn ông chạy trốn khỏi tám chiếc cốc. Những chiếc cốc được sắp xếp giống như thiếu một chiếc, dấu hiệu cho thấy sự trọn vẹn về mặt cảm xúc đang bị mất đi. Người đàn ông đã quay lưng lại với những chiếc cốc này với cảm giác mất mát, thất vọng rồi bỏ đi vào núi. Con sông gần đó và những ngọn núi tượng trưng cho nhận thức rằng đây sẽ không phải là một cuộc hành trình dễ dàng. Mặt trăng trên bầu trời đêm soi sáng con đường phía trước rằng người đàn ông rời đi vì cảm thấy không hài lòng với những điều đã quá quen thuộc."
    ],
    "meaning": [
      "Khi lá Eight of Cups xuất hiện trong trải bài Tarot, bạn cảm thấy buộc phải thoát khỏi một tình huống đáng thất vọng. Nó có thể là bạn quay lưng lại với một mối quan hệ không như ý, công việc, con đường sự nghiệp hoặc một điều từng là nguồn hạnh phúc lớn lao cho bạn, nhưng giờ chỉ mang đến cho bạn nỗi đau. Dù bạn đã cố gắng hết sức nhưng vẫn thất vọng. Nó đã không diễn ra như bạn mong đợi và bạn hiểu ra rằng bạn không còn nhận được gì từ nó nữa. Bây giờ, lựa chọn duy nhất là bỏ điều ấy lại phía sau và tiếp tục cuộc sống của bạn.",
      "Eight of Cups gợi ý rằng bạn cảm thấy thiếu thứ gì đó, đặc biệt là ở cảm xúc hoặc tinh thần, và thay vì chờ đợi mọi thứ trở nên tốt hơn, bạn biết mình cần phải rời bỏ nó. Người khác có thể không nhận thấy điều này ở bạn bởi vì bề ngoài, có vẻ như bạn có mọi thứ mà bạn hằng mong ước - nhưng trong sâu thẳm, bạn biết điều đó không thỏa mãn khát khao của bạn và đã đến lúc bạn nên buông bỏ nó để bước tiếp.",
      "Eight of Cups có thể là dấu hiệu cho thấy bạn đang cố gắng thoát khỏi một vấn đề về mặt tâm lý. Những chiếc cốc đại diện cho những vấn đề tình cảm vẫn tồn tại trong cuộc sống của bạn. Vậy mà bạn lại đang cố giả vờ quên đi chúng, bạn kìm nén cảm xúc của mình hoặc ngại chia sẻ với người khác về những gì đang xảy ra, thay vào đó bạn sống như thể mọi thứ đều ổn hoặc hoàn toàn tránh nó.",
      "Eight of Cups khuyên bạn nên tự hỏi điều gì mang lại niềm vui, sự hài lòng và thỏa mãn cho bản thân. Nếu không, bạn có thể theo đuổi những mục tiêu không mang lại cho bạn sự hài lòng mà bạn đang tìm kiếm. Ví dụ, bạn nghĩ rằng có một mối quan hệ lâu dài là điều bạn muốn, nhưng dần dần thứ bạn cần là sự kết nối tâm hồn sâu sắc với ai đó. Và nếu không có điều đó thì mối quan hệ ấy sẽ không được kéo dài bao lâu nữa. Vì vậy, nếu bạn liên tục rơi vào những tình huống như thế, hãy dành thời gian khám phá điều gì sẽ mang lại cho bạn hạnh phúc thực sự và sắp xếp lại mục tiêu cho phù hợp với bản thân."
    ],
    "reMeaning": [
      "Eight of Cups ngược đặt ra câu hỏi: “Tôi nên ở lại hay rời đi?”. Bạn có thể bị kẹt giữa việc thoát khỏi một tình huống đáng thất vọng hoặc cố gắng lần cuối cùng để làm mọi thứ tốt hơn. Nhưng câu hỏi thực sự là, “Liệu điều đó có thể cải thiện được không, hay đó là một nguyên nhân thất bại?” Hãy kiểm tra bằng trực giác của bạn để biết liệu bạn có nên cho nó thêm một cơ hội nữa hay bạn nên buông bỏ.",
      "Nếu Eight of Cups ngược được ghép với những lá bài như The Hanged Man hay Four of Swords, thì đó có thể là dấu hiệu cho thấy bạn muốn thử thêm một lần nữa. Tuy nhiên, nếu lá bài này kết hợp với một lá bài tích cực hơn như Eight of Wands hay The Chariot, có lẽ đã đến lúc phải rời bỏ và theo đuổi một con đường khác.",
      "Eight of Cups ngược nhắc nhở bạn lắng nghe trái tim về quyết định của mình. Những người khác có thể có ý kiến khác nhau, nhưng điều quan trọng nhất đối với bạn là gì? Chỉ có bạn mới biết liệu điều này có thỏa mãn bạn và có hy vọng cho tương lai hay không. Hãy cân nhắc đến những gì bạn muốn và sau đó đưa ra lựa chọn sáng suốt phù hợp với mục tiêu và ước mơ của bản thân.",
      "Đôi khi, Eight of Cups ngược có thể cho thấy rằng bạn trôi dạt từ nơi này sang nơi khác bởi vì bạn không bao giờ cảm thấy hài lòng với việc ở yên một chỗ. Bạn đang “đứng núi này trông núi nọ” và nếu điều này xảy ra, hãy tự hỏi điều gì khiến bạn hạnh phúc và làm thế nào bạn có thể sắp xếp cuộc sống phù hợp với sự hài lòng của bản thân?"
    ],
    "image": "30.png"
  },
  "31": {
    "name": "Nine Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Sự hài lòng; Lòng biết ơn; Điều ước thành sự thật",
    "reKeywords": "Hạnh phúc nội tâm; Chủ nghĩa vật chất; Sự bất mãn; Sự buông thả",
    "description": [
      "Trong Nine of Cups, một người đàn ông ngồi trên một chiếc ghế gỗ nhưng không thực sự thoải mái. Ông ta khoanh tay và nở nụ cười trên môi, thể hiện sự hài lòng. Phía sau ông là một công trình kiến trúc cong được phủ bằng chất liệu màu xanh lam, với chín chiếc cốc vàng xếp thành hình vòm. Những chiếc cốc tượng trưng cho sự thỏa mãn về mặt cảm xúc sau khi thực hiện được những mong muốn sâu sắc nhất."
    ],
    "meaning": [
      "Bạn có biết những khoảnh khắc khi bạn nhìn xung quanh và cảm thấy trái tim mình tràn ngập tình yêu và sự trân trọng đối với mọi thứ bạn đã tạo ra trong cuộc sống của mình không? Đó chính là ý nghĩa của Nine of Cups: sự thỏa mãn về mặt cảm xúc, hạnh phúc và mãn nguyện. Khi lá bài này xuất hiện trong trải bài Tarot, bạn hài lòng với mọi khía cạnh của cuộc sống – các mối quan hệ, công việc, lối sống. Bạn đang đắm mình trong sự phong phú của cuộc sống và trải nghiệm những cảm xúc mà tạo hóa ban tặng.",
      "Đây là lý do tại sao Nine of Cups thường được gọi là lá bài điều ước. Nó là một điềm báo cho thấy rằng những mong ước của bạn đề ra sắp thành hiện thực",
      "Khi bạn nhìn thấy lá Nine of Cups trong trải bài, hãy bày tỏ lòng biết ơn đối với những gì bạn có. Bắt đầu hoặc kết thúc mỗi ngày bằng cách viết ra một danh sách về ba điều mà bạn biết ơn nhất. Theo thời gian, bạn sẽ có cảm giác hài lòng và khả năng thu hút những gì bạn mong muốn – đó là Luật Hấp dẫn. Nếu bạn đang nỗ lực tìm kiếm mặt tích cực của cuộc sống thì việc bày tỏ lòng biết ơn sẽ giúp bạn thấy rằng mình có rất nhiều điều để vui vẻ.",
      "Một điều cần lưu ý với Nine of Cups là bạn đang sống trong cảm giác thoải mái ấy trong một khoảng thời gian nhất định. Hãy nhận ra rằng sự hài lòng và thỏa mãn cũng chỉ là tạm thời vì mọi thứ luôn trong trạng thái thay đổi. Đó là lý do tại sao việc trân trọng những gì bạn đang có là rất quan trọng vì nó có thể biến mất bất cứ lúc nào."
    ],
    "reMeaning": [
      "Ngay cả khi dường như bạn có mọi thứ mà bạn từng mơ ước, bạn vẫn có thể cảm thấy như đang thiếu thứ gì đó trong sâu thẳm. Bạn có theo đuổi lợi ích vật chất mà phải trả giá bằng tinh thần hoặc cảm xúc của mình không? Ví dụ, bạn có thể sở hữu ngôi nhà hoặc chiếc ô tô đắt tiền nhất khu phố, nhưng bạn không bao giờ gặp lại bạn bè và gia đình của mình. Đây là bản chất của Nine of Cups ngược, và khi nó xuất hiện trong trải bài Tarot, nó yêu cầu bạn xem xét lại những gì bạn mong muốn. Bạn có thể đã quên đi những gì quan trọng đối với mình, thay vào đó bạn thiên về cái tôi và theo đuổi những gì sẽ mang lại danh vọng cho bản thân.",
      "Nine of Cups ngược là một dấu hiệu cho thấy thay vì tìm kiếm hạnh phúc bên ngoài, bạn nên tìm kiếm bên trong. Thành công và hạnh phúc là khác nhau đối với mỗi người. Vì vậy, thay vì làm những gì bạn nghĩ sẽ khiến người khác hạnh phúc, hãy làm những gì khiến bạn hạnh phúc. Hãy tự hỏi bản thân, Đối với tôi, thành công trông như thế nào? Và làm sao tôi biết được khi nào tôi thành công?” Nếu thế giới bên ngoài của bạn không mang lại điều đó, hãy thay đổi định nghĩa về thành công của bạn.",
      "Đôi khi, Nine of Cups ngược gợi ý rằng bạn đang thất vọng vì mong muốn của mình vẫn chưa thành hiện thực. Những kỳ vọng của bạn có thể không thực tế hoặc không tích cực theo đuổi ước mơ của mình thay vào đó bạn hy vọng rằng chúng sẽ thành hiện thực mà không cần bỏ ra công sức. Bạn có thể đã chọn những mục tiêu không khiến mình hài lòng và nếu vậy, tốt nhất bạn nên gạt chúng sang một bên. Bạn cần điều chỉnh các mục tiêu của mình để chúng hoàn toàn phù hợp với bản thân. Cũng như bạn cần phải chủ động hơn trong việc lập kế hoạch hành động để đạt được mục tiêu của mình.",
      "Nine of Cups ngược đóng vai trò như một lời nhắc nhở đừng quá bê tha mà gây tổn hại đến sức khỏe và tinh thần của bạn. Giữ mọi thứ ở mức độ vừa phải và nghĩ về hậu quả sau này từ hành động của bạn, đừng để thú vui tức thời che mờ đi lý trí chính mình."
    ],
    "image": "31.png"
  },
  "32": {
    "name": "Ten Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Tình yêu thiêng liêng; Mối quan hệ hạnh phúc; Sự hòa hợp",
    "reKeywords": "Sự mất phương hướng; Các mối quan hệ gặp khó khăn",
    "description": [
      "Trên lá Ten of Cups, một cặp đôi đang đứng cạnh nhau, dang tay ra khi hai đứa con của họ đang chơi gần đó. Họ nhìn về phía ngôi nhà trên đồi và một cầu vồng tuyệt đẹp với mười chiếc cốc. Hai người này có tình yêu đẹp và đã có mọi thứ mong ước. Ngôi nhà của gia đình tượng trưng cho sự ổn định, trong khi những ngọn đồi tượng trưng cho sự màu mỡ và dòng sông là dòng chảy của cảm xúc. Cầu vồng báo hiệu sự kết thúc của thời kỳ khó khăn và là dấu hiệu cho thấy mọi thứ sẽ ổn. Khung cảnh yên bình là một trong những sự thỏa mãn cảm xúc thực sự của tình yêu."
    ],
    "meaning": [
      "Ten of Cups tượng trưng cho hạnh phúc, niềm vui và sự hài lòng về mặt cảm xúc, đặc biệt là trong các mối quan hệ. Bạn đã có vô số tình yêu và hạnh phúc trong cuộc sống của mình, và giờ đây bạn chia sẻ điều này với người khác, mở rộng trái tim mình hơn nữa. Lá bài này thường xuất hiện khi bạn được bao quanh bởi những người thân yêu mà bạn có mối liên kết sâu sắc. Các bạn hỗ trợ và giúp đỡ nhau phát huy tiềm năng cao nhất của bản thân. Bạn sẽ rất vui khi thấy những người thân yêu của mình thành công và sống một cuộc sống hạnh phúc.",
      "Ten of Cups là lá bài “gia đình hạnh phúc”, hàm ý rằng mối quan hệ gia đình của bạn hiện tại đang hòa thuận và yêu thương. Không có ai xung đột hoặc căng thẳng; tất cả các thành viên trong gia đình đang hòa hợp với nhau và chia sẻ tình yêu xung quanh bạn. Lá bài này có thể xuất hiện trong trải bài khi bạn đang dành nhiều thời gian hơn cho gia đình, có thể là vào một kỳ nghỉ, hoặc buổi đoàn tụ, nơi bạn có thể nghỉ ngơi và thư giãn cùng nhau, tạo ra những kỷ niệm vui vẻ, đáng nhớ.",
      "Ten of Cups là lá bài tích cực cho các mối quan hệ lãng mạn và chỉ ra một hạnh phúc lâu dài, chẳng hạn như đính hôn, kết hôn hoặc cùng nhau xây dựng một gia đình. Các bạn chia sẻ một tình yêu vĩnh cửu và là những người bạn tâm giao được định sẵn để ở bên nhau.",
      "Khi lá Ten of Cups xuất hiện trong trải bài Tarot, bạn có cảm giác về sự trọn vẹn, và thống nhất trong mối quan hệ của mình với người khác. Bạn đang sống trong một trạng thái bình yên, hòa hợp và bình dị, nơi những ước mơ và mong muốn đã thành hiện thực. Hãy dành một chút thời gian để lùi lại và trân trọng những thứ bạn đã đạt được.",
      "Ten of Cups khuyến khích bạn làm theo trái tim mình và tin tưởng vào trực giác để dẫn bạn đến những cơ hội phù hợp với lý tưởng lâu dài. Khi cảm thấy điều gì đó tuyệt vời, hãy làm nhiều hơn nữa; và khi cảm thấy có điều gì đó không ổn, hãy làm ít hơn. Hãy để cảm xúc bên trong của bạn dẫn đường tìm kiếm những cơ hội giúp bạn thỏa mãn giá trị của bản thân thay vì đi con đường mà người khác mong đợi."
    ],
    "reMeaning": [
      "Khi lá bài Ten of Cups ngược xuất hiện trong trải bài Tarot, bạn đang tìm kiếm sự hòa hợp và kết nối trong các mối quan hệ của mình. Trong tâm trí, bạn đã mong ước có một mối quan hệ đẹp đẽ, hài hòa, nhưng trên thực tế, bạn cảm thấy xa cách với người mình yêu thương. Có vẻ như thiếu điều gì đó để tình cảm có thể gắn kết với nhau. Mỗi lần bạn cố gắng kết nối, điều gì bất ổn lại xảy ra và cuối cùng bạn lại càng có khoảng cách xa hơn. Bạn có thể có những kỳ vọng không thực tế về mối quan hệ rằng mọi thứ sẽ hoàn hảo mỗi phút hai bạn ở bên nhau. Hãy suy nghĩ lại những ước muốn ấy bởi mọi mối quan hệ đều có những thăng trầm. Nếu cảm thấy không thể cứu vãn thì bạn có thể cân nhắc đến việc rời đi.",
      "Ten of Cups khuyên bạn tìm kiếm điểm chung với những người thân yêu của mình và xây dựng lại mối quan hệ từ đó. Hãy coi người kia như một nửa xứng đáng với tình yêu của bạn và tương tự, hãy coi mình là người xứng đáng với họ. Hãy học cách yêu và được yêu, mở rộng trái tim và đón nhận tình yêu thương từ mọi người.",
      "Lá bài Ten of Cups ngược cũng có thể xuất hiện khi bạn đang suy ngẫm xem mối quan hệ yêu đương có ý nghĩa như thế nào đối với bạn. Thay vì xây dựng mối quan hệ ấy, bạn đang tập trung sự chú ý vào bên trong để có thể hiểu rõ những gì bạn muốn từ nó. Hãy tự hỏi bản thân xem một mối quan hệ lý tưởng sẽ như thế nào và bạn muốn cho và nhận tình yêu như thế nào. Hãy xem xét cách bạn có thể mang nhiều năng lượng này hơn vào các mối quan hệ trong tương lai của mình. Bạn có thể cân nhắc xem những mối quan hệ này phù hợp với mong muốn của bạn nữa hay không?. Hãy từ bỏ bất kỳ điều gì không còn mang lại cho bạn sự thỏa mãn và hạnh phúc, đồng thời chào đón những mối quan hệ mới phù hợp với lợi ích lâu dài.",
      "Lá Ten of Cups ngược có thể tiết lộ sự lệch lạc trong bản thân. Bạn không sống theo những giá trị của riêng mình, bạn cũng không thành thật với chính mình. Thay vào đó, bạn đang cho phép người khác quyết định điều gì sẽ và sẽ không khiến bạn hạnh phúc. Kết quả là bạn luôn đặt câu hỏi liệu bạn có tin vào những gì bạn đang làm hay không. Hãy chủ động làm những điều thực sự khiến bạn hạnh phúc ngay cả khi nó không giống như người ta kỳ vọng.",
      "Cuối cùng, Ten of Cups ngược cho thấy bạn đang bỏ bê gia đình trong lúc đang theo đuổi những mục tiêu vật chất như thăng tiến trong sự nghiệp hoặc kiếm nhiều tiền hơn. Sự mất cân bằng giữa công việc và cuộc sống của bạn khiến bạn ngày càng dành ít thời gian cho gia đình. Nếu bạn tiếp tục như vậy, bạn sẽ thấy rằng các mối quan hệ sẽ bị ảnh hưởng và bạn không đạt được cảm giác hài lòng cũng như hạnh phúc như mong đợi."
    ],
    "image": "32.png"
  },
  "33": {
    "name": "Page Of Cups",
    "type": "0",
    "version": "v3",
    "keywords": "Cơ hội sáng tạo; Khả năng dự đoán; Sự tò mò; Trực giác",
    "reKeywords": "Ý tưởng mới; Nghi ngờ bản thân; Bế tắc trong sáng tạo; Cảm xúc",
    "description": [
      "Page of Cups mặc một chiếc áo màu xanh có in hoa và đội một chiếc mũ đính khăn choàng dài trên đầu. Chàng trai trẻ đứng trên bờ biển với tay phải cầm chiếc cốc vàng. Điều ngạc nhiên ở đây là một con cá thò đầu ra khỏi cốc và nhìn chàng trai ấy. Con cá và biển ở phía sau tượng trưng cho sự sáng tạo, đổi mới. Sự xuất hiện bất ngờ của con cá biểu thị rằng cảm hứng sáng tạo thường đến bất ngờ và chỉ khi bạn thực sự mở lòng đón nhận nó."
    ],
    "meaning": [
      "Page of Cups báo trước một ý tưởng hoặc cơ hội mới bất ngờ sẽ đến với bạn. Năng lượng sáng tạo của bạn đang tuôn trào và bây giờ câu hỏi là bạn sẽ thể hiện nó như thế nào. Bạn sẽ tận dụng ý tưởng này và biến nó thành một điều gì mới mẻ hay để người khác thực hiện nó? Điều đó phụ thuộc vào bạn! Hãy dành thời gian khám phá để quyết định liệu bạn muốn chọn hướng đi nào.",
      "Page of Cups nhắc hãy cởi mở với bất cứ điều gì - kể cả việc một con cá thò đầu ra khỏi cốc! Với trí óc tò mò, bạn sẽ khám phá được những khía cạnh mới của cuộc sống và bản thân từ điều đó. Hãy mở rộng tâm trí của bạn để đón nhận mọi năng lực, đặc biệt là những thứ có tính chất sáng tạo hoặc trực quan, bạn sẽ ngạc nhiên về nó đấy! Không ai đánh thuế ước mơ vì thế hãy sẵn sàng mơ giấc mơ không tưởng và khám phá điều kỳ diệu của cuộc sống, ngay cả khi nó có vẻ ngoài tầm với. Page of Cups khuyên bạn hãy tin tưởng bản thân rằng mọi thứ đều có thể xảy ra.",
      "Với mỗi lá Page đều nhắc nhở bạn khám phá một khía cạnh mới của bản thân, Page of Cups lại yêu cầu bạn khám phá con người sáng tạo và cảm xúc của mình. Bạn có thể bắt đầu một lớp học nghệ thuật hoặc đọc sách về cách thể hiện cảm xúc. Những khát vọng chảy trong tâm trí bạn và khiến bạn có động lực từ những thứ đơn giản. Thay vì che dấu, hãy để cảm xúc thật của bản thân được bộc lộ ra bên ngoài!",
      "Lá bài này xuất hiện khuyên bạn hãy tin vào trực giác và cởi mở với vô số thông điệp đang đến với mình. Hãy tìm kiếm những dấu hiệu từ thiên nhiên, chúng có thể đến từ những nơi không ngờ tới và đôi khi bạn không thể nhận ra.Và trước khi bạn nhận ra điều đó, bạn đã thấy mình ở một trạng thái khác đó là thoải mái hơn, hạnh phúc hơn và vui vẻ hơn. Tất cả chỉ bằng cách tin tưởng vào trực giác mình và đi theo cảm xúc ấy.",
      "Theo thực tế, Page of Cups có thể hàm ý rằng bạn sẽ nhận được một bất ngờ thú vị Mỗi lá Page thường được gọi là những lá bài thông điệp và với Page of Cups, bạn có thể nhận được một thông điệp liên quan đến cảm xúc, trực giác hoặc sáng tạo. Đó có thể là sự ra đời của một em bé, lễ đính hôn hoặc lời đề nghị về một dự án mới. Đó là điều ngạc nhiên mà bạn không thể lường trước được và hãy sẵn sàng đón nhận khi thời điểm đến."
    ],
    "reMeaning": [
      "Page of Cups ngược gợi ý rằng bạn đang giữ những sáng tạo bí mật cho riêng mình. Bạn lo lắng rằng người khác sẽ ăn cắp ý tưởng của bạn hoặc tin rằng nó sẽ thất bại. Và bạn chọn giữ kín ý tưởng của mình để phát triển chúng hơn nữa mà không bị ảnh hưởng bởi người khác. Bạn có thể muốn đợi cho đến khi nó đã chín muồi trước khi chia sẻ nó với người khác.",
      "Với Page of Cups ngược, bạn cảm thấy được kêu gọi theo đuổi một dự án sáng tạo mới, nhưng lại nghi ngờ liệu mình có thực sự thực hiện được nó hay không. Vì vậy bạn chọn cách trì hoãn và kìm nén. Hãy tự hỏi bản thân: “Tôi có gì để mất ở đây?” Nếu không thử làm sao biết sẽ thất bại hay thành công? Nếu bạn thành công thì sao? Một lần nữa, hãy lắng nghe trực giác của bạn và cho bản thân mình một cơ hội, thà thất bại nhưng ít ra bạn sẽ không bao giờ cảm thấy hối tiếc trong suốt quãng đời còn lại!",
      "Có thể bạn sẽ gặp phải sự bế tắc trong sáng tạo khi Page of Cups ngược xuất hiện trong trải bài. Có một khía cạnh nào đó của bản thân bạn muốn được thể hiện, nhưng vì lý do gì đó mà bạn lại kìm nén. Bạn lo lắng liệu khả năng sáng tạo của mình có giá trị và giúp bạn thực hiện được ước mơ của mình hay không? Đôi khi bạn không biết bộc lộ điều này ra ngoài và dẫn đến việc ý tưởng thì có nhưng bạn lại gặp khó khăn khi biến chúng thành hiện thực.",
      "Page of Cups ngược có thể gợi ý rằng bạn hoài nghi về bản thân. Bạn đang cố gắng lắng nghe trực giác của mình, nhưng khi các thông điệp truyền đến, bạn lại tự hỏi liệu đó có xuất phát từ nội tâm bên trong hay không? Đừng ngại thử thách thay vào đó hãy khám phá những điều mà trực giác đem đến cho bạn!",
      "Đôi khi, Page of Cups ngược cho thấy ai đó còn non nớt về mặt cảm xúc. Có thể là người dễ nổi giận, dễ dàng rơi nước mắt. Hoặc có thể là một người quá mơ mộng về tương lai của mình và sống không thực tế."
    ],
    "image": "33.png"
  },
  "34": {
    "name": "Knight Of Cups",
    "type": "0",
    "meaning": "Theo khía cạnh tích cực, Knight of Cups mang một linh hồn nhạy cảm. Anh ta là một nhà thơ – một người tình của mọi thứ lãng mạn và tinh tế. Anh ta sử dụng trí tưởng tượng của mình theo cách kỳ diệu và xâm nhập vào mức độ sâu sắc nhất của cảm xúc. Anh ta biết cách tạo ra nét đẹp và chia sẻ nó với người khác. Theo khía cạnh tiêu cực, lá Knight có xu hướng bay bổng và mơ mộng. Trạng thái cải lương của anh ta giống như truyện cổ tích hay thần thoại, và cảm xúc của anh ta thường lấn át anh ta. Anh ta cũng thất thường và dễ làm mất lòng. Anh ta không thể chịu nổi sự khó chịu và sẽ luôn để người khác giải quyết giùm.",
    "meaning1": "Trong giải bài tarot, lá Knight of Cups cho thấy rằng tính cách nhạy cảm của anh ta có liên quan đến tình huống khía cạnh của bạn, của một ai đó hay của bầu không khí nói chung. Bạn cần hỏi chính mình rằng, “liệu năng lượng của lá Knight này sẽ có ích cho bạn hay làm tổn thương bạn?” Nếu phong thái anh ta hiển nhiên, thì sự cân bằng là cần thiết. Liệu cảm giác của bạn có thích hợp hay đang thái quá? Liệu việc mơ mộng của bạn có thiếu thực tế? Liệu trạng thái ủ rũ của một ai đó có đang khiến bạn bực mình? Liệu cuộc sống gia đình bạn có bị điều khiển bởi cảm xúc thay vì ý thức? Đây có lẽ là thời điểm để thay đổi.",
    "meaning2": "Nếu năng lượng của lá Knight này đang thiếu, vậy thì chất thơ có thể là điều cần thiết. Liệu bạn có quá thu mình? Hãy thừ thể hiện cảm xúc của mình đi. Liệu bạn có luôn đưa ra những lựa chọn thực tế? Hãy thử thay vào đó bằng một lựa chọn phi lý hơn một chút. Liệu bạn có đang né tránh nội tâm mình? Hãy dành thời gian suy xét bên trong bản thân và suy nghĩ về cuộc đời bạn. Hãy để Knight of Cups đưa bạn vào thế giới đẹp đẽ và lãng mạn của anh ta.",
    "keywords": "Lãng mạn – dễ xúc động, Giàu tưởng tượng – không thực tế, Nhạy cảm – thất thường, Tinh tế – quá tế nhị, Nội tâm – nhút nhát",
    "image": "34.png"
  },
  "35": {
    "name": "Queen Of Cups",
    "type": "0",
    "meaning": "Nhân cách của Queen of Cups kết nối nguồn năng lượng thuộc nguyên tố Nước của bộ Cups với sự tập trung hướng nội của một Nữ hoàng (Queen). Vì ở nàngtoát ratính cách ngọt ngào, đáng yêu và nhạy cảm, Queen of Cups luôn tử tế với mọi người và không bao giờ phản ứng giận dữ hay tỏ ra thiếu kiên nhẫn. Nàng dịu dàng và điềm tĩnh. Lòng trắc ẩn là đức tính của nàng. Những phản ứng của nàng với thế giới được dẫn lối bởi những cảm giác của nàng. Trong mọi vấn đề, nàng luôn để trái tim mình dẫn lối. Nàngcảm nhận được dòng cảm xúc và biết được những gì người khác trải qua mà không cần hỏi. Nàng không bao giờ thể hiện sựủ rũ, nhưng nàng hiểu được trạng thái này và các ảnh hưởng, tác động của của nó. Nàng tin vào trực giác của mình và vì thế cởi mở hơn với những kiến thức phát xuất từ chính mình và ngoài tầm của mình. Nàng thường bị xúc động bởi nét đẹp và bi kịch cuộc sống. Queen of Cups cảm nhận sâu sắc và tôn kinh tất cả mọi công trình của Thượng Đế. Tình yêu của nàngdành cho mọi người và mọi loài.",
    "meaning1": "Trong giải bài tarot, Queen of Cups yêu cầu bạn suy nghĩ và cảm nhận như nàng. Ví dụ: Bạn có nhận thức được xu hướng cảm xúc? Bạn có cảm nhận được yêu thương? Bạn có tin vào con tim mình? Bạn có nhận được thông điệp từ trực giác? Bạn có xúc động bởi nỗi đau của người khác? Lá Queen này cũng có thể đại diện một người đàn ông hoặc phụ nữ giống nàng, hoặc một bầu không khí của lòng yêu thương dịu dàng, biết chấp nhận và tôn trọng cảm xúc. Trong một giải bài, Queen of Cups cho bạn biết rằng nguồn năng lượng đặc biệt của nàng có ý nghĩa lớn lao dành cho bạn vào thời điểm này. Hãy để bản thân bạn được truyền cảm hứng bởi lá Queen này dưới bất kỳ hình thức xuất hiện nào trong cuộc sống của bạn. ",
    "keywords": "Thương yêu, Nhân hậu, Trực giác, Tâm lý, Tâm linh",
    "image": "35.png"
  },
  "36": {
    "name": "King Of Cups",
    "type": "0",
    "meaning": "Nhân cách của King of Cups là sự kết hợp của năng lượng tích cực thuộc nguyên tố Nước của bộ Cup và sự tập trung năng động, hướng ngoại của một vị vua(King). Ông ta là con người khôn ngoan và hiểu biết, với một tri thức sâu rộng về thế giới đến từ tâm hồn mình. Ông là một người thầy và người hướng dẫn đường lối cho những người học trò mình với lòng tận tâm yêu thương. Ông quan tâm người khác một cách thân mật và luôn phản hồi những nhu cầu của họ với lòng trắc ẩn. Ông chữa lành họ với cử chỉ dịu dàng và lời nói nhẹ nhàng. Những người khác tìm đến ông để xin lời khuyên vì họ biết ông sẽ chú ý lắng nghe. Luôn có một sự yên bình xung quanh ông để người khác hồi đáp lại. Ông thể hiện lòng khoan dung trong mọi quan điểm và thể hiện tính kiên nhẫn trong hầu hết mọi hoàn cảnh khó khăn. Ông cho người khác tự do để phát triển theo cách của họ mà không yêu cầu đáp lại thứ gì.",
    "meaning1": "Trong giải bài tarot, King of Cups yêu cầu bạn có những hành động tử tế như ông ấy. Ví dụ: hành động bình tĩnh trong khủng hoảng, sử dụng sự khôn khéo thay vì vũ lực, yêu cầu sự giúp đỡ, hoặc chấp nhận một quan điểm khác. Lá King này có thể đại diện cho một người đàn ông hoặc phụ nữ có những hành động như ông, hoặc một bầu không khí quan tâm chu đáo, khoan dung và thấu hiểu. Trong một giải bài tarot, ông ấy cho bạn biết rằng năng lượng đặc biệt của ông sẽ rất hữu ích với bạn ở thời điểm này. Hãy để bản thân mình được truyền cảm hứng bởi King of Cups theo bất kỳ hình thức nào ông xuất hiện trong cuộc sống của bạn.",
    "keywords": "Khôn ngoan, Trầm tĩnh, Tài ngoại giao, Chăm sóc, Khoan dung",
    "image": "36.png"
  },
  "37": {
    "name": "Ace Of Pentacles",
    "type": "0",
    "meaning": "Lá Ace of Pentacles là biểu tượng cho thấy khả năng xuất hiện của sự thịnh vượng, sung túc, niềm tin, sự an toàn, và sự vững chắc. Trong giải bài, lá bài này cho thấy “hạt giống của năng suất” đã được gieo vào lòng bạn cho dù bạn chưa nhận ra được. Hạt giống này có thể là bất cứ điều gì khi khai nở. Đó có thể là cảm giác được trở thành tâm điểm, niềm ao ước hay nhu cầu muốn tập trung vào các vấn đề thực tiễn. Xét trên khía cạnh khác, “hạt giống của năng suất” này có thể là một món quà, một lời đề nghị, một cơ hội, một sự kiện gặp gỡ hay kết nối với người khác.",
    "meaning1": "Khi bạn thấy lá Ace of Pentacles trong một lượt trải bài, hãy xem xét cuộc sống của bản thân xem cách thức mà nguồn năng lượng của sự kiên định (vững chắc) ảnh hưởng như thế nào đến bạn.  Đây không phải thời điểm để mơ mộng, ảo tưởng, mà là lúc dành cho sự thật và tập trung. Hãy tìm kiếm những trải nghiệm đem lại sự an toàn một cách thoải mái và đáng tin cậy. Hãy xây dựng một nền tảng của niềm tin tưởng vào cuộc sống cả bên trong lẫn bên ngoài. Giác quan, cảm giác thông thường của bạn sẽ cho bạn biết cần phải làm những gì. Bạn cũng nên tập trung và thế giới tự nhiên để giúp bản thân mình luôn tự tin và nhạy bén. Hãy tận hưởng những gì thuộc về bản thân mình và những niềm vui xuất phát từ vật chất.",
    "meaning2": "Lá bài Ace of Pentacles có thể là dấu hiệu cho thấy bạn sẽ có thể biến những ước mơ thành sự thật. Những ý tưởng của bạn đã sẵn sàng được chuyển hóa thành những kết quả hữu hình. Hãy nghiên cứu những gì có tính khả thi, và cố gắng biến chúng thành sự thật. Lúc này bạn có thể thu hút mọi nguồn lực mà bạn cần để những ý tưởng dự án đó được diễn ra. Hãy tận dụng sức mạnh vật chất của Ace of Pentacles, và rồi mọi ý tưởng đột phá của bạn sẽ trở thành sự thật.",
    "keywords": "Sức mạnh vật chất, Sự thịnh vượng, Tính khả thi, Niềm tin tưởng",
    "image": "37.png"
  },
  "38": {
    "name": "2 Of Pentacles",
    "type": "0",
    "meaning": "Trong bộ phim First Knight, Lancelot thực hiện một thử thách: đi dọc một hàng đầy những lưỡi dao cắt trước mặt với khoảng cách không đồng nhất. Anh đã vượt qua thử thách thành công vì anh luôn tỉnh táo, nhanh nhẹn và kiên trì. Anh biết rằng khi nào cần bước tới và khi nào cần dừng lại. Anh lướt qua hiểm nguy và tận hưởng từng khoảnh khắc của thử thách chướng ngại đầy chết chóc này. Lancelot chính là đại diện cho nguồn sức mạnh của Two of Pentacles.",
    "meaning1": "Không có cảm giác nào giống như cảm giác vừa thanh nhã lại vừa hiệu quả. Lá Two of Pentacles có hình ảnh một chàng trai trẻ nhảy múa khi cố gắng cân bằng những âu lo của thế gian. Hình ảnh dấu vô cực quanh hai đồng tiền cho thấy rằng chàng trai này có khả năng giải quyết vô số các vấn đề khó khăn. Ở phía phông nền chúng ta thấy hai con tàu đang dễ dàng cưỡi trên con sóng – tượng trưng cho hình ảnh cưỡi lên những nốt thăng trầm của cuộc đời.",
    "meaning2": "Trong giải bài, lá Two of Pentacles cho bạn biết rằng bạn có thể tung hứng mọi yêu cầu nhắm về phía mình. Trên thực tế, bạn sẽ tận hưởng được niềm vui thích ở mỗi chặng thử thách. Nếu lúc này bạn không thấy tự tin, thì lá bài này nhắc nhở bạn rằng hãy tin vào chính mình. Bạn có tất cả những gì bạn cần để đạt được mục tiêu và vươn xa hơn nữa. Hãy cứ đón nhận thử thách.",
    "keywords": "Cân bằng, Linh hoạt, Vui vẻ",
    "image": "38.png"
  },
  "39": {
    "name": "3 Of Pentacles",
    "type": "0",
    "meaning": "Trong phần đầu bộ phim Mission Impossible, một nhóm chuyên viên đang thực thi một nhiệm vụ nguy hiểm. Các thành viên trong đội lên chiến thuật, tập hợp các nguồn lực và sử dụng kỹ năng cũng như trình độ của các thành viên để hoàn thành nhiệm vụ. Đó chính là tinh thần của lá 3 of Pentacles: làm việc nhóm, lập kế hoạch và hoàn thành mục tiêu.",
    "meaning1": "Lá 3 of Pentacles là một trong những lá bài Tarot chú trọng đến làm việc nhóm hay cộng đồng (các lá tương tự là 3 of Cups và Hierophant). Hình ảnh các đồng tiền được liên kết vững chắc với mặt đất và được sử dụng tượng trưng cho một nhóm người đang làm một nhiệm vụ nào đó, tức những người cùng nhau làm việc hướng đến một mục tiêu chung. Không có nhiều công việc có thể được hoàn thành một mình. Chúng ta cần sự hỗ trợ và giúp đỡ của những người khác để có thể đạt được những mục tiêu của mình. Đôi khi lá 3 of Pentacles là dấu hiệu cho thấy bạn sẽ đạt năng suất làm việc cao hơn nếu bạn biết làm việc cùng người khác. Bạn không nhất thiết phải tự làm lấy tất cả mọi việc.",
    "meaning2": "Lá bài này cũng có thể là dấu hiệu cho thấy một nhu cầu lập kế hoạch và chuẩn bị. Đây không phải thời điểm vội vàng đẩy nhanh mọi thứ hay bắt đầu một dự án trong khi bản thân đang rất mơ hồ về nó. Bạn cần phải nghĩ thông suốt mọi thứ, xem xét mọi khả năng và đảm bảo rằng bạn chú ý đến mọi chi tiết nhỏ. Hãy chuẩn bị sẵn sàng trước rồi thì những gì bạn làm sẽ gặt hái được thành quả. Một đặc điểm khác của lá 3 of Pentacles là khả năng đạt được thành tựu (sự xuất sắc), khả năng hoàn thành công việc. Ngày nay rất khó tìm thấy một người đạt được điều này. Lá bài cho bạn biết rằng bạn có mọi kỹ năng và kiến thức mà bạn cần. Bạn có thể thu hút được những người tài giỏi và tạo ra một môi trường thành công. Hãy lưu ý rằng dù thời thế đang (hay sẽ) rất thuận lợi, nhưng cũng cần đảm bảo bạn giữ được sự tập trung cho việc hoàn thành tốt công việc của mình. Hãy tự hào vì những gì bạn làm và cách bạn làm những điều đó. Khi đó bạn sẽ hoàn thành được nhiệm vụ “bất khả thi” của mình. ",
    "keywords": "Làm việc nhóm, Lập kế hoạch, Thành tựu/xuất sắc",
    "image": "39.png"
  },
  "40": {
    "name": "4 Of Pentacles",
    "type": "0",
    "meaning": "Lúc nào đó hãy thử dành thời gian chơi với một đứa trẻ 2 tuổi, bạn sẽ nhanh chóng nghe được những thông điệp của 4 of Pentacles như “Không!” hay “Của tôi!” Đó là lời gào thét từ bản ngã vốn được phát triển trong thời thơ ấu. Bản ngã muốn đảm bảo quyền lực của mình thông qua việc áp đặt ý nguyện của mình. Mong muốn giữ quyền kiểm soát là dấu ấn của 4 of Pentacles. Một số hình thức của sự kiểm soát đôi khi rất cần thiết. Trong những thời điểm hỗn loạn, một bàn tay chắc chắn là điều kiện tiên quyết để tạo ra một cấu trúc, chế độ mới cũng như một sự tổ chức vững bền. Nhưng rất nhiều lần ý muốn kiểm soát lại vượt khỏi tầm kiểm soát, bóp nghẹt cả sự sáng tạo và biểu hiện cá nhân. Trong một lượt giải bài, lá bài này yêu cầu bạn cần phải cân nhắc cẩn thận mức độ kiểm soát trong tình cảnh hiện tại.",
    "meaning1": "4 of Pentacles có thể đại diện cho các vấn đề liên quan đến chủ quyền, sự sở hữu. Có thể bạn đang có mối liên hệ với việc nhận, giữ tiền hay một vài tài sản nào khác. Có thể bạn đang gặp rắc rối với quyền sở hữu hay đang cảm thấy ghen tức khi người khác có gì đó mà mình không có. Hãy dựa vào năng lượng của lá bài này để duy trì và phòng vệ, thay vì để đưa ra lời phàn nàn. Ai cũng cần tự do xác định cuộc sống riêng của mình. Lá 4 of Pentacles cũng ngụ ý đến những thay đổi bị ngăn chặn. Hình ảnh lá bài cho thấy một chàng trai trẻ có vẻ khá cứng đầu đang cố ngăn chặn mọi hành động và hướng đi của người đối diện. Sự chống đối có thể xuất phát từ những người chỉ muốn duy trì tình trạng hiện tại, hoặc đến từ ngay trong bản thân bạn. Bạn có đang muốn né tránh những thay đổi trong khi đó là những thay đổi cần thiết? Chúng ta nhiều khi chỉ bám sát theo những điều quen thuộc ngay cả khi đã biết rõ rằng đó không phải là phương án tốt nhất.",
    "meaning2": "Bài học mà 4 of Pentacles đặt ra ở đây chính là sự cần thiết phải nhận thức rõ rằng việc duy trì tình trạng kiểm soát là điều không thể. Chúng ta sống trong thế giới này cũng giống như một người đơn độc giữa đại dương mênh mông. Ai có thể quản lý hay sở hữu được sức mạnh của sự kiểm soát? Cách duy nhất để không bị “chìm nghỉm” là phải tự mình đứng lên, cưỡi trên những ngọn sóng, hay nói cách khác, thuận theo những diễn biến và thay đổi tự nhiên. Đại dương sẽ luôn là đồng minh của bạn miễn là bạn vẫn còn bơi theo dòng chảy thay vì đứng yên một chỗ và chìm nghỉm.",
    "keywords": "Chiếm hữu, Kiểm soát, Sự thay đổi bị chặn đứng",
    "image": "40.png"
  },
  "41": {
    "name": "5 Of Pentacles",
    "type": "0",
    "meaning": "Hai nhân vật trên lá bài 5 of Pentacles là hai con người lầm lũi giữa đêm đông lạnh lẽo, đói khát, mỏi mệt, bệnh tật và nghèo khổ. Những gì họ đang trải qua khiến ta có cảm giác như những nhu cầu tối thiểu nhất của cuộc sống thậm chí còn không được đáp ứng. Những ai trong chúng ta vốn có cuộc sống sung túc và may mắn có thể chưa từng trải qua giai đoạn giống nhu vậy, nhưng chứng ta vẫn cảm giác rõ sự thống khổ. Trong giải bài Tarot, lá 5 of Pentacles có thể đại diện cho một vài sự thiếu hụt nào đó. Trước hết là sức khỏe kém. Cần biết rằng khi không có đủ sức sống và sức mạnh thể chất thì chúng ta không thể vượt qua những thách thức trong cuộc sống được. Lá bài này có thể là dấu hiệu cho thất rằng bạn đang có phần sao lãng việc đáp ứng các nhu cầu cơ bản của bản thân mình. Bạn đang ngày một xa rời nhiệm vụ đáp ứng được cho chính mình một sức khỏe thể chất tốt, vì vậy hãy tìm hiểu và cố gắng khắc phục vấn đề này càng sớm càng tốt.",
    "meaning1": "Lá bài này cũng có thể hàm ý đến những bước thụt lùi xét trên các khía cạnh về vật chất và kinh tế. Một điều chắc chắn là cuộc sống của bạn sẽ trở nên rất vất vả nếu bạn thiếu tiền hay không có một công việc tốt. Khi chúng ta phải vất vả khó khăn để đáp ứng những nhu cầu cơ bản của chính mình, thì tất cả những vấn đề khác sẽ còn trở nên nghiêm trọng hơn nữa. Ngay cả khi chúng ta đang có một cuộc sống thoải mái thì rõ ràng vẫn luôn có đôi chút sự bất an và e sợ rằng một ngày nào đó vận rủi sẽ quét sạch những gì chúng ta đã vất vả có được. Lá 5 of Pentacles cũng có thể mang thông điệp của sự từ chối, chối bỏ hay không được chấp thuận. Con người là động vật xã hội, biết đau đớn khi bị cộng đồng từ chối. Chúng ta muốn được tham gia cùng những cá thể khác không chỉ để đáp ứng cảm xúc bản chất của chính mình, mà còn để tìm thấy sự tương trợ lẫn nhau. Bị từ chối cũng có thể trở thành một trải nghiệm khó khăn về thể chất.",
    "meaning2": "5 of Pentacles bên cạnh việc liên quan đến sự thiếu hụt về vật chất còn hàm chỉ một khiếm khuyết về khía cạnh tinh thần. Dựa vào cánh cửa sổ trong lá bài, có thể đoán được hai con người đang lầm lũi bước đi ấy đang ở bên ngoài một ngôi nhà thờ. Rõ ràng, sự yên ấm đang ở ngay tầm tay, thế nhưng họ lại không thể nhìn thấy. Nhà thờ là nơi tượng trưng cho linh hồn của chúng ta một cách rõ nét. Con người sinh ra là để tận hưởng sự đủ đầy của mọi lĩnh vực cuộc sống nhưng đôi khi chính chúng ta lại quên mất rằng đó chính là một quyền hiển nhiên của con người. Bất cứ khi nào rơi vào tình trạng khó khăn, bạn cũng hãy luôn nhớ rằng những gì bạn đang phải chịu đựng chỉ là nhất thời. Hãy tìm đến những nơi khiến tinh thần bạn ổn định trở lại, nơi sẽ chào đón bạn và ít nhất trao cho bạn một nơi để trú thân. ",
    "keywords": "Thời điểm khó khăn, Sức khỏe kém, Bị từ chối",
    "image": "41.png"
  },
  "42": {
    "name": "6 Of Pentacles",
    "type": "0",
    "meaning": "Lá bài 6 of Pentacles là một lá bài rất khó để diễn giải vì nó rơi vào vùng trung gian giữa khía cạnh bóng đêm/tiêu cực của sự thiếu thốn của 5 of Pentacles và sự sung túc đủ đầy của 10 of Pentacles (hai lá bài này là hai thái cực của các khía cạnh “có” và “không có”). Lá 6 of Pentacles đại diện cho một vùng trung gian rất rộng lớn của ý nghĩa nội dung thiếu sự rõ ràng “ai” có “cái gì”. Hình ảnh trên lá bài mô tả một người đàn ông có vẻ như rất giàu có đang trao một vài đồng xu lẻ cho người ăn mày bên trái, trong khi cùng lúc một kẻ khác bên phải đang nài van đợi nhận được phần của mình. Người đàn ông cho tiền một tay cầm chiếc cân công lý như thể để nhấn mạnh quyền quyết định xem ai là người đáng được nhận lấy ân huệ và ai không. Hình ảnh trên lá bài này mô tả cho cả hai trường hợp: cho đi và nhận được, thống trị và quy phục, đúng trên đỉnh cao và chơi vơi dưới đáy. Ai có và ai không cũng rất rõ ràng. Cuộc sống không hề đơn giản, và sự may mắn có thể thay đổi rất nhanh.",
    "meaning1": "Trong giải bài Tarot, lá 6 of Pentacles là lời yêu cầu bạn cần phải suy xét sâu rộng toàn diện vấn đề đang có xét trên cả khía cạnh vật chất (tài sản hữu hình) và phi vật chất (kiến thức, quyền năng, tình yêu). Bạn có thể tự nhận thấy chính bản thân mình đang thuộc về khía cạnh hoặc khía cạnh kia, nhưng lá bài yêu cầu bạn cần cân nhắc lại. Hãy nghĩ về những nhà kinh doanh thành công bỗng một ngày trở nên tay trắng khi tuyên bố phá sản. Một kẻ nhà lãnh đạo độc tài bị khuyết tật vượt qua sự yếu đuối để thống trị mọi người. Người thầy giáo học hỏi học sinh của mình. Những bậc cha mạ kiểm soát con cái bằng cách cho tiền…",
    "meaning2": "Các từ khóa của 6 pf Pentacles bao gồm cả các mặt có và không có của mỗi dạng ý nghĩa. Đôi khi lá bài này là dấu hiệu rõ ràng của một trong hai mặt khía cạnh. Bạn sẽ nhận được những gì bạn muốn. Bạn sẽ phải chấp nhận ý kiến của một người khác. Dù vậy thì trong mọi trường hợp bạn cũng cần phải nghi ngờ những gì bạn thấy rõ bề ngoài, và cố gắng tìm hiểu kỹ lưỡng hơn. Hãy đặt ra câu hỏi như tại sao bạn lại rơi vào hoàn cảnh hiện tại, và hoàn cảnh này rồi sẽ đưa bạn đến đâu? Ai là người nắm quyền thực sự? Điều gì đang xảy ra trên thực tế?",
    "keywords": "Nguồn lực, Kiến thức, Quyền năng",
    "image": "42.png"
  },
  "43": {
    "name": "7 Of Pentacles",
    "type": "0",
    "meaning": "Hình ảnh trên lá bài 7 of Pentacles mô tả một người đàn ông vừa lao động chăm chỉ trong một thời gian dài đang đứng trong khu vườn của mình. Cây cối đã được gom lại thành một đống cao, và trên các cành trái quả đang chín trổ. Có vẻ như anh ta đã nhận được thành quả cho những gì mình đã làm. Anh đang nghỉ ngơi đôi chút và tự hào về những gì mình đã làm được. Chứng kiến những thành quả do hai bàn tay mình làm nên là một cảm giác vô cùng thoải mái. Thành công luôn luôn ngọt ngào! Lá 7 of Pentacles là một lá bài của sự nghỉ ngơi. Lá bài này đại diện cho những khoảnh khắc yên bình để lấy lại sức và đánh giá chất lượng kết quả sau hàng đống những công việc ta phải làm. Người đàn ông trong hình ảnh lá bài đang nghỉ ngơi và chiêm ngắm những quả cây trên bụi lá mà anh đã dày công chăm bón, anh cũng có thể hái các trái này. Trong giải bài Tarot, lá bài 7 of Pentacles có thể hàm chỉ một phần thưởng cho những nỗ lực của bạn sẽ sớm đến với bạn. Hãy nhận lãnh và tận hưởng phần thưởng đó.",
    "meaning1": "Lá bài này cũng là lời kêu gọi sự đánh giá. Khi chúng ta bận rộn, không phải lúc nào ta cũng có đủ thời gian để xem xét kỹ lại xem ta đang làm gì, và tại sao ta lại làm điều đó. Chúng ta có đang đi đúng hướng không? Chúng ta có đang được nhận lãnh những kết quả mà ta muốn thấy không? Sẽ có những vấn đề nghiêm trọng phát sinh nếu bạn không có sự cân nhắc và đánh giá phù hợp ở những thời điểm quan trọng. Trong giải bài, lá bài này là lời đề nghị bạn cần dành thời gian đảm bảo rằng bạn đang đi đúng hướng để có thể đạt được những mục tiêu đã đặt ra.",
    "meaning2": "Lá 7 of Pentacles cũng đại diện cho tình trạng phân vân. Trong đời sống, con người luôn có khuynh hướng duy trì những gì quen thuộc. Việc thay đổi định hướng là điều không hề dễ dàng. Lá 7 of Pentacles có thể là lời nhắc nhở bạn tìm hiểu xem bạn có cần điều chỉnh lại cuộc sống của mình, hay thậm chí là thay đổi toàn diện, hay không? Bạn vẫn chưa dính sâu vào một con đường hay lối sống cụ thể nào đó, nhưng trong tương lai gần thì rất có thể. Hãy biết rằng bạn vẫn đang có thể thay đổi. Lá 7 of Pentacles không phải là lá bài của sự kết thúc hay chấm dứt. Trận đấu chưa kết thúc mà chỉ đang tạm nghỉ trong giây lát. Một khi bạn đã lấy lại sức và đánh giá xong chiến lược đang theo đuổi, hãy sẵn sàng tinh thần quay trở lại guồng hoạt động và làm việc chăm chỉ hơn cả trước.",
    "keywords": "Sự đánh giá, Phần thưởng, Thay đổi định hướng",
    "image": "43.png"
  },
  "44": {
    "name": "8 Of Pentacles",
    "type": "0",
    "meaning": "Trên lá bài 8 of Pentacles chúng ta thấy một chàng trai đang đục khắc một đồng tiền. Anh ta đã hoàn thành được sáu đồng và có một đồng nữa đang sắp hoàn thành. Rõ ràng là anh ta đang làm một công việc thu hút mọi sự chú tâm của anh. Anh ta cô lập chính mình khỏi những người khác (tòa tháp ở phía xa xa) để tập trung vào dự án công việc của mình. Chúng ta thấy được từ hình ảnh này những yếu tố đặc trưng của 8 of Pentacles: làm việc chăm chỉ và chú tâm vào chi tiết. Lá bài này thường hàm chỉ thời điểm cần phát huy tính siêng năng và tập trung cao độ. Lá bài khuyên bạn gắng sức cho việc quan trọng tại thời điểm này, cho dù đó là một dự án trong công việc, một vài trở ngại gia đình, một mục tiêu cá nhân hoặc một nhiệm vụ không đem lại sự thoải mái.",
    "meaning1": "Đôi khi ta có thể tận hưởng những may mắn và niềm vui đến ngẫu nhiên. Nhưng cũng đôi khi chúng ta phải nỗ lực nhiều hơn bình thường để có thể đạt được những thành quả, niềm vui đó. Lá bài 8 of Pentacles đại diện cho những lúc mà bạn cố gắng 110% khả năng. Những gì cần làm là bắt tay vào và tiến hành thôi. Rất may mắn là những gì ta làm sẽ tiếp thêm sinh lực và đem đến cho chúng ta đến những kết quả hoành tráng. Việc lao động trong 8 of Pentacles phản ánh rõ nét cảm giác hài lòng và năng suất cao. Lá bài 8 of Pentacles cũng có thể biểu trưng cho động lực học tập – để mở rộng ra các ranh giới kiến thức của bản thân. Đôi khi chúng ta cần phát triển những kỹ năng mới. Chúng ta làm nghiên cứu, khám phá những thực tế hoặc tìm kiếm sự tinh thông. Lá bài Hermit kiếm tìm nguồn tri thức từ bên trong, trong khi người đàn ông trong 8 of Pentacles đang tìm kiếm những nguồn tri thức ở bên ngoài – cách thức và nguyên nhân của thế giới vật chất.",
    "meaning2": "Lá bài này cũng có thể thể hiện lời kêu gọi phát huy sự tập trung một cách tỉ mỉ. Những người chú tâm vào từng chi tiết nhỏ thường bị xem là những kẻ quá lo xa, những những nỗ lực nhiều hơn bình thường của họ sẽ giúp đảm bảo cho mọi thứ được hoàn hảo và đúng đắn như bản chất vốn có. Đây là vấn đề về việc quan tâm. Hãy dành thời gian để kiểm tra từng chi tiết nhỏ nhặt. Hiện thời không phải là thời điểm để tính cẩu thả và vô trách nhiệm xuất hiện. Hãy tìm kiếm những sai sót, và khắc phục những chỗ chưa ổn. Chìa khóa của thành công là sự nỗ lực phi thường. Cho dù nhiệm vụ của bạn là gì đi nữa thì lá bàu 8 of Pentacles vẫn là thông điệp kêu gọi bạn nên cố gắng hết sức mỗi ngày.",
    "keywords": "Siêng năng, Hiểu biết, Tỉ mỉ",
    "image": "44.png"
  },
  "45": {
    "name": "9 Of Pentacles",
    "type": "0",
    "meaning": "Người phụ nữ trên lá bài Nine of Pentacles đang tản bộ một cách thư thái quanh khu vườn của cô. Người phụ nữa này rõ ràng là một quý bà có cốt cách đầy tao nhã và lịch thiệp, vì thế việc trên tay trái cô có một con chim được huấn luyện để săn bắt và giết chóc theo mệnh lệnh là một chi tiết không mấy phù hợp. Nuôi chim săn mồi không phải là một sở thích bình thường đối với một quý bà quyền quý, nhưng đây là chính là chìa khóa mô tả bản chất đặc biệt của lá bài này. Mặt khác, lá bài Nine of Pentacles đại diện cho tất cả những gì thanh lịch nhất, trí tuệ nhất và văn minh nhất. Nghệ thuật, âm nhac và những hình thức thể hiện nét đẹp khác là những lĩnh vực đóng góp những vai trò rất đặc biệt trong cuộc sống vật chất của chúng ta (Pentacles). Đồng tiền hiện diện trên lá bài có xu hướng nằm dưới đất. Hình tượng đó tượng trưng cho một thông điệp: lo cho cuộc sống là điều quan trọng, nhưng chúng ta không cần lúc nào cũng nhất thiết phải tập trung vào các vấn đề mang tính trần tục tầm thường.",
    "meaning1": "Chúng ta luôn có thể tận tưởng những gì cao quý của cuộc sống. Trong giải bài tarot, lá bài Nine of Pentacles có thể hàm ý một mối quan tâm trong những lĩnh vực này. Nó cũng có dấu hiệu rằng bạn có thể cần phải bỏ đi những gì khiếm nhã hoặc những điều gây khó chịu cho người khác, và tìm kiếm những gì hoàn mỹ nhất. Lá bài Nine of Pentacles cũng có thể là một dấu hiệu của tính kỷ luật và tự kiểm soát. Người phụ nữ này đang tận tưởng một cuộc sống đậm nét văn hóa vì cô đã làm chủ được các bản năng đạo đức của mình. Những gì cô đang làm không hề kiểm soát cô. Hình tượng con chim ưng biểu tượng cho mọi tư tưởng đen tối và phóng túng trong bản chất của con người. Thực tế thì phần tối trong mỗi con người vẫn có thể phục vụ tốt cho bản thân chúng ta nhưng chỉ khi phần tối đó được kiểm soát và ra lệnh.",
    "meaning2": "Đôi khi lá 9 of Pentacles là lời kêu gọi bạn cần thể hiện sự kiềm chế và tự kiểm soát nếu bạn muốn đạt đến nỗ lực cao nhất. Hiện tại có thể bạn đang phải “hy sinh” nhưng những gì bạn nhận được sẽ rất đáng để đánh đổi. Lá bài này cũng tượng trưng cho tính tự lập. Đôi khi bạn phải tin tưởng vào khả năng của bản thân mình để đối phó với các tình huống. Hãy kiềm chế ý định nhờ vả người khác làm cho bạn, thay vào đó bạn cần giải quyết các vấn đề bằng chính sức mình. Người phụ nữ thanh tao của chúng ta đã làm được điều đó. Cô ấy đã có niềm tin vào sự kiên định và lòng quyết tâm của bản thân mình, và giờ đây cô đang tận tượng mọi điều tốt đẹp mà cuộc sống mang lại.",
    "keywords": "Kỷ luật, Tự lực, Tinh tế",
    "image": "45.png"
  },
  "46": {
    "name": "10 Of Pentacles",
    "type": "0",
    "meaning": "Chúng ta có thể thấy trên hình vẽ của nhiều lá bài trong bộ Tarot những cụm tòa nhà của một ngôi làng ở phía xa xa bối cảnh chính. Hình ảnh trong lá Ten of Pentacles cho thấy cuối cùng thì chúng ta cũng đã đến được ngôi làng đó, giữa một phiên chợ. Gia đình mà chúng ta thấy đang tiến hành các hoạt động thường ngày của họ. Một người tộc trưởng khoác trên mình một bộ áo choàng sang trọng đang vỗ về những chú chó trong lúc đưa mắt quan sát lũ trẻ con. Một người đàn ông và một người đàn bà đi ngang qua nhau trong khi những đứa trẻ con của họ đang nô đùa. Các đồng tiền (Coins) đang lơ lửng trong không trung. Lá bài Ten of Pentacles đại diện cho đích đến cuối cùng của thành công vật chất. Lá bài này gợi nhớ đến cảm giác hào nhoáng của sự giàu có hay xuất hiện quanh những người làm kinh doanh giỏi.",
    "meaning1": "Đây chính là lá bài mà bất kỳ ai cũng muốn thấy nhất là khi xét trong bối cảnh lo lắng không biết công việc kinh doanh của mình có thuận lợi hay không. Khi lá bài này xuất hiện, tất cả sự giàu có và đủ đầy là dành cho bạn. Khi chúng ta đặt được thành công về vật chất, chúng ta hẳn nhiên sẽ muốn duy trì mãi mãi sự phồn thịnh này. Điều đó tượng trưng cho sự bảo thủ, mặt Nền tảng của lá Ten of Pentacles. Tại sao lại phải thay đổi khi cuộc sống vẫn đang diễn ra tốt đẹp? Trong giải bài Tarot, lá bài này thường đại diện cho các quy tắc và tuân theo những hướng dẫn đã có từ trước. Những người giàu có hiếm khi có quan điểm cấp tiến, họ yêu thích những thứ truyền thống và những gì đã được chứng minh là đúng đắn. Lắng nghe theo những quy tắc đã có sẵn đôi khi là việc cần làm, nhưng chỉ khi sự thay đổi không được khuyến khích mà thôi.",
    "meaning2": "Lá bài Ten of Pentacles cũng liên quan đến sự trường tồn. Sự thay đổi là một phần không thể tránh khỏi của cuộc sống, nhưng thay đổi liên tục sẽ gây ra nhiều khó chịu. Chúng ta cần sự ổn định và cơ hội để xây dựng nên một nền tảng đảm bảo trong cuộc sống. Trong giải bài Tarot, lá bài này có thể cho bạn biết rằng bạn nên tập trung cho tương lai và định hướng lâu dài. Hãy nỗ lực hướng đến một giải pháp lâu bền. Thời điểm hiện tại có thể là lúc để ổn định và chuẩn bị cho bản thân bạn về tương lai lâu dài.",
    "keywords": "Sung túc, Bền lâu, Tập quán/quy tắc",
    "image": "46.png"
  },
  "47": {
    "name": "Page Of Pentacles",
    "type": "0",
    "meaning": "Page of Pentacles là người mang lại cho bạn thông điệp về những cơ hội vật chất. Anh ta chuyển những cơ hội thực tế thành của cải vật chất, sự hưng thịnh, sự đảm bảo an toàn và những thành quả vững chắc, vốn là những phẩm chất tuyệt vời của bộ Pentacles. Trong giải bài Tarot, lá Page of Pentacles hàm nghĩa đến một sự khởi đầu mới hứa hẹn giàu sang, sung túc, phồn vinh, tràn đầy niềm tin tưởng hoặc cơ hội để biến giấc mơ thành sự thật. Khi bạn thấy một cơ hội như vậy, hãy nắm bắt ngay.",
    "meaning1": "Page of Pentacles cũng có thể đại diện một đứa trẻ hoặc một người lớn có tâm hồn trẻ thơ, người có những mối tương quan với bạn liên quan đến sự ổn định, lòng tin, sự cam kết, độ an toàn và những nhu cầu vật chất. Đôi khi Page of Pentacles hàm ý rằng hoàn cảnh hiện tại của bạn đang tràn ngập sự tận hưởng về vật chất. Vào những lúc thế này, hãy cứ tự do thưởng thức những niềm vui liên quan đến sức khỏe cơ thể, các kỹ năng và tài sản của bạn một cách thoải mái. Lúc này hãy cứ sống như chưa từng sống.",
    "keywords": "Có sự ảnh hưởng, Thực tế, Thịnh vượng, Tin tưởng/đáng tin cậy",
    "image": "47.png"
  },
  "48": {
    "name": "Knight Of Pentacles",
    "type": "0",
    "meaning": "Về mặt tích cực, Knight of Pentacles giống như một chú chó bull. Một khi anh ta đã hạ quyết tâm và hành động, bạn có thể chắc chắn rằng anh ta sẽ không từ bỏ. Anh ta bền bỉ theo đuổi mục tiêu của mình. Như một người chiến binh siêng năng, anh ta có sức chịu đựng và khả năng cống hiến to lớn. Mỗi công việc đều được hoàn thành đến chi tiết cuối cùng. Anh ta cẩn thận và thận trọng, không bao giờ lơ là. Anh ta luôn sống thực tế và miễn dịch với những lời hứa hẹn hão huyền. Về mặt tiêu cực, nhân vật của lá Knight này có phần ù lì và chậm chạp. Anh ta không biết hài hước. Anh luôn ưu tiên trước hết cho công việc. Anh ta có xu hướng thiếu linh hoạt và dễ ám ảnh các chi tiết nhỏ. Anh ngoan cố khi mắc lỗi lầm, từ chối nhượng bộ ngay cả khi mình không đúng, và sẽ không bao giờ thừa nhận rằng mình sai. Anh ta không thích thay đổi hay mạo hiểm, và quan điểm luôn có khuynh hướng u ám.",
    "meaning1": "Trong giải bài Tarot, sự thận trọng của Knight of Pentacles có thể liên quan đến hoàn cảnh của bạn, ai đó khác hoặc toàn bộ hoàn cảnh nói chung. Bạn cần phải tự hỏi bản thân mình rằng “liệu năng lượng của là Knight này sẽ có ích cho bạn hay sẽ làm tổn thương bạn?” Nếu ý nghĩa của lá bài này ứng nghiệm với tình trạng hiện tại của bạn, thì sự cân bằng là điều cần thiết. Hãy xem liệu bạn có đang làm việc quá nặng nhọc không? Liệu bạn có đang từ chối lắng nghe lý do không? Liệu quan điểm của bạn có thiên về chủ nghĩa hoàn hảo không? Bầu không khí xung quanh bạn có quá ảm đạm hay tuyệt vọng không? Nếu có, thì đây có thể là thời điểm để thay đổi.",
    "meaning2": "Nếu ý nghĩa của Knoght of Pentacles không ứng nghiệm với bạn, vậy thì bạn cần phải thận trọng. Liệu bạn có đang tiêu xài quá mức không? Nếu có, thì đây là lúc nên kiềm chế lại. Liệu bạn có từ bỏ điều gì đó quá sớm? Nếu có, hãy vững tin và đừng nghĩ đến việc từ bỏ. Liệu bạn có thường lơ đễnh hay trễ nãi hay không hoàn thành được công việc được giao hay không? Nếu có, hãy cố gắng siêng năng hơn và hoàn thành tất cả công việc trong những lần sau. Hãy để Knight of Pentacles đưa bạn vào thế giới của sự thận trọng và kiên định của anh ta.",
    "keywords": "Kiên định – Lì lợm, Thận trọng – Không mạo hiểm, Kỹ lưỡng – Ám ảnh, Thực tế – Bi quan, Cần cù – Chăm chỉ",
    "image": "48.png"
  },
  "49": {
    "name": "Queen Of Pentacles",
    "type": "0",
    "meaning": "Tính chất của lá Queen of Pentacles là sự kết hợp giữa nguồn năng lượng tích cực thuộc tính Đất của bộ Pentacle với phẩm chất tập trung hướng nội của lá Queen (Nữ hoàng). Nếu bạn ghé thăm nhà Queen of Pentacles, câu điều đầu tiên mà nàng nói sẽ là “Vào đi, rất vui được gặp bạn. Dùng một tách trà nóng nhé!” Không một ai khác mang tính cách ân cần và quan tâm được như Queen of Pentacles. Ý muốn lớn nhất của nàng là chăm lo cho người khác, đảm bảo cho họ được hạnh phúc và an toàn. Nhà của nàng luôn luôn đầy ắp trẻ em, thú nuôi, cây cối và những người bạn tự do. Nàng có một tấm lòng ấm áp và hào phóng với tất cả mọi người, mọi vật. Nàng luôn giải quyết các vấn đề hàng ngày một cách hợp lý và rất thực tế. Queen of Pentacles không có nhiều thời gian để chuẩn bị những kế hoạch hoàn hảo hay những thứ khác.",
    "meaning1": "Nếu có điều gì cần làm, nàng sẽ chỉ quan tâm đến việc hoàn thành nó mà không gây bất kỳ ảnh hưởng đến người khác hay ồn ào không cần thiết. Nếu cần, nàng sẽ làm rất nhanh chóng và hoàn thành nhiệm vụ ngay trong hoàn cảnh cấp thiết nhất. Ở nàng toát lên những phẩm chất đề cao sự hợp lý và thiên về thực tế. Nàng luôn trung thành và rất kiên định. Vì bản chất nàng là một người đáng tin cậy, nên những người khác luôn đặt trọn niềm tin tưởng nơi nàng. Khi bạn đang bị tổn thương hay cần giúp đỡ, Queen of Pentacles sẽ làm dịu nỗi sợ của bạn và san sẻ điều phiền muộn cho bạn.",
    "meaning2": "Trong giải bài tarot, Queen of Pentacle muốn bạn suy nghĩ và cảm nhận như nàng. Ví dụ: Bạn có cảm thấy mình có tấm lòng ấm áp và luôn quan tâm đến những người khác không? Bạn có sống và làm việc một cách thực tế không? Bạn có nói thật lòng không? Bạn có cảm thấy mình rộng lượng không? Người khác có thể tin tưởng bạn khi lâm vào hoàn cảnh khó khăn không? Queen of Pentacles cũng có thể đại diện cho một người đàn ông hoặc phụ nữ có những phẩm chất giống nàng, hoặc cũng có thể hàm chỉ một bầu không khí ấm áp, ngập tràn tin tưởng và an toàn. Khi xuất hiện trong một lượt giải bài, Queen of Pentacles sẽ đem lại thông điệp cho bạn biết rằng năng lượng đặc biệt của nàng sẽ có nhiều ý nghĩa với bạn ở thời điểm này. Hãy để bản thân mình được truyền cảm hứng từ Queen of Pentacles dưới bất kỳ hình thức xuất hiện nào của nàng trong cuộc sống của bạn.",
    "keywords": "Nuôi dưỡng, Nhân cách cao cả, Tính hợp lý, Tháo vát, Đáng tin cậy",
    "image": "49.png"
  },
  "50": {
    "name": "King Of Pentacles",
    "type": "0",
    "meaning": "Tính chất của King of Pentacles là sự kết hợp giữa năng lượng tích cực thuộc nguyên tố Đất của bộ Pentacle và phẩm chất năng động, hướng ngoại của King (Vua). Vị vua trong King of Pentacles có thể được ví như Vua Midas khi biến mọi thứ ông chạm vào thành vàng (thể hiện sự giàu có về mọi mặt). Ông tìm thấy cơ hội ở mọi nơi và thành công với bất kỳ điều gì mình nghĩ ra. Ông là người mạnh dạn và có kinh nghiệm lão luyện. Bất kể nhiệm vụ là gì, ông cũng có thể giải quyết một cách hoàn hảo dựa vào các kỹ năng và kiến thức thực tế. Ông biết mọi thứ và cũng thông thạo tất cả lĩnh vực. Ông là người đáng tin cậy và có tinh thần trách nhiệm. Những người khác hoàn toàn dựa vào ông vì họ biết ông sẽ không bao giờ làm ai phải thất vọng.",
    "meaning1": "Ông rất thoải mái và hào phóng về thời gian và tiền bạc vì ông biết rằng khi cho đi càng nhiều thì sẽ nhận lại càng nhiều. Ông khuyến khích người khác đạt được những thành tựu của riêng họ và trao cho họ mọi sự ủng hộ và hỗ trợ bất cứ khi nào họ cần. Ông là một người có khí chất ổn định và điềm tĩnh, những phẩm chất góp phần thiết lập sự ổn định trong bất kỳ hoàn cảnh nào. Khi ông đặt ra mục tiêu cho chính mình, ông sẽ theo đuổi đến cùng với một quyết tâm vững chắc đến khi thành công.",
    "meaning2": "Trong giải bài tarot, King of Pentacles là lời kêu gọi bạn hành động theo những phẩm chất của vị vua này. Ví dụ: luôn giữ đúng cam kết, khắc phục những rạn vỡ, tạo ra tiền bạc của cải, hoặc tài trợ một cho một dự án kinh doanh mới. Lá bài này cũng có thể đại diện cho một người đàn ông hoặc phụ nữ có những phẩm chất giống như ông, hoặc gợi đến một bầu không khí ổn định và đáng tin cậy. Trong một lượt giải bài, King of Pentacles cho bạn biết rằng nguồn năng lượng đặc biệt của ông sẽ có nhiều ý nghĩa với bạn ở thời điểm này. Hãy để cho bản thân mình được truyền cảm hứng bởi King of Pentacles dưới bất kỳ hình thức nào khi ông ấy xuất hiện trong cuộc sống của bạn.",
    "keywords": "Mạnh dạn, Lão luyện, Đáng tin cậy, Sự ủng hộ/hỗ trợ, Vững chắc",
    "image": "50.png"
  },
  "51": {
    "name": "Ace Of Swords",
    "type": "0",
    "version": "v3",
    "keywords": "Đột phá; Ý tưởng mới; Kiên cường; Thành công",
    "reKeywords": "Suy ngẫm nội tâm; Thiếu rõ ràng; Thiếu minh bạch",
    "description": [
      "Trong lá Ace of Swords là một bàn tay lấp lánh xuất hiện từ một đám mây trắng. Nó cầm một thanh kiếm thẳng đứng, tượng trưng cho trí tuệ và trí óc, và ở đầu thanh kiếm có một chiếc vương miện được trang trí bằng một vòng hoa - tượng trưng cho thành công và chiến thắng. Bên cạnh đó, những ngọn núi gồ ghề ở phía sau cho thấy con đường phía trước sẽ rất khó khăn. Bạn sẽ cần có sự kiên cường để vượt qua con đường này."
    ],
    "meaning": [
      "Ace of Swords đánh dấu một làn sóng năng lượng mới từ lĩnh vực trí tuệ. Bạn có thể đang sắp có một bước đột phá quan trọng trong thế giới quan của bạn. Hoặc, bạn có thể nhận ra một vấn đề đã làm bạn khó chịu và cuối cùng có thể nhìn thấy lối đi phía trước bạn. Thiền định thường xuyên để loại bỏ những tạp niệm và tận dụng tối đa tiềm năng trí tuệ của bạn.",
      "Tâm trí của bạn có thể đang ở trong chế độ “mở rộng”. Bạn sẵn sàng chào đón những ý tưởng mới, và bạn sẽ nhanh chóng nắm lấy cơ hội để học điều gì đó mới. Bạn phát triển dựa trên những ý tưởng mới, cảm hứng, tư duy sáng tạo và tầm nhìn, và bạn háo hức theo đuổi những cơ hội mới thu hút khả năng sáng tạo và trí tuệ của bạn.",
      "Khi Ace of Swords xuất hiện trong trải bài Tarot, bây giờ là thời điểm tuyệt vời để bắt đầu một dự án mới - một dự án yêu cầu trí tuệ, kỹ năng giao tiếp và sức mạnh tinh thần của bạn. Bạn có thể cảm thấy tràn đầy cảm hứng để tham gia một lớp viết bài, rèn luyện kỹ năng nói trước công chúng, hoặc tham gia vào các hoạt động yêu cầu trí tuệ nhiều hơn bình thường.",
      "Là một lá “Ace” - lá khởi đầu của 4 bộ ẩn phụ, bạn đang ở giai đoạn đầu của hành trình, nhưng bạn có thể cảm nhận được năng lượng tích tụ và không thể chờ đợi để bắt đầu. Nếu bạn chuyển hóa năng lượng này thành những bước đi đúng, thì bạn sẽ thành công trong những nỗ lực của mình. Chỉ cần nhớ rằng con đường phía trước có thể gập ghềnh và bạn có thể gặp phải những thách thức trên đường. Duy trì một tư duy thành công, và bạn sẽ vượt qua những chướng ngại vật này một cách dễ dàng.",
      "Các lá thuộc bộ Swords tượng trưng cho quyền lực. Và lá Ace of Swords cũng mang thông điệp rõ ràng: quyền lực đi kèm với trách nhiệm. Bạn sẽ phải quyết định làm sao để tận dụng cơ hội cho lợi ích cao nhất của tất cả mọi người. Bạn sẽ cần một “cái đầu lạnh” và một “trái tim ấm nóng” để sử dụng quyền năng của bạn cho sự phụng sự người khác.",
      "Ace of Swords cũng khuyến khích bạn theo đuổi sự thật của vấn đề và truy cầu công lý. Bạn có thể ủng hộ một ý kiến hoặc đứng lên bảo vệ quyền lợi của bạn hoặc của người khác. Hoặc, bạn có thể có một ý tưởng mới mà bạn sẵn sàng chiến đấu, hoặc bạn có thể cảm thấy hăng hái về một vấn đề bạn quan tâm. Bạn hiểu rõ tình hình và quyết tâm tranh luận quan điểm của bạn. Bạn đã sẵn sàng cho trận chiến!"
    ],
    "reMeaning": [
      "Ace of Swords ngược nói rằng một ý tưởng mới hoặc một bước đột phá đang nảy sinh trong bạn, nhưng bạn chưa muốn chia sẻ nó với người khác. Bạn có thể vẫn đang khám phá ý nghĩa của nó đối với bạn và làm thế nào để biểu hiện và thể hiện nó ra thế giới bên ngoài một cách tốt nhất. Bạn đang phân tích xem đây có phải là ý tưởng bạn muốn theo đuổi hay không, có thể vì bạn không chắc chắn rằng nó sẽ mang lại kết quả bạn thực sự mong muốn. Khi lá bài này xuất hiện trong trải bài Tarot, điều quan trọng là bạn hãy dành cho bản thân thời gian và không gian để thiền định để bạn có thể áp dụng ý tưởng này một cách hiệu quả nhất.",
      "Đôi khi, Ace of Swords ngược có thể là một tín hiệu rằng bạn có một ý tưởng mà không được hiện thực hóa theo cách bạn mong đợi, và đã đến lúc bạn phân tích lại kế hoạch. Bạn có thể vẫn đang theo đuổi một ý tưởng không còn ý nghĩa gì đối với bạn. Hoặc có quá nhiều ý tưởng đang nảy ra, và bạn không thể lựa chọn một hành động cụ thể. Hãy dành nhiều thời gian hơn để xác định một cách rõ ràng những gì bạn muốn trong cuộc sống. Hãy cụ thể hóa, chi tiết hóa kế hoạch của bạn, thêm những số liệu cụ thể, dự tính phần trăm khả thi, tính thực tế và đặt thời hạn cho kế hoạch này.",
      "Ace of Swords ngược cũng có thể ám chỉ những quyết định thiếu sáng suốt và rõ ràng xung quanh một tình huống cụ thể. Bạn đang thiếu thông tin hoặc bằng chứng liên quan có thể giúp bạn quyết định, vì vậy hãy dành thời gian và năng lượng của bạn vào việc tìm kiếm sự thật thay vì chỉ đánh giá mọi thứ qua loa qua vẻ bề ngoài."
    ],
    "image": "51.png"
  },
  "52": {
    "name": "Two Of Swords",
    "type": "0",
    "version": "v3",
    "keywords": "Quyết định khó khăn; Cân nhắc; Ngừng trệ; Né tránh",
    "reKeywords": "Không thể quyết định; Bối rối; Quá tải thông tin; Bế tắc",
    "description": [
      "Lá Two of Swords cho thấy một người phụ nữ bị bịt mắt, mặc áo choàng trắng, cầm hai thanh kiếm chéo nhau. Chiếc bịt mắt trên mắt của cô ấy cho chúng ta biết rằng người phụ nữ này đang bối rối về hoàn cảnh của mình và cô ấy không thể nhìn thấy rõ vấn đề cũng như giải pháp. Cô ấy cũng có thể thiếu thông tin giúp quyết định rõ ràng hơn. Hai thanh kiếm mà cô ấy cầm hoàn toàn đối xứng, cho thấy rằng cô ấy đang cân nhắc suy nghĩ của mình và xem xét cả hai mặt của tình huống để tìm ra giải pháp tốt nhất.",
      "Phía sau người phụ nữ là vùng biển rộng lớn có những hòn đảo. Nước biểu thị cho cảm xúc, mặc dù bộ Swords thường liên quan đến trí tuệ và lý trí, sự hiện diện của nó cho thấy rằng người phụ nữ phải dùng cả đầu óc và trái tim để lựa chọn. Những hòn đảo là những trở ngại trên đường đi của cô ấy và cho thấy rằng quyết định của cô ấy không đơn giản như nó trông có vẻ. Cô ấy sẽ phải xem xét toàn bộ tình huống. Mặt trăng lưỡi liềm bên phải của cô ấy là một dấu hiệu rằng người phụ nữ này cần phải tin vào trực giác của mình khi cô ấy đưa ra lựa chọn."
    ],
    "meaning": [
      "Lá Two of Swords biểu thị rằng bạn đang đối mặt với một quyết định khó khăn, và bạn không rõ nên chọn lựa nào. Cả hai bên dường như đều cân bằng nhau (cùng tốt, hoặc cùng tệ). Bạn phải cân nhắc những ưu và nhược điểm của mỗi lựa chọn và sau đó đưa ra một quyết định đúng đắn. Hãy sử dụng cả đầu óc (trí tuệ và lý trí) và trái tim (cảm xúc và trực giác) để chọn lối đi phù hợp nhất với hành trình lâu dài của bạn. Có thể sẽ hữu ích nếu bạn rút thêm một vài lá bài nữa cho mỗi lựa chọn.",
      "Người phụ nữ trong lá bài này mang một chiếc bịt mắt, vì vậy cô không thể nhìn thấy toàn bộ mọi thứ xung quanh mình. Bạn có thể thiếu thông tin cần thiết để đưa ra những quyết định đúng đắn. Bạn có thể đang thiếu kiến thức về điều gì đó, chẳng hạn như những mối đe dọa hoặc rủi ro tiềm ẩn, những “phương án B, C, D, …” hoặc những mảnh thông tin quan trọng sẽ cho bạn một hướng đi cụ thể. Một khi bạn gỡ bỏ chiếc bịt mắt và nhìn rõ tình huống thực sự là gì, bạn sẽ dễ tìm ra con đường tốt nhất cho mình hơn. Hãy nghiên cứu kỹ hơn các lựa chọn của bạn, tham khảo ý kiến từ bên ngoài và tự hỏi bạn có thể thiếu điều gì.",
      "Cũng có khả năng rằng người phụ nữ trong Two of Swords đã cố ý chọn để mang chiếc bịt mắt để tránh phải đưa ra quyết định. Bạn có đang cố gắng trốn tránh một tình huống khó khăn hay một quyết định sắp xảy ra, hy vọng rằng nếu bạn lờ nó đủ lâu, bạn sẽ không cần phải lo lắng? Nhưng hãy hiểu rằng, vấn đề này khó có thể tự giải quyết được. Bạn càng kéo dài, bạn càng làm trì trệ tình huống hiện tại.",
      "Tương tự, Two of Swords có thể phản ánh sự do dự và bế tắc trong một vấn đề quan trọng. Một lần nữa, bạn chỉ có thể trì hoãn được trong một khoảng thời gian. Vào một thời điểm nào đó, bạn phải có hành động cụ thể. ",
      "Two of Swords là lời nhắc rằng: quyết định trong cuộc sống thường khó khăn và hiếm khi có những câu trả lời rõ ràng. Hãy đưa ra những lựa chọn phù hợp nhất với định hướng tương lai của bạn, hoàn toàn nhận thức được những hậu quả có thể xảy ra. Trốn tránh luôn chỉ khiến mâu thuẫn và ngừng trệ càng tệ hơn."
    ],
    "reMeaning": [
      "Two of Swords ngược cho thấy bạn đang đối mặt với một quyết định khó khăn và không thể quyết định nên đi theo hướng nào. Bạn đang đứng trên vách vực sâu, phía sau là một đàn sư tử càng tiến đến gần. Bạn cảm thấy không thể đưa ra quyết định “đúng” vì bạn tin rằng bất kỳ lựa chọn nào cũng sẽ dẫn đến những hậu quả tiêu cực. Do đó, bạn đang cảm thấy mình bị mắc kẹt và không thể làm gì, điều mà chỉ làm tình huống tồi tệ hơn.",
      "Bạn cũng có thể thiếu dữ liệu cần thiết để đưa ra một quyết định sáng suốt. Giống như người phụ nữ bị bịt mắt đã tách biệt với thế giới bên ngoài, bạn cũng có thể bị tách biệt với thông tin bổ sung hoặc những giải pháp thay thế có thể giải quyết được mâu thuẫn của bạn. Hoặc, bạn có thể đang trải qua tình trạng quá tải thông tin, bị choáng ngợp bởi những quan điểm của người khác và một lượng lớn thông tin. Hãy lọc qua những lời khuyên để chọn ra những cái phù hợp và hữu ích nhất.",
      "Two of Swords ngược gợi ý bạn lắng nghe trực giác của mình về quyết định khó khăn này. Bạn có thể cần tạm thời cắt đứt với thế giới bên ngoài để bạn có thể nghe được giọng nói bên trong và để cho trí tuệ tỏa sáng. Hãy tin vào những gì bạn biết là đúng và tốt cho bạn. Hãy đưa ra những quyết định dựa trên trực giác của bạn.",
      "Two of Swords ngược thường đại diện cho sự bế tắc. Bạn có thể gặp phải một tình huống không thể tiến triển được với một người bạn, người thân, đồng nghiệp, …. Vấn đề là tất cả các bên liên quan đều từ chối nhìn nhận tình huống từ góc nhìn của người khác. Hãy gỡ bỏ miếng vải che mắt và nhìn câu chuyện từ một góc độ khác. Xác định xem bạn có thể cân nhắc ở điểm nào. Nếu không, vấn đề này sẽ không thể tiến triển được.",
      "Two of Swords ngược cũng có thể cho thấy bạn đang mắc kẹt giữa hai bên tranh chấp. Bạn có thể đang cố gắng hòa giải, nhưng khi làm như vậy, bạn chỉ làm cho bản thân bối rối và tạo ra nhiều căng thẳng hơn. Ví dụ, bạn có thể cố gắng mang hai thành viên trong gia đình có mâu thuẫn với nhau lại gần nhau với hy vọng tạo ra một môi trường gia đình hòa thuận, nhưng thay vào đó, bạn lại trở thành người đưa tin hoặc nơi chứa đựng những tâm tư của mỗi bên. Hãy nhìn lại xem bạn thực sự có khả năng hòa giải hay không? Nếu không, hãy thoát khỏi đó và tìm kiếm thêm sự giúp đỡ!"
    ],
    "image": "52.png"
  },
  "53": {
    "name": "Three Of Swords",
    "type": "0",
    "version": "v3",
    "keywords": "“Tan vỡ trái tim”, Nỗi đau tinh thần; Nỗi đau thể tác; “Tan nát cõi lòng”",
    "reKeywords": "Tự tiêu cực; Giải thoát khỏi nỗi đau; Tích cực; Tha thứ",
    "description": [
      "Three of Swords cho thấy một trái tim bị xuyên bởi ba thanh kiếm, biểu thị nỗi đau do lời nói, hành động và ý định gây ra cho bản thân tinh thần và thể xác. Những đám mây u ám tụ lại ở phía sau cũng phản ánh nỗi đau này, nhưng cũng mang lại hy vọng rằng “sau cơn mưa trời lại sáng”, nỗi đau và tổn thương bạn đang trải qua cũng sẽ qua đi."
    ],
    "meaning": [
      "Khi gặp lá Three of Swords trong trải bài, có thể rằng bạn đang cảm thấy bị tổn thương và thất vọng sâu sắc. Trái tim bạn bị giằng xé, đâm xuyên bởi những “lưỡi dao ngôn từ”, hành động vô tình và những ý định độc ác. Những điều này thưởng đến với bạn một cách bất ngờ, khiến chúng càng trở nên đau đớn hơn.",
      "Three of Swords cũng nói về việc giải tỏa cảm xúc. Khi bạn đã trải qua một sự thất bại hoặc mất mát lớn, hãy cứ òa khóc lên, khóc như một đứa trẻ nếu điều này khiến bạn nguôi ngoai. Khóc, la hét, hoặc gào lên, hãy gội sạch những cảm xúc tiêu cực ra khỏi người bạn.",
      "Tuy nhiên, bạn cũng cần tiếp tục tập trung vào con đường phía trước. Bạn có thể bị cuốn theo cảm xúc mà mất đi ý thức về việc cần phải buông bỏ và tiến lên. Bạn cần phục hồi tâm trí của mình, thay vì cứ tập trung vào những mất mát. Bây giờ là lúc bạn chấp nhận những gì đã xảy ra và tiếp tục cuộc sống của mình.",
      "Three of Swords xuất hiện như là một lời nhắc rằng, đau khổ, nỗi buồn và sự đau khổ là một phần không thể thiếu của cuộc sống. Khi vượt qua chúng, bạn có thể phát triển và trưởng thành hơn. Mọi khó khăn sẽ đều là một cơ hội để trở nên mạnh mẽ hơn, học hỏi từ những sai lầm của mình và thay đổi cuộc sống của bạn theo hướng tốt hơn. Trong khi nỗi đau có thể che khuất tầm nhìn của bạn trong một khoảng thời gian, nó cuối cùng vẫn sẽ cho phép bạn bỏ qua quá khứ. Hãy xem trải nghiệm này như một cơ hội học hỏi!",
      "Tin tốt là sự đau khổ này rồi cũng sẽ qua đi. Dù Three of Swords mang lại nỗi đau và nỗi buồn, nó chỉ là tạm thời. Bạn sẽ hồi phục. Mây đen sẽ tan biến, và bạn sẽ sớm có một cái nhìn tốt hơn về những gì bạn có thể học hỏi từ trải nghiệm này. Bạn có thể vượt qua bất kỳ nỗi đau nào đến với bạn - thứ bạn cần là niềm tin, yêu bản thân, tha thứ và thời gian.",
      "Three of Swords thường xuất hiện khi bạn đang để bản thân bị ảnh hưởng bởi lời nói của người khác. Nếu thực sự bạn có những gì họ nói, đồng nghĩa với việc họ nói đúng. Hãy thấy biết ơn vì họ đã nhắc bạn để có thể sớm thay đổi. Nhưng nếu những lời nói không hề đúng với bạn, bạn không cần phải buồn vì những lời đó (vì họ đâu nói bạn?)! Hãy mở lòng từ bi, xem xét kĩ càng xem những người đó có gặp khúc mắc gì trong cuộc sống không? Vì sao họ phải buông những lời đau lòng như vậy? Phải chăng họ đang gặp những bế tắc và không biết làm gì thêm ngoài việc đẩy nỗi lòng đó cho người khác. Mở rộng quan điểm của bạn và nhìn vào toàn cảnh của bức tranh."
    ],
    "reMeaning": [
      "Three of Swords ngược nhắc bạn hãy chú ý đến những suy nghĩ nội tâm. Những lời của bạn rất mạnh mẽ, đặc biệt là những lời bạn lặp lại với bản thân ngày qua ngày. Bạn có thể đang tự phê bình, không tin vào bản thân và luôn tiêu cực với bản thân. Khi những suy nghĩ tiêu cực này xuất hiện, hãy tự hỏi bản thân liệu bạn có bao giờ nói những lời này với một người bạn hoặc người thân yêu không? Nếu câu trả lời là không, vậy sao bạn lại nói những lời này với bản thân? Hãy tìm kiếm những giải phóng để chuyển hướng suy nghĩ của mình sang hướng tích cực hơn, tăng sự tự tin. Bạn xứng đáng trở thành một phiên bản tốt hơn nhiều!",
      "Bạn cũng có thể quá nhạy cảm với lời nói của người khác và cần phải tăng thêm các lớp giáp phòng vệ. Hãy buông bỏ nỗi đau mà những lời này gây ra cho bạn - nó chỉ khiến bạn đi xuống. Hãy suy nghĩ kĩ lại. Và hãy trả lời cho các câu hỏi: điều gì đã ảnh hưởng cảm xúc của bạn và tại sao? Làm thế nào để bạn giải quyết vấn đề từ gốc rễ? Nếu bạn buồn vì người khác nói bạn tham lam, hãy nhìn xem xét kĩ bạn có quá tham lam hay không? Nếu không, hãy mặc kệ lời phán xét vô căn cứ đó.",
      "Three of Swords ngược có thể chỉ ra rằng bạn vừa trải qua một giai đoạn khó khăn trong đó một mối quan hệ đã kết thúc hoặc gặp thử thách, một mất mát lớn, hoặc bạn đã bị tổn thương sâu sắc bởi một tình huống. Nhưng bạn à, khoảng thời gian này đã qua, và bạn đang trên con đường hồi phục. Bạn đã đạt được “level” mà có thể chấp nhận nỗi đau và sẵn sàng tiến lên.",
      "Mặt khác, lá Three of Swords ngược cũng có thể chỉ ra rằng bạn đang rất khó để tiếp tục sau một sự mất mát hoặc tan vỡ gần đây. Lá bài này tiết lộ rằng bạn vẫn đang chịu đựng sự đau buồn từ trước và cần phải trải qua một quá trình thanh lọc cảm xúc để giải thoát khỏi quá khứ của mình. Bạn đang cố gắng để buông bỏ sự đau khổ đó nhưng vẫn còn một hành trình dài phía trước. Đừng để bản thân rơi vào vực sâu thất vọng, hãy tập trung vào việc đón nhận những cơ hội mới. Việc chịu đựng nỗi đau luôn khó khăn. Hãy học cách chấp nhận hoàn cảnh của bạn để quá trình chữa lành vết thương không bị ngăn cản. Mở cửa cho những trải nghiệm mới và tìm kiếm bài học từ trải nghiệm này là gì!",
      "Nếu bạn đang gặp phải những thách thức trong các mối quan hệ, Three of Swords ngược gợi ý bạn nên là người “xuống nước”. Hãy suy nghĩ trước khi nói, và bạn sẽ không phải hối tiếc về những gì bạn đã nói. Và đừng bao giờ ngại nói lời xin lỗi."
    ],
    "image": "53.png"
  },
  "54": {
    "name": "Four Of Swords",
    "type": "0",
    "version": "v3",
    "keywords": "Nghỉ ngơi; Thư giãn; Thiền định; Suy ngẫm; Hồi phục",
    "reKeywords": "Kiệt sức; Suy ngẫm sâu hơn; “Giậm chân tại chỗ”",
    "description": [
      "Lá Four of Swords mô tả một hiệp sĩ nằm dọc trên một phần mộ. Anh ta vẫn mặc giáp đầy đủ, và đôi tay chắp tay cầu nguyện. Một thanh kiếm nằm dưới hiệp sĩ,  và ba thanh kiếm treo trên anh ta, chỉ xuống phía đầu và ngực của anh ta. Cửa sổ kính phía xa mô tả một người phụ nữ và một đứa trẻ."
    ],
    "meaning": [
      "Four of Swords nhắc bạn hãy nghỉ ngơi trước khi bạn tiếp tục thử thách tiếp theo. Bạn đã đạt được một cột mốc quan trọng đầu tiên và cần nạp lại năng lượng trước khi giai đoạn tiếp theo bắt đầu, điều này sẽ giúp bạn được tươi mới và luôn sẵn sàng. Ngay cả khi bạn là người có khả năng làm việc lớn, hãy dành thời gian cho sự phục hồi năng lượng và chữa lành cơ thể và tâm trí. Áp lực và căng thẳng liên tục sẽ đánh bại cả những người cứng rắn và kiên cường nhất. Những khoảng thời gian nghỉ ngơi ngắn sẽ giúp bạn làm mới năng lượng, tập trung tinh thần của bạn để sẵn sàng cho thử thách tiếp theo.",
      "Nếu bạn đã trải qua khoảng thời gian khó khăn gần đây, chẳng hạn như nỗi đau của sự chia cắt, vấn đề về các mối quan hệ hoặc gia đình, lo lắng về tài chính và sức khỏe, căng thẳng triền miên, thì Four of Swords nhắc bạn chậm lại và nghỉ ngơi. Nghỉ một ngày, du lịch đến một điểm đến mới, hoặc dành thời gian với những người thân yêu của bạn - bất cứ điều gì bạn cần để nghỉ ngơi. Bây giờ không phải là lúc để đưa ra quyết định!",
      "Bây giờ là lúc để dựng lại sức mạnh tinh thần của bạn bằng cách làm sạch tâm trí của bạn khỏi bất kỳ tạp niệm hay căng thẳng nào. Tạo một không gian bình yên, ngồi thiền và thư giãn. Bạn có thể tham gia một khóa tu. Bạn cũng nên dành thời gian kết nối với nội tâm của mình.",
      "Four of Swords cho thấy bạn cần một thời gian sống ẩn dật để suy xét tình huống hiện tại và cảm xúc của bản thân. Sau sự mất mát đau đớn của Three of Swords, Four of Swords cho biết bạn cần dành thời gian riêng để đánh giá lại cuộc sống của mình. “Cách li với xã hội” một thời gian ngắn để nạp lại pin và làm mới tinh thần. Trải nghiệm này sẽ mang lại sức mạnh nội tại và giúp bạn tự tin hơn. Buông bỏ nỗi đau, xung đột, và xóa đi căng thẳng và lo âu. Hãy ngồi thiền và nhìn sâu vào bên trong để thay đổi từng ngày.",
      "Bên cạnh đó, Four of Swords còn nói rằng bạn cần dành thời gian để đánh giá lại tiến độ bản thân. Đây là thời điểm tốt để xem xét lại những ưu tiên của bạn. Đây gần như là việc “đánh giá hiệu quả những chủ trương mới” của bạn sau một cột mốc quan trọng hoặc một thách thức lớn. Tạo ra không gian và thời gian để đánh giá những gì đã làm tốt, những gì chưa, và những gì bạn cần thay đổi. Tạm dừng để suy ngẫm sau mỗi thử thách lớn sẽ giúp bạn vào có vị trí tốt cho sự thành công trong tương lai."
    ],
    "reMeaning": [
      "Four of Swords ngược gửi một thông điệp mạnh mẽ rằng bạn cần dành thời gian để nghỉ ngơi và bổ sung năng lượng. Bạn có thể đang làm việc nhiều giờ liên tục, dành thời gian và năng lượng để giúp người khác, hoặc tham gia vào một công việc căng thẳng. Bạn gần như kiệt sức, và năng lượng dự trữ của bạn đang cạn kiệt dần. Nếu bạn không dừng lại và nghỉ ngơi một chút bây giờ, bạn có thể “sụp đổ” và kiệt sức hoàn toàn, điều này sẽ khiến bạn hoàn toàn không thể giúp ai được.",
      "Four of Swords ngược đang kêu gọi bạn “rút lui” khỏi thế giới bên ngoài, hòa mình vào bên trong. Bây giờ là lúc để “detox” mạng xã hội, nghỉ ngơi cuối tuần, hoặc một kỳ nghỉ để bạn có thể tập trung năng lượng bên trong và tìm lại sự bình yên của bản thân. Hãy thiền hàng ngày để làm dịu tâm trí của bạn.",
      "Four of Swords ngược cũng có thể cho thấy rằng bạn đang muốn làm mọi thứ cùng một lúc. Ngay cả khi cơ thể của bạn nói rằng bạn cần phải nghỉ ngơi và thư giãn, tâm trí của bạn vẫn thúc đẩy bạn tiến lên, cố gắng hoàn thành quá nhiều nhiệm vụ. Hãy “buộc” bản thân vào trạng thái nghỉ ngơi để đảm bảo rằng bạn không gây hại sức khỏe của mình. Nếu bạn cần nghỉ ngơi, hãy nghỉ ngơi. Ngay cả một giấc ngủ trưa ngắn hoặc thiền nửa tiếng mỗi ngày cũng có thể giúp bạn cân bằng lại năng lượng của bạn để chuẩn bị sẵn sàng làm việc hiệu quả hơn.",
      "Four of Swords ngược cho biết thấy rằng bạn đang bực bội với sự “giậm chân tại chỗ” trong cuộc sống của bạn. Một phần có thể do cách tiếp cận bị động của bạn. Có thể đã có những lúc bạn bực bội hoặc không hài lòng nhưng bạn đã chọn chờ đợi và hy vọng rằng chúng sẽ thay đổi. Và giờ bạn đang cảm nhận được hậu quả của sự lựa chọn đó. Vì vậy, nếu gặp tình huống khó chịu này, hãy tìm cách hành động để thay đổi chúng."
    ],
    "image": "54.png"
  },
  "55": {
    "name": "Five Of Swords",
    "type": "0",
    "version": "v3",
    "keywords": "Xung đột; Bất đồng; Tranh đấu; Đánh bại; Bất chấp thủ đoạn",
    "reKeywords": "Hòa giải; Chuộc lỗi; Tức giận trong quá khứ",
    "description": [
      "Trong lá Five of Swords, một người đàn ông có vẻ ranh mãnh nhặt ba thanh kiếm từ mặt đất. Anh ta liếc về phía hai người đàn ông đang đi xa với vai gù, thể hiện cảm giác buồn bã và mất mát. Hai thanh kiếm khác nằm rải rác trên cỏ, cho thấy một trận chiến đã xảy ra và thắng thua đã phân định. Bầu trời có nhiều đám mây xám xịt, một dấu hiệu cho thấy không phải tất cả đều tốt đẹp mặc dù cuộc chiến đã dừng lại."
    ],
    "meaning": [
      "Five of Swords xuất hiện đã xảy ra một cuộc cãi vã, bất đồng hoặc xung đột, và bạn đang rời đi với cảm giác buồn bã và mất mát. Bạn có thể thấy hối hận những lời gay gắt mà bạn đã nói.",
      "Ngay cả khi bạn thắng, bạn nhận ra rằng bạn đã mất ngang, thậm chí nhiều hơn đối thủ của mình. Cuộc chiến này đã khiến bạn mất đi lòng tin, sự tôn trọng hoặc phẩm giá, và sẽ cô lập bạn. Người khác đã mất niềm tin vào bạn và giữ khoảng cách với bạn. Bạn sẽ phải quyết định xem quan điểm của bạn có quan trọng đến mức bạn sẵn sàng “từ bỏ” mối quan hệ của mình, hay bạn có thể thoả hiệp và nhìn nhận trực tiếp.",
      "Lời khuyên của Five of Swords là hãy chọn đúng trận chiến. Bạn có thể bị cám dỗ để tham gia mọi cuộc xung đột để thỏa mãn cái tôi của bạn, để chứng minh rằng bạn đúng, hoặc “chiến lại” khi bạn cảm thấy bị thách thức. Tuy nhiên, chọn trận chiến phù hợp sẽ tốt hơn là tham gia vào mọi cuộc tranh luận. Không chỉ vậy, nó sẽ giúp bạn có một cuộc sống bình yên hơn, và các mối quan hệ của bạn cũng sẽ trở nên bền chặt hơn.",
      "Five of Swords thường chỉ ra rằng bạn đang cạnh tranh với những người khác trên con đường thành công. Bạn coi họ là những mối đe dọa đối với hạnh phúc của riêng bạn, và vì vậy bạn tìm cách chiến thắng bằng mọi giá.",
      "Nếu bạn đã tham gia vào một cuộc xung đột và có thể nhìn thấy nó gây ra những tổn thất, Five of Swords là một tín hiệu cho lời xin lỗi. Bạn càng ủ rũ lâu, hoặc càng cố gắng chứng minh rằng bạn đúng, mối quan hệ càng trở nên khó khăn hơn. Hãy sẵn sàng nói rằng bạn đã sai và sẵn sàng bù đắp. Không có lý do gì để cố biện minh cho hành vi của bạn; hãy để nó qua đi và tiếp tục. Bạn có thể tìm kiếm sự tha thứ để bạn có thể đặt cảm giác tội lỗi về sau.",
      "Five of Swords cũng có thể chỉ đến sự thất bại. Nó cho thấy rằng, mặc dù bạn đã cố gắng hết sức, bạn vẫn có khả năng bị đánh bại hoặc trở thành kẻ thua cuộc. Nếu bạn để bản thân “vỡ mộng”, bạn sẽ khiến bản thân càng thêm suy sụp. Chấp nhận sự thất bại, và học hỏi từ nó. Hãy làm tốt hơn lần sau!"
    ],
    "reMeaning": [
      "Five of Swords ngược đã nói lên những lúc bạn đã cố gắng tranh luận đến cùng. Bạn đã ra sức thuyết phục thì người kia càng không nghe. Và tất nhiên họ cũng cảm thấy như vậy. Cả hai đang chiến đấu để chiến thắng, và người còn lại sẽ thảm bại. Và khi bạn ở trong hoàn cảnh này, bạn cảm thấy thực sự khủng khiếp “Mình sẽ thắng hay thua?”",
      "Là một lá bài của sự xung đột, căng thẳng và bất đồng, Five of Swords ngược cho thấy bạn muốn giai đoạn chiến đấu này kết thúc, để bạn có thể tha thứ và quên đi, rồi tập trung năng lượng của mình vào những hoạt động xây dựng hơn như khôi phục lại mối quan hệ của bạn về trạng thái bình thường. Bạn nhận ra rằng trong trận chiến này, ai tham gia thì đều đã là người thua cuộc. Và bây giờ bạn muốn thoát khỏi nó.",
      "Đôi khi, Five of Swords ngược có thể gợi nhắc những xung đột trong cuộc sống của bạn mà bạn đã cố gắng bỏ đi nhưng chúng vẫn theo bạn. Ví dụ, một người yêu cũ luôn làm cho mọi thứ khó khăn và ngăn bạn tiến đến các mối quan hệ mới. Miễn là xung đột và căng thẳng vẫn tồn tại, hãy tránh xa những người hoặc tình huống này.",
      "Tương tự, Five of Swords ngược cũng có thể cho biết một vết thương cũ đã bị gợi lại và bạn đang trải qua nỗi sợ hãi và căng thẳng liên quan đến ký ức đó. Bạn có thể lo lắng rằng quá khứ có thể lặp lại hoặc bạn có thể bị tổn thương lại. Hãy nhắm đến việc tha thứ và buông bỏ để bạn có thể tiến lên.",
      "Có thể còn sự oán giận sót lại sau một cuộc tranh cãi gần đây hoặc trong quá khứ với ai đó thân với bạn. Bạn vẫn đang nuôi dưỡng cảm xúc tiêu cực từ những cuộc tranh luận này. Nếu bạn phớt lờ và không chịu giải quyết các mâu thuẫn, chúng có thể ảnh hưởng đến khả năng gây dựng lại một mối quan hệ hài hòa.",
      "Five of Swords ngược cho biết sau một giai đoạn xung đột, bạn đã sẵn sàng tiếp tục cuộc sống của mình và tạo ra sự thay đổi tích cực. Mang năng lượng của bạn trở lại bên trong và ổn định bản thân. Hãy trở lại là phiên bản hài hòa nhất của bạn. Hãy tự hỏi rằng có thể có một giải pháp cả hai đều có lợi không? Nó có thể là một sự thoả hiệp! Đây là cơ hội của bạn để nói lời xin lỗi, xin được tha thứ và sửa chữa để bạn có thể tiến lên và tạo ra một môi trường tốt hơn cho những ý tưởng và sự hợp tác mới."
    ],
    "image": "55.png"
  },
  "56": {
    "name": "Six Of Swords",
    "type": "0",
    "version": "v3",
    "keywords": "Chuyển dịch; Thay đổi; Rời đi; Buông bỏ những điều vướng bận",
    "reKeywords": "Thay đổi bản thân; Kháng sự thay đổi; Công việc dở dang",
    "description": [
      "Lá Six of Swords cho thấy một người phụ nữ và một đứa trẻ đang được chèo về một vùng đất gần đó. Cô trùm một phần vải lên người, cho thấy sự buồn bã hoặc mất mát khi cô ấy rời xa điều gì đó trong quá khứ. Đứa trẻ áp sát vào cơ thể của cô ấy, tìm kiếm sự an toàn và an ủi khi họ cùng nhau thực hiện chuyến đi này. Trong chiếc thuyền có sáu thanh gươm, cho thấy người phụ nữ và đứa trẻ vẫn mang theo ký ức hoặc hành lý từ quá khứ vào tương lai của họ.",
      "Trong khi phần biển bên phải chiếc thuyền đang dậy sóng, phần biển phía trước lại yên bình. Hình ảnh này cho thấy họ đang rời khỏi sóng gió, hướng về một nơi bình yên hơn."
    ],
    "meaning": [
      "Six of Swords cho thấy bạn đang chuyển dịch, rời bỏ điều quen thuộc và hướng về phía trước. Bạn có thể đang chuyển nhà, chia tay một mối quan hệ, thay đổi công việc hoặc thay đổi tư duy. Sự thay đổi này có thể do chính bạn tạo ra hoặc bị ép buộc, và bạn có thể cảm thấy buồn khi rời xa điều gì đó đã quen thuộc với bạn. Tuy nhiên, bạn biết rằng sự chuyển đổi này là thiết yếu cho sự phát triển của bạn. Nỗi buồn rồi sẽ sớm nguôi ngoai và bạn sẽ chấp nhận điều đó. Bạn sẽ trở thành một người tốt hơn.",
      "Six of Swords gợi ý bạn buông bỏ những gì đang ngăn cản bạn, dù là từ quá khứ hay từ hoàn cảnh hiện tại của bạn. Thay vào đó, hãy nhìn về phía tương lai của bạn và chọn con đường phù hợp nhất với lợi ích lâu dài và tiềm năng của bạn. Bạn sẽ cần phải đưa ra những quyết định và sự thoả hiệp khó khăn trên đường đi. Bạn đang hướng tới một vị trí tốt hơn trong cuộc sống, miễn là bạn sẵn sàng nâng cấp và loại bỏ những gì bạn không còn cần. Đừng để ý đến những gì bị bỏ lại sau lưng. Hãy coi đây là một cơ hội để thay đổi nhận thức của bạn về bản thân, rời xa con người quá khứ của bạn và hướng tới phiên bản tốt hơn bạn muốn trở thành.",
      "Tương tự, lá Six of Swords yêu cầu bạn suy ngẫm về bất kỳ “hành lý” nào mà bạn có thể mang theo khi bạn chuyển sang giai đoạn mới. Trên chiếc thuyền có sáu thanh gươm - một dấu hiệu cho thấy bạn vẫn mang theo một gánh nặng nặng nề từ quá khứ khi bạn tiến lên phía trước, điều này có thể làm chậm sự phát triển cá nhân của bạn. Những thanh gươm này có thể là ký ức, mối quan hệ, thói quen, hành vi, lối tư duy và niềm tin không còn giúp ích cho bạn. Hãy quyết định những gì bạn cần mang theo và những gì bạn có thể bỏ lại sau lưng."
    ],
    "reMeaning": [
      "Khi lá Six of Swords ngược xuất hiện trong trải bài, bạn có thể đang trải qua một sự chuyển tiếp để bạn có thể buông bỏ một mối quan hệ, niềm tin, hoặc hành vi không còn giúp ích cho bạn. Đây là một hành trình riêng tư và bí mật, và bạn đang làm việc một mình để cho nó xảy ra. Bạn đã xác định những gì bạn phải buông bỏ để đón nhận một cách suy nghĩ mới và bây giờ bạn đang mang nó vào cuộc sống cá nhân của bạn.",
      "Đôi khi, Six of Swords ngược chỉ ra rằng bạn biết rằng bạn cần phải có sự thay đổi trong cuộc sống nhưng lại do dự. Bạn có thể hy vọng rằng vấn đề sẽ tự biến mất và bạn sẽ không cần phải vật lộn với quyết định khó khăn này. Hoặc bạn có thể cố gắng lừa bản thân rằng bạn có thể chịu đựng nó, ngay cả khi bạn biết sâu trong trái tim rằng đã đến lúc phải tiến lên. Bạn phải vượt qua vùng an toàn của mình để tiến đến một chương mới. Những cảm xúc hỗn độn này có thể là một dấu hiệu tích cực cho thấy sự thay đổi đang xảy ra, vì vậy hãy cảm nhận năng lượng đó và để nó khuyến khích bạn tiếp tục tiến lên phía trước và nâng cao bản thân.",
      "Trong một số trường hợp, Six of Swords ngược cho thấy rằng bạn đang chống lại sự thay đổi vì bạn tin rằng bạn bị ép buộc. Ví dụ như bố mẹ bạn chuyển công tác đến nơi khác và bạn phải di chuyển theo. Điều quan trọng là bạn cần tập trung vào những lợi ích của sự thay đổi hơn là những khuyết điểm. Bạn có thể mong đợi điều gì và nhận được giá trị gì từ nó? Hãy xác nhận lại với bản thân tại sao bạn cần sự thay đổi này và nó giúp ích bạn như thế nào.",
      "Nếu bạn đang cố gắng tiến lên từ quá khứ nhưng gặp khó khăn trong việc làm vậy, Six of Swords ngược cho thấy rằng có thể có những việc chưa hoàn thành, xung đột chưa được giải quyết, hoặc những bài học mà bạn cần hiểu trước khi bạn có thể hoàn toàn tiến lên trong cuộc sống của mình. Điều gì đang ngăn cản bạn thực hiện sự chuyển tiếp quan trọng này? Hãy tìm cách giải quyết những vấn đề đó. Có thể có những lúc bạn nghi ngờ liệu bạn có đang đưa ra quyết định đúng đắn khi rời bỏ quá khứ của mình hay không, nhưng Six of Swords khuyến khích bạn tiến lên, nhắc nhở rằng bạn đang hướng về một tương lai tốt đẹp hơn."
    ],
    "image": "56.png"
  },
  "57": {
    "name": "7 Of Swords",
    "type": "0",
    "meaning": "Lá bài 7 of Swords gắn liền với lá 5 of Swords vì cả hai lá bài này đều liên quan đến sự tách biệt khỏi người khác. Trên lá bài 7 of Swords này, chúng ta thấy một người đàn ông đang nhón bước ra khỏi cộng đồng xã hội (những túp nhà ở phía sau). Anh ta đang ôm một bó kiếm và trông có vẻ hài lòng với thành quả sau hành vi trộm cắp của mình. Anh ta cho ấn tượng về việc có những kế hoạch đơn độc và bí mật. Lá bài này đôi khi đại diện cho phong cách “sói đơn độc” – mong muốn bay nhảy tự do một mình. Trong phim, người anh hùng đơn độc luôn hành động hoàn toàn bằng sức mình. Anh ta khám phá, tìm tòi và giải quyết mọi vấn đề bằng chính sự thông minh và nguồn lực của riêng bản thân mình. Anh ta tin rằng mình sẽ thành công vì anh ta phớt lờ những nỗ lực vụng về của những người tầm thường khác.",
    "meaning1": "Trong giải bài tarot, lá bài 7 of Swords có thể là dấu hiệu rằng bạn hay một ai đó khác muốn trở thành một chú sói đơn độc. Bạn cảm thấy rằng mình sẽ hiệu quả hơn và thoải mái hơn bằng cách tự thân vận động. Phương pháp này rất hữu ích khi bạn cần né tránh một nhóm hoạt động kém hiệu quả hoặc muốn cương quyết về sự độc lập của mình; nhưng mặt khác tư tưởng này cũng có thể gây rắc rối. Chúng ta không thể hạnh phúc và phát triển về lâu dài mà không có sự hợp tác cùng người khác. Nếu bạn cảm thấy có khuynh hướng thích hành động một mình, hãy đảm bảo sự tách biệt này sẽ thực sự hiệu quả đối với bạn. Đôi khi lá bài 7 of Swords hàm ý rằng bạn đang chạy chốn điều gì đó – những cam kết, trách nhiệm, công việc nặng nhọc, hoặc tình cảm. Bạn có thể đang chần chừ, để cho các vấn đề trôi đi vì bạn không muốn giải quyết chúng. Đôi khi chúng ta phải đối mặt với những gì cần phải đối mặt",
    "meaning2": "Lá bài 7 of Swords là lời nhắn gửi bạn biết rằng có thể bạn đang khiến cho mọi thứ trở nên tồi tệ hơn cho bản thân và người khác bằng cách chạy trốn. Lá bài 7 of Swords cũng có thể hàm ý một sự mất danh dự kín – một lựa chọn mà bạn hay ai khác đã đưa ra nhưng thực sự không được công bằng. Tất cả chúng ta đều có những lựa chọn sai lầm mà chúng ta muốn giấu kín. Một số trong số những sai lầm này chỉ là những lỗi nhỏ, nhưng số khác có thể nghiêm trọng hơn. Tiếng nói bên trong nội tâm bạn sẽ cho bạn biết khi nào điều này xảy ra. Khi bạn thấy lá 7 of Swords, hãy suy xét kỹ lưỡng về điều bạn đang làm vì việc mất danh dự kiểu này sẽ gặm nhấm niềm vui và tự trọng của bạn.",
    "keywords": "Chạy trốn, Thích phong cách đơn độc, Nỗi hổ thẹn giấu kín",
    "image": "57.png"
  },
  "58": {
    "name": "8 Of Swords",
    "type": "0",
    "meaning": "Người phụ nữ trong lá bài 8 of Swords đang mất phương hướng và đơn độc. Cô ta không thể thấy đường do đã bị bịt mắt. Cô không thể kêu gọi sự giúp đỡ do cô đang bị trói buộc. Cô không thể tự do di chuyển vì cô đang bị cầm giữ bởi các thanh kiếm xung quanh. Dường như cô đã lang thang đến một nôi cách xa nhà – nơi trao cho cô sự an toàn phía ngọn đồi xa xa. Làm cách nào để cô có thể trở về? Cô thậm chí còn không biết lối đi. Lá bài 8 of Swords đại diện cho những lức chúng ta cảm thấy lạc lối, lẫn lộn và mất đi khả năng của mình. Mọi sự giúp đỡ và niềm tin dường như đã biến mất. Đôi khi chúng ta cảm thấy bị hoàn cảnh kìm hãm. Chúng ta thức dậy vào một ngày nào đó và nhận ra mình đang ở trong một hoàn cảnh bất khả thi. Công việc không có lối thoát. Mối quan hệ gặp rắc rối. Nợ nần chồng chất. Làm sao những điều này lại xảy ra? Chúng ta không biết được. Thậm chí những vấn đề nhỏ cũng có thể khiến chúng ta bị bế tắc. Dường như không có lối thoát ra.",
    "meaning1": "Đôi khi cuộc sống nhìn bên ngoài có vẻ ổn. “Tôi có được mọi thứ tôi muốn. Vậy đáng lẽ tôi phải hạnh phúc, vậy vấn đề ở đây là gì?” Chúng ta không biết. Chúng ta bị chìm giữa cảm giác lẫn lộn và mơ hồ. Trong giải bài tarot, lá bài 8 of Swords thường là dấu hiệu cho thấy rằng bạn đang lao vào (hoặc đã ở trong) một tình cảnh mà bạn cảm thấy thiếu tự do và lựa chọn. Những tình cảnh này bị giới hạn vì bạn càng lún sâu vào chúng, bạn càng cảm thấy sự giới hạn và kìm hãm cao hơn. Qua từng bước một, những lựa chọn của bạn càng bị thu hẹp hơn cho đến khi bạn cảm thấy hoàn toàn bế tắc",
    "meaning2": "Khi bạn thấy lá bài này, hãy nhớ rằng bạn thực sự vẫn có những lựa chọn, và bạn có khả năng để đào thoát khỏi hoàn cảnh khó. Cho dù bạn cảm giác bạn bị trói buộc thế nào, thì bạn vẫn có thể tìm thấy một lối thoát ra nếu bạn tin rằng mình làm được. Cô gái trẻ trong lá bài có thể giải phóng chính mình. Cô có thể xoay sở tháo dây trói, tháo bỏ tấm vải che mắt, nhổ những thanh kiếm lên. Các giải pháp không phải lúc nào cũng dễ dàng, nhưng ít nhất thì bạn vẫn có cơ hội. Hãy tìm ra sự sáng suốt trong tâm trí và mục đích (lý tưởng của bộ Swords) và sử dụng chúng để từng bước tiến về nhà – nơi chốn an toàn.",
    "keywords": "Hạn chế, Rối loạn, Mất quyền lực",
    "image": "58.png"
  },
  "59": {
    "name": "9 Of Swords",
    "type": "0",
    "meaning": "Hình tượng nhân vật trong lá bài 9 of Swords tỉnh dậy trên giường gợi nhiều ý nghĩa vì nửa đêm là thời điểm những nỗi đau buồn và hối tiếc của chúng ta tràn đến một cách mạnh mẽ nhất. Đêm tối tĩnh mịch làm trôi đi sự xao lãng của ban ngày, để lại cho chúng ta cảm giác trơ trọi với suy nghĩ của chính mình. Đã có ai chưa từng thức thức dậy vào 4 giờ sáng với đầy mối lo lắng không thể gạt bỏ được hay chưa? Lá bài 9 of Swords đại diện cho sự bất hạnh đang xâm lấn vào tâm hồn chúng ta bất kỳ lúc nào. Không giống như nỗi đau của 3 of Swords vốn dường như đến từ hư không, 9 of Swords đại diện cho nỗi đau mà chúng ta tạo ra trong chính mình. Sự đau đớn nào mà chúng ta tự đặt cho chính mình khi nỗi sợ và nghi ngờ bao trùm lấy chúng ta. Lo lắng có lẽ là điều phổ biến nhất. Liệu tôi đã làm đủ những gì cần làm chưa? Liệu mọi thứ sẽ diễn ra ổn thỏa chứ? Tôi sẽ làm được gì? Những suy nghĩ này cứ luẩn quẩn trong đầu – không thể loại bỏ được.",
    "meaning1": "Cảm giác có lỗi là ngọn nguồn khác của nỗi đau. Khi chúng ta đã làm được điều gì đó mà mình cảm thấy như đó là sai lầm hoặc thấy tổn thương, hoặc thất bại trong việc thực hiện điều gì đó mà chúng ta nghĩ mình sẽ làm được, thì khi đó sự thất vọng có thể trở nên rất thực tế. Thật tệ hại khi không gì có thể giảm được cảm giác tội lỗi hoặc xua tan được chúng. Cuối cùng chỉ còn nỗi duy nhất nỗi thống khổ. Đôi khi những đau khổ của cuộc sống thật sự bao trùm lấy tấm thân ta khiến tất cả những gì chúng ta cảm thấy muốn làm là úp mặt khóc.",
    "meaning2": "Không cần phải nói nhiều, rõ ràng 9 of Swords là không phải là một lá bài đem lại niềm vui, nhưng đồng thời cũng không phải lúc nào lá bài này cũng chỉ gợi nhớ đến nỗi thất vọng lớn. Thông thường lá bài chỉ là một dấu hiệu của sự xuất hiện một số yếu tố không vui hoặc một vài trở ngại nào đó, hay một điểm dễ tổn thương trong cuộc sống của bạn. Lá bài này thường là một lời cảnh báo từ Nội tâm bạn rằng con đường bạn sắp đi có thể sẽ ngập tràn khó khăn. Nếu bạn hiểu lá bài 9 of Swords theo tinh thần của một dấu hiệu cảnh báo, thì cũng tức là bạn sử dụng lá bài trên tinh thần xây dựng. Hãy xem xét tình cảnh của bạn một cách cẩn thận để chắc rằng bạn đang đưa ra những lựa chọn tốt nhất. Ngay cả một thay đổi nhỏ cũng có thể tạo ra một khác biệt lên tổng thể.",
    "keywords": "Lo lắng, Cảm giác tội lỗi, Nỗi thống khổ",
    "image": "59.png"
  },
  "60": {
    "name": "10 Of Swords",
    "type": "0",
    "meaning": "10 of Swords là một lá bài về sự bất hạnh khủng khiếp, nhưng điều bất ngờ là nó lại thường đại diện cho các rắc rối mang tính “cải lương” hơn là có thực. Người đàn ông trên lá bài này bị nhiều thanh kiếm đâm trên lưng. Trên thực tế liệu có người nào có thể chịu nổi không? Liệu mười thanh kiếm có nhiều quá hay không? Có lẽ nỗi đau khổ của người đàn ông này, tuy đáng cảm thông, chỉ đang được phóng đại lên thôi. Một trong những ý nghĩa của lá 10 of Swords là “chạm xuống đáy”. Khi tai họa kế tiếp nhau, đầu tiên chúng ta sẽ cảm thấy gục ngã, rồi sau đó chúng ta đứng lên và cười vang. Sự thể quá tồi tệ đến buồn cười! Trong phim ảnh, người anh hùng thường nói, “Còn điều gì khác có thể tệ hơn nữa chứ?” và chúng ta biết rằng đó là một dấu hiệu anh ta sắp gặp tai họa. Khi chúng ta thấy lá bài 10 of Swords, hãy biết rằng tai họa cuối cùng đã xảy ra rồi, và những gì bạn có thể kỳ vọng lúc này tình thế sẽ xoay chuyển tốt hơn.",
    "meaning1": "Lá bài này cũng xuất hiện khi bạn đang có tâm trạng như người bị hại. Bạn cảm giác chắc chắn rằng cả thế giới này đang đối xử với bạn không công bằng, khiến cho cuộc sống bạn trở nên khó khăn hơn. Bạn có thể tưởng tượng thấy người đàn ông trong hình đang ngẩng đầu lên và nói “Anh nghĩ rằng anh xui xẻo và bất hạnh lắm với chỉ một vết đứt tay sao? Tôi bị mười thanh kiếm đâm trên lưng đây này!” Sau đó anh ta gục đầu xuống với một tiếng thở dài. Khi chúng ta bị hại, chúng ta thường hay nghĩ rằng mọi thứ thật quá đỗi tồi tệ, bất công và vô vọng. Một người nghĩa khí cũng là ý nghĩa của 10 of Swords. Trong trường hợp này, người đàn ông sẽ nói với một cái vẫy tay yếu ớt, “Không, bạn cứ tiếp tục đi. Cứ vui đi. Đừng nghĩ về tôi. Tôi sẽ ở lại đây với những thanh kiếm này trên lưng… nhưng tôi muốn bạn tận hưởng cuộc sống của bạn”. Một người nghĩa khí trong tình huống này không giống như người sẵn lòng hi sinh cho những người mà mình không gắn bó.",
    "meaning2": "Với 10 of Swords, trường hợp nào cũng có thể ứng nghiệm, nhưng việc tạo một bước ngoặc giúp một ai đó khác sẽ vẫn đem lại cảm giác thỏa mãn mà không cần thiết phải có mối quan hệ gắn bó. Đây không phải là dấu hiệu của sự bất hạnh và dĩ nhiên trên thế giới vẫn có nhiều bi kịch thật sự. Đôi khi lá 10 of Swords hàm ý một sự kiện buồn, nhưng bạn vẫn biết được thời điểm điều đó xảy ra. Từ tận đáy lòng bạn không thấy có điểm gì đáng vui cả, tuy nhiên phần lớn trường hợp khi xuất hiện, lá 10 of Swords vẫn có những mặt tươi sáng, như thể Nội tâm của bạn có chỉ muốn đùa giỡn về cách bạn xử lý các nỗi buồn cá nhân. Khi bạn thấy lá bài 10 of Swords, hãy kiểm tra thái độ của bạn và yên tâm rằng bạn đã đến được thời điểm mà mọi thứ sẽ thật sự bắt đầu tiến triển tốt hơn.",
    "keywords": "Chạm xuống đáy, Tâm lý bị hại, Chịu khổ nhục",
    "image": "60.png"
  },
  "61": {
    "name": "Page Of Swords",
    "type": "0",
    "meaning": "Page of Swords là một người truyền tin, anh ta mang lại cho bạn những thách thức. Anh ta cho rằng bạn sẽ có cơ hội để phát triển dưới dạng một vấn đề hoặc một tình huống khó xử. Những thử thách này có thể không phải là điều bạn ưa thích. Thực tế, có lẽ bạn sẽ muốn nói rằng “Cám ơn, nhưng tôi không cần chúng”.",
    "meaning1": "Page of Swords muốn bạn phải bền bỉ trước những hoàn cảnh khó khăn này. Hãy suy nghĩ chúng như những thử thách để kiểm tra dũng khí của bạn. Nếu bạn chấp nhận và vượt qua được những thử thách đó, bạn sẽ trở nên mạnh mẽ hơn và dẻo dai hơn. Khi đối mặt với những thách thức này, bạn được khuyến khích sử dụng những đặc trưng của bộ Swords – sự chân thật, lý trí, lòng chính trực và kiên cường.",
    "meaning2": "Page of Swords cũng có thể đại diện cho một đứa trẻ hoặc một người lớn có tâm hồn trẻ trung, người có những tương tác với bạn liên quan đến sự trung thực, hành động đạo đức, thiếu can đảm hoặc các vấn đề về lý trí. Mối quan hệ này có khả năng gặp vấn đề hoặc khó khăn trong việc duy trì tinh thần bền bỉ trước những thử thách của bộ Swords. Đôi khi Page of Swords hàm ý rằng toàn bộ hoàn cảnh của bạn đang tràn ngập tinh thần học hỏi, khám phá, và các hoạt động trí óc. Những lúc như thế này, hãy sử dụng lý trí và tận hưởng sự khai sáng của trí tuệ. ",
    "keywords": "Sử dụng lý trí, Thật thà, Công bằng, Kiên cường",
    "image": "61.png"
  },
  "62": {
    "name": "Knight Of Swords",
    "type": "0",
    "meaning": "Về mặt tích cực, Knight of Swords là một bậc thầy về logic và lý lẽ. Anh ta có một trí tuệ sắc bén giúp dễ dàng nắm bắt được trọng tâm của bất kỳ vấn đề nào. Anh ta nói chuyện rõ ràng và thẳng thắn và luôn có uy lực. Cách đánh giá của anh ta chắc chắn và không bị ảnh hưởng bởi cảm xúc. Những người khác trông cậya vào những phân tích sáng suốt của anh ta về vấn đề và cách giải quyết. Về mặt tiêu cực, Knight of Swords không chuyên về ngoại giao. Anh ta có thể cư xử không khéo léo và khiếm nhã. Khi anh ta nghĩ bạn sai, bạn sẽ biết điều đó. Anh ta ảo tưởng vào những điểm đặc tính tốt của mình và không chịu đựng được sự ngu ngốc. Anh ta mong đợi những người khác tuân theo quan điểm của anh ta. Với anh ta, mọi cảm giác đều là không thích đáng và thiếu logic.",
    "meaning1": "Trong giải bài tarot, Knight of Swords thể hiện rằng phong thái sắc bén của anh ta có liên quan trong hoàn cảnh như một khía cạnh của bạn, của một ai đó khác hoặc của một bầu không khí nói chung. Bạn cần tự hỏi chính mình “Liệu năng lượng của vị hiệp sỹ (Knight) này có giúp ích cho bạn hay sẽ khiến bạn bị tổn thương?” Nếu phong cách của anh ta rõ ràng, thì sự cân bằng điều cần thiết. Liệu bạn có luôn áp đặt vị trí của mình lên người khác? Liệu bạn có vướng vào rắc rối vì nói ra điều bạn suy nghĩ? Liệu người yêu của bạn có quá lạnh nhạt hoặc trở nên xa lánh bạn? Liệu đồng nghiệp của bạn có xu hướng phê bình thay vì hỗ trợ bạn? Đây có thể là lúc để thay đổi.",
    "meaning2": "Nếu năng lượng của Knight of Swords bị thiếu, có thể bạn cần sự rõ ràng. Liệu bạn có quá dễ xúc động? Hãy để lý trí bạn điều khiển con tim của bạn trong lần tới. Liệu bạn có đánh giá cao quá mức ý kiến của người khác? Hãy tin tưởng vào khả năng của mình. Liệu bạn có sợ bị phản đối? Hay dám nói ra suy nghĩ của chính mình. Hãy để Knight of Swords đưa vào vào thế giới lý trí và tự tin của anh ta",
    "keywords": "Thẳng thắn – lỗ mãng, Có thẩm quyền – hống hách, Sắc bén – cắt giảm, Am hiểu – ngoan cố, Lý trí – nhẫn tâm",
    "image": "62.png"
  },
  "63": {
    "name": "Queen Of Swords",
    "type": "0",
    "meaning": "Nhân cách của Queen of Swords kết hợp năng lượng tích cực nguyên tố Khí của bộ Sword với sự tập trung hướng nội của một Queen. Bạn có thể luôn dựa vào nàng để biết được chính xác sự việc sẽ diễn ra như thế nào. Trên hết nàng mê đắm sự chân thành, và sống bằng cam kết của mình về tính chân thực. Sự dối trá, lừa lọc và đùa giỡn không phải là mối quan tâm của nàng, nàng không dễ bị lừa dối. Nàng trải nghiệm nhiều thứ trên thế giới, cả tốt lẫn xấu. Queen of Swords có thể phán đoán hoàn cảnh một cách nhanh chóng. Nàng hiểu sự dại dột của con người, nhưng không chê trách chúng.",
    "meaning1": "Nàng biết khi nào cần tránh rắc rối và đơn giản là tìm cách khéo léo vượt qua nó. Nàng thích sự thành thật và thẳng thắn. Những quan sát của nàng tuy vô tư, nhưng không bao giờ làm tổn thương ai. Thực tế, nhân vật Queen này có khiếu hài hước. Nàng thích cười và luôn hóm hỉnh. Nàng biết rằng cuộc sống không cần quá nghiêm túc trong mọi lúc. Queen of Swords luôn mới mẻ với tính bộc trực và không biết giả vờ.",
    "meaning2": "Trong giải bài tarot, Queen of Swords yêu cầu bạn suy nghĩ và cảm nhận như nàng. Ví dụ: Liệu bạn có hoàn toàn chân thành? (Hãy xem xét điều này trước tiên!) Liệu bạn có nhận thấy sự hài hước trong một tình cảnh? Liệu bạn có tập trung đúng trọng tâm? Liệu bạn có hiểu điều gì đang diễn ra? Liệu bạn có để bản thân mình bị lừa dối? Lá Queen này cũng đại diện cho một người đàn ông hay phụ nữ giống như nàng, hoặc một bầu không khí giao tiếp chân thực và thẳng thắn. Trong giải bài tarot, nàng cho bạn biết rằng nguồn năng lượng đặc biệt của nàng sẽ rất có ích cho bạn vào thời điểm này. Hãy để bản thân mình được truyền cảm hứng bởi Queen of Swords theo bất kỳ dạng thức nào mà nàng xuất hiện trong cuộc sống bạn.",
    "keywords": "Chân thật, Sắc sảo, Thẳng thắn, Vui tính, Từng trải",
    "image": "63.png"
  },
  "64": {
    "name": "King Of Swords",
    "type": "0",
    "meaning": "Nhân cách của King of Swords là sự kết hợp năng lượng tích cực giữa nguyên tố Khí của bộ Sword và sự tập trung năng động, hướng ngoại của King. Ông là một người đàn ông của trí tuệ, người có thể hấp thụ và làm việc với mọi loại thông tin. Là một bậc thầy về lí lẽ và tính logic, ông phân tích một vấn đề bất kỳ một cách dễ dàng. Ông có thể đưa ra cách giải quyết nhanh chóng và giải thích chúng minh bạch với người khác. Trong một tình huống hỗn loạn, ông giải quyết rắc rối và làm sáng tỏ để mọi việc tiếp diễn. Ông có tài hùng biện và suy nghĩ sắc sảo. Ông luôn trung thực và được trông cậy sẽ giải quyết bất kỳ tình huống nào một cách công bằng và đáng phục.",
    "meaning1": "Khi yêu cầu một đánh giá, ông có thể giúp đưa ra quyết định công bằng và vô tư. Ông là người liêm chính và sống theo những tiêu chuẩn đạo đức cao nhất của mình. Ông khuyến khích người khác làm theo mình, và họ thường sống theo đường hướng và kỳ vọng của ông ấy. Trong giải bài tarot, King of Swords yêu cầu bạn có những hành động như ông ta. Ví dụ: nói sự thật, suy nghĩ ra một giải pháp, giao tiếp tốt, hoặc đánh giá một cách công bằng.",
    "meaning2": "Lá King of Swords cũng đại diện một người đàn ông hay phụ nữ đang hành động giống ông ấy, hoặc một bầu không khí của lý lẽ, trung thực và những tiêu chuẩn cao. Trong giải bài, ông ta cho bạn biết rằng năng lượng của ông có ý nghĩa với bạn trong thời điểm này. Hãy để bản thân mình được truyền cảm hứng bởi lá King of Swords theo bất kỳ dạng thức nào ông ấy xuất hiện trong cuộc sống của bạn.",
    "keywords": "Thông minh, Biết phân tích, Ăn nói lưu loát, Công bằng, Đạo đức",
    "image": "64.png"
  },
  "65": {
    "name": "Ace Of Wands",
    "type": "0",
    "meaning": "Ace of Wands là một biểu tượng của tiềm năng trong lĩnh vực sáng tạo, hứng thú, phiêu lưu, lòng can đảm, sức mạnh cá nhân. Trong giải bài tarot, nó thể hiện rằng một hạt giống nhiệt huyết táo bạo đã được ương mầm trong cuộc sống bạn mặc dù bạn chưa thể nhận ra nó. Khi hạt giống này đâm chồi, nó có thể trở thành một trạng thái bất kỳ. Nó có thể là một ý tưởng sáng tạo, sự dâng tràn lạc quan hoặc một ham muốn hành động liều lĩnh. Mặt khác, nó có thể là một lời đề nghị, một món quà, cơ hội, cuộc gặp gỡ hoặc một sự kiện.",
    "meaning1": "Khi bạn thấy được lá bài Ace này, hãy thử kiểm tra lại cuộc sống bạn để thấy cách mà tiềm năng, năng lượng tự tin của nó có thể hoạt động hiệu quả đối với bạn như thế nào. Hãy dũng cảm và liều lĩnh. Đôi khi bạn phải đương đầu với rủi ro để đạt được điều bạn muốn. Hãy tìm con đường sẽ mang lại cảm hứng cho bạn và đưa bạn vượt qua giới hạn của mình. Hãy nắm lấy thế chủ động, và để nhiệt huyết của bạn đưa bạn đến những tầm cao mới. Bộ Wands là bộ của năng lượng và khả năng đáp ứng cá nhân. Lá Ace này cho bạn biết đây là lúc đam mê bắt đầu. Bạn sẽ có thể khẳng định khả năng tốt nhất của bạn cho mọi người thấy.",
    "meaning2": "Ace of Wands cũng là lá bài của sự sáng tạo. Dưới tầm ảnh hưởng của nó, bạn có thể dần trở thành trung gian truyền dẫn niềm đam mê và tính sáng tạo. Hãy quên đi những giải pháp gây mệt mỏi. Bạn có cơ hội để trở về với chính mình. Hãy tin vào tiềm năng sáng tạo của bạn thân bạn, và sẽ không có điểm dừng cho điều bạn có thể chinh phục được.",
    "keywords": "Sáng tạo, Nhiệt tình, Tự tin, Can đảm",
    "image": "65.png"
  },
  "66": {
    "name": "2 Of Wands",
    "type": "0",
    "meaning": "Lá bài 2 of Wands tôn lên lòng can đảm và tính vĩ đại của một người. Lá bài này có cùng nguồn năng lượng với lá The Magician, nhưng có một điểm khác biệt quan trọng. The Magician đại diện cho nguyên mẫu của quyền lực – nguồn năng lượng không bao hàm các yếu tố cá nhân gồm tính sáng tạo và sức mạnh. Lá bài 2 of Wands đại diện cho nguồn sức mạnh từ Trái đất được nhập truyền vào bản thân. Sức mạnh bản thân là một nguồn lực mạnh mẽ tràn ngập trong bạn và cho bạn sự can đảm để trở nên vĩ đại. Một người mạnh mẽ cũng giống như một thỏi nam châm, thu hút mọi người khác trong một khu vực nhất định.",
    "meaning1": "Sức mạnh thực sự luôn đến từ Đấng Thánh (Divine), đi qua mỗi người chúng ta và lan tỏa khắp thế giới. Khi chúng ta hiểu được mối quan hệ này, khi đó chúng ta như được chúc phúc vì dòng năng lượng này mang đến một cảm giác mạnh mẽ của sự mở rộng và đủ đầy. Chúng ta cảm nhận như thể chúng ta có thể hoàn thành bất kỳ điều gì. Các vấn đề chỉ phát sinh khi chúng ta quên rằng chúng ta không phải là nguồn gốc của sức mạnh, mà chỉ là trung gian truyền dẫn của nó. Chúng ta phải cẩn thận không để các cảm giác say sưa vốn đến cùng với sức mạnh, quyền lực bao trùm và che khuất đi những giác quan của chúng ta và làm chúng ta trở nên mù quáng với những mong muốn và ý định thực sự của chúng ta.",
    "meaning2": "Trong giải bài tarot, 2 of Wands hàm ý rằng sức mạnh là vấn đề chủ đạo trong hoàn cảnh lá bài xuất hiện. Bạn hoặc một ai đó khác có hoặc muốn có nguồn sức mạnh này. Khi bạn thấy lá bài này, hãy xem xét cẩn thận các mục tiêu và hoạt động của mình để đảm bảo rằng bạn đang sử dụng sức mạnh này một cách khôn ngoan. Đừng chỉ ham muốn sức mạnh chỉ vì bản chất của nó, mà hãy biết tận dụng để sức mạnh này phục vụ cho những mục đích đáng giá với bạn. Hãy nhận món quà này và sử dụng nó để định hình môi trường của bạn theo cách tích cực nhất. Lá bài 2 of Wands cũng có thể đại diện cho lòng can đảm và óc sáng tạo. Khi bạn thấy lá bài này, hãy tin rằng đây là thời điểm thích hợp để có những bước tiến mạnh dạn, sáng tạo gây bất ngờ. Hãy quên đi những phương pháp cũ kỹ và nhàm chán cũng như các yếu tố tế nhị. Hãy cho phép bản thân mình tự do và bạn sẽ bất ngờ về những kết quả gặt hái được.",
    "keywords": "Sức mạnh bản thân, Lòng can đảm, Tính độc đáo/nguyên bản",
    "image": "66.png"
  },
  "67": {
    "name": "3 Of Wands",
    "type": "0",
    "meaning": "Với 3 of Wands, chúng ta thấy một người đang đứng ở mỏm núi trông ra phía biển hướng đến những dãy núi phía xa xa. Từ độ cao này, anh ta thấy mọi thứ ở phía trước. Đây là lá bài về tầm nhìn và dự đoán trước. Khi chúng ta muốn nhìn thấy xa hơn, chúng ta sẽ phải leo cao hơn. Bằng cách đi lên, chúng ta tăng được giới hạn của mình và giải thoát chính mình khỏi hoàn hoàn cảnh hiện tại. Chúng ta tách ra khỏi tình thế và tạo ra được quan điểm, cái nhìn của mình. Trong giải bài tarot, 3 of Wands là thông điệp kêu gọi bạn nhìn xa hơn. Đừng phản ứng nóng vội, nhưng hãy lùi lại và xem xét. Hãy phân tích và “áp” hoàn cảnh hiện tại vào bức tranh toàn cục lớn hơn. Lá bài này yêu cầu bạn trở thành một người nhìn xa trông rộng, người luôn khát khao chinh phục những thử thách vượt quá giới hạn hiện tại. Nó có thể hàm ý những điềm báo trước hoặc những điều trực giác cảm thấy sắp đến.",
    "meaning1": "Một tầm nhìn dài hạn là tư chất của một nhà lãnh đạo – một ý nghĩa khác của 3 of Wands. Khi chúng ta nhìn xa hơn, chúng ta sẽ có thêm kiến thức để hướng dẫn người khác đến tương lai tốt nhất dành cho họ. Một người hiểu đường lối sẽ chỉ cho những người khác để họ đi theo. Khi chúng ta thấy 3 of Wands, hãy biết rằng hiện tại là thời điểm để chấp nhập tầm nhìn của mình và tự tin rằng bạn có thể dẫn dắt những người khác theo đuổi tầm nhìn đó.",
    "meaning2": "Một người lãnh đạo không chỉ là người nhìn xa trông rộng, mà còn phải là người sẵn lòng đến đó trước tiên, nếu cần thiết. 3 of Wands cũng là một lá bài của sự khám phá. Hãy so sánh nhân vật này với the Fool, người cũng đứng trên một mỏm núi. The Fool thoát sải bước trong sự ngây thơ, không nhận ra được mình sắp rơi vào định mệnh của chính mình. Người phiêu lưu trong lá 3 of Wands cũng sẵn lòng sải bước, nhưng với sự nhận thức hoàn toàn rõ ràng về điều mình đang làm. Lòng can đảm của anh ta có kèm theo sự tính toán và ít mang tính tự phát hơn. 3 of Wands khuyến khích bạn cam đảm bước vào những lĩnh vực mới. Hãy để cho những con tàu phía chân trời đưa bạn khám phá những vùng xa xôi chưa từng được biết đến.",
    "keywords": "Khám phá, Thấy trước, Tài lãnh đạo",
    "image": "67.png"
  },
  "68": {
    "name": "4 Of Wands",
    "type": "0",
    "meaning": "Bạn có còn nhớ cảm giác hồi hộp khi còn là đứa trẻ nhìn thấy chiếc bánh sinh nhật lấp lánh những ngọn nến không? Hoặc cảm giác chờ đợi trong hồi hộp đến lượt chơi tàu lượn siêu tốc? Hoặc chờ đợi một buổi hẹn hò đầu tiên?… Những cảm giác hồi hộp phấn khích này là tinh thần cốt lõi của 4 of Wands. Khi còn bé, chúng ta thường ít khi kiểm soát được niềm hân hoan vui sướng của mình. Dĩ nhiên, khi lớn lên, chúng ta vẫn còn cảm giác này do chúng chưa rời bỏ chúng ta hoàn toàn. Trong mỗi chúng ta vẫn có một đứa trẻ vui nhộn đang chờ được thoát ra ngoài.",
    "meaning1": "Trong giải bài tarot, lá 4 of Wands thường đại diện cho những sự kiện hoặc trải nghiệm tạo ra niềm vui thú. Những sự kiện này khác nhau tùy hoàn cảnh từng người, nhưng những cảm giác phấn khích sôi nổi thì đều như nhau. Đôi khi những thời điểm này đến một cách đầy bất ngờ. 4 of Wands có thể hàm ý một sự ngạc nhiên hoặc hồi hộp xuất hiện không báo trước. Đôi lúc lá bài này chỉ những bữa tiệc đã được hoạch định từ trước, như tiệc cưới, tiệc kỷ niệm, sinh nhật, và bữa tiệc mừng chiến thắng. Những sự kiện này có tính trang trọng, đồng thời cũng là cơ hội để cảm nhận niềm vui cuộc sống.",
    "meaning2": "Lá bài 4 of Wands thường mang nghĩa tự do. Tự do có thể thể hiện ở nhiều dạng, nhưng luôn mang lại một cảm giác vui vẻ. Khi chúng ta phá vỡ xiềng xích bó buộc mình, dù là về thể chất, tinh thần hay cảm xúc, chúng ta đều cảm thấy hân hoan và có thể bước lên một giai đoạn phát triển và hạnh phúc mới. Nếu bạn cảm thấy bị bó buộc hoặc giới hạn ở thời điểm hiện tại, hãy sử dụng năng lượng của 4 of Wands để phóng thích bạn đến tự do. Đừng ngần ngại yêu cầu những viễn cảnh rộng mở vốn thuộc về bạn một cách chính đáng.",
    "keywords": "Ăn mừng, Tự do, Niềm phấn khích",
    "image": "68.png"
  },
  "69": {
    "name": "5 Of Wands",
    "type": "0",
    "meaning": "Bạn thức dậy và bước chân vào nhà tắm, mở vòi sen và nhận ra rằng đã hết xà phòng. Trong bữa sáng, bạn lỡ tay vấy nước sốt bánh mì lên áo. Cầm điện thoại gọi cho ai đó thì nó lại hết pin. Đây có lẽ là một ngày kinh khủng đối với bạn. Bạn toàn gặp phải những việc gây bực mình – những điều khiến bạn muốn nổi cáu chỉ vì chúng quá vặt vãnh.",
    "meaning1": "Lá bài 5 of Wands đại diện cho khoảng thời gian mà hoàn cảnh như đang chống lại bạn. Không có điều gì trong cuộc sống bạn đang diễn ra một cách trôi chảy; mọi người làm việc với những mục đích đầy mẫu thuẫn lẫn nhau. Những nhân vật trong lá bài đang gây chiến với nhau. Không có bất kỳ nỗ lực hợp tác hay sự đồng thuận nào xuất hiện ở đây cả. Khi lá bài này xuất hiện trong một lượt trải bài, lời nhắn đến bạn là hãy chuẩn bị cho một quãng đường đầy cam go thử thách sắp tới. Bạn sẽ cần kiên nhẫn hơn để có thể hoàn thành được mọi thứ. Lá 5 of Wands không hàm ý đến những ngăn trở lớn, mà chỉ là nhiều khó khăn nhỏ và những điều phiền toái thôi.",
    "meaning2": "Lá bài này cũng đại diện cho sự cạnh tranh. Trong những hoàn cảnh phù hợp, sự cạnh tranh là cần thiết. Nó thúc đẩy con người phải nỗ lực nhiều hơn, tạo ra cảm giác phấn khích và khuyến khích điều tốt nhất. Khi lá bài 5 of Wands xuất hiện trong một lượt trải bài, hãy kiểm tra những yếu tố cạnh tranh quanh bạn. Bạn có thể sẽ sớm tham gia một cuộc thi hoặc trò chơi nào đó. Bạn cũng sẽ có thể sắp khám phá ra rằng bạn có những đối thủ, những người đang chống đối lại bạn hoặc thách thức vị trí của bạn. Bạn thậm chí có thể cảm thấy chán nản (hoặc tràn đầy hăng hái!) bởi môi trường cạnh tranh khốc liệt mà bạn đang là một nhân tố bên trong. Cốt lõi của sự cạnh tranh là bất đồng. Hãy đảm bảo rằng sự cạnh tranh đang giúp bạn và những người khác xung quanh bạn đạt được những mục tiêu thực sự của bản thân. Nếu không, hãy xem xét hợp tác cùng nhau để cùng tiến.",
    "keywords": "Bất đồng, Đấu tranh, Phiền nhiễu",
    "image": "69.png"
  },
  "70": {
    "name": "6 Of Wands",
    "type": "0",
    "meaning": "6 of Wands là bản sao trong bộ ẩn phụ của lá The Charot. Cả hai lá bài này đều đại diện cho những khoảnh khắc chiến thắng. Đôi khi trong cuộc sống, tất cả những gì chúng ta muốn là sự chiến thắng –trở thành người ngự trên đỉnh, trở thành số một. Bạn có thể thấy ước mơ này phảng phất trên gương mặt của các vận động viên, chính trị gia, và những người chiến thắng khác khi họ bước lên đài vinh danh. Nó là cảm giác đáng giá nhất trong mọi thứ. Tôi là nhất. Tôi đã chiến thắng! Trong giải bài tarot, lá bài 6 of Wands xuất hiện khi bạn đang làm việc hết mình để đạt được mục tiêu, và thành công là mục tiêu cuối cùng. Sự công nhận từ mọi người mà bạn đang tìm kiếm lâu nay giờ là của bạn.",
    "meaning1": "Giờ đây, bạn có thể nhận được sự hoan nghênh, sự tôn trọng và phần thưởng xứng đáng. Nếu bạn không cảm thấy như đang ở rất gần chiến thắng vào lúc này, thì cũng hãy yên tâm rằng mọi điều kiện để điều đó xảy ra vẫn đang diễn biến thuận lợi cho bạn. Sự chiến thắng của lá bài này không hẳn liên quan đến việc đánh bại người khác. Bạn có thể chiến thắng bản thân mình, hoàn cảnh của mình, hoặc các cuộc xung đột. Lá bài 6 of Wands cũng thể hiện một tính cách tự tin lành mạnh. Việc cảm thấy hài lòng về những thành quả của mình là một phần quan trọng của thành công, nhưng việc quá tự hào có thể dẫn đến kiêu ngạo và tự mãn.",
    "meaning2": "Khi bạn thấy lá bày này, hãy nhìn nhận mình để chắc chắn bạn không cảm thấy bản thân mình trội hơn hết thảy. Rất dễ quên đi thực tế rằng thành tựu cá nhân không hẳn sẽ luôn đạt được bởi chính một cá nhân. Tài năng chúng ta bắt đầu từ Đấng Tạo Hóa, phát triển với tình yêu và sự hỗ trợ của người khác, và cuối cùng thể hiện thông qua chúng ta. Và như vậy thì làm sao mà chúng ta lại tự cho phép mình tự hào quá mức được? Tự hào là tội lỗi đầu tiên và lớn nhất mà chúng ta phải vượt qua bằng cách chạm tâm hồn mình với thiên đường. Khi lá bài 6 of Wands xuất hiện, hãy tận hưởng chiến thắng, cảm thấy tốt về bản thân, nhưng nhớ đừng trở nên tự phụ.",
    "keywords": "Ca khúc khải hoàn, Tôn vinh, Niềm kiêu hãnh",
    "image": "70.png"
  },
  "71": {
    "name": "7 Of Wands",
    "type": "0",
    "meaning": "Lá bài 7 of Wands nói về việc đứng lên chiến đấu. Đứng lên chiến đấu là một hành động mạnh mẽ, có thể khiến dòng năng lượng của thế giới thay đổi theo chiều hướng tốt hoặc xấu. Hầu hết thời gian chúng ta trôi theo dòng đời. Các sự kiện và cảm giác mang chúng ta tiến lên với chỉ cần một ít nỗ lực. Dù vậy, đôi khi chúng ta không bằng lòng với việc để bị trôi đi mãi. Chúng ta muốn kháng lại dòng chảy, hoặc thay đổi toàn bộ hướng đi. Nhân vật trên lá bài 7 of Wands xuất hiện trong bộ dạng hiên ngang chuẩn bị cho một cuộc chiến. Anh ta đang tấn công hoặc bị tấn công, cũng có lẽ là cả hai.",
    "meaning1": "Khi chúng ta quyết định đứng lên phản kháng, chúng ta sẽ thiết lập trong mình một dòng năng lượng của sự kháng cự. Khi chúng ta chiếm được một vị trí vững chắc, thì người khác cũng làm điều tương tự. Lá bài 7 of Wands đại diện cho sự hăng hái và tinh thần kháng cự bởi vì chúng là hai tính chất khác nhau của cùng một suy nghĩ. Bạn tấn công, đối thủ của bạn phòng ngự. Người ấy tấn công lại, và bạn phải phòng ngự. Việc đứng lên và tranh đấu có thể là điều đáng làm trong một vài trường hợp, nhưng cũng tự đặt câu hỏi vì có những trường hợp mà khi kháng cự lại bạn sẽ chỉ gây ra sự phiền toái. Nếu bạn đang bị vướng vào một cuộc xung đột, hãy tự hỏi bản thân mình liệu nó có đáng để bạn phải đấu tranh hay không.",
    "meaning2": "Liệu lý do cho cuộc xung đột này có quan trọng không? Có đáng giá không? Liệu kết quả thu được sẽ có lợi cho bạn hay người khác? Nếu vậy, hãy dũng cảm và hăng hái đứng lên, bảo vệ vị trí của mình. Hãy từ chối đầu hàng! Còn nếu không, hãy xem xét bỏ qua cuộc mâu thuẫn này. Hãy thành thực với bản thân về điều này. Bạn sẽ bị thử thách trong việc duy trì vị thế của bản thân, đặc biệt nếu bạn đã đầu tư quá nhiều thời gian và công sức vào nó. Đừng để bị kéo vào cuộc chiến trừ khi nó xứng đáng để bạn đứng lên và chiến đấu. Lá 7 of Swords cũng có thể hàm chỉ sự chắc chắn. Để có chỗ đứng vững chắc, bạn phải tin vào vị trí bạn đang có và tin vào chính bản thân của bạn. Bạn sẽ cần đến sự toàn vẹn và sức mạnh của tính cách để thông suốt chính mình. Nếu lý do của bạn xác đáng, hãy sử dụng năng lượng của 7 of Wands để tạo ra sự khác biệt",
    "keywords": "Năng nổ, Chống cự, Chắc chắn",
    "image": "71.png"
  },
  "72": {
    "name": "8 Of Wands",
    "type": "0",
    "meaning": "Trong bộ phim Ten Commandments (Mười Điều Răn), Mô-sê đã chạm cây gậy của ông vào nước để lan tỏa sóng nước. Cây gậy của ông là biểu tượng của quyền lực để khởi nguồn các sự kiện. Cây gậy Mô-sê gợi đến hình ảnh của những cây gậy trong lá bài này. Chúng là biểu tượng của sự bắt đầu hành động và các ảnh hưởng, hậu quả của những hành động đó. Trước khi hành động, chúng ta suy nghĩ, hình dung, nghiên cứu, trao đổi và vọng tưởng. Đây là nơi chốn của nguyên tố Khí – bầu trời. Và sau cùng chúng ta quyết định đưa ra hành động. Chúng ta đưa ra những ý tưởng khả thi và thực tế, và rồi biến chúng thành hành động.",
    "meaning1": "Trong giải bài tarot, lá 8 of Wands thường là dấu hiệu cho biết hiện tại là thời điểm để bộc lộ bản thân bạn. Mọi yếu tố đều đang sẵn sàng và sẽ diễn biến tốt nếu như bạn không chần chừ. Hãy nắm lấy cơ hội! Nếu những sự kiện đang bắt đầu, chúng sẽ diễn ra một cách nhanh chóng. Bạn có thể cảm thấy như bị cuốn theo một cơn lốc, nhưng bụi sẽ lắng xuống nhanh thôi, và rồi khi đó bạn sẽ thấy kế hoach của mình đã diễn ra như thế nào. Lá bài 8 of Wands còn có một ý nghĩa khác là sự xuất hiện của các tin tức hoặc thông tin mới. Bạn có thể thấy hoặc nghe được điều gì đó quan trọng. Những tin tức có thể xuất hiện dưới dạng ẩn dụ, vì thế hãy luôn tỉnh táo. Hãy chú ý đến mọi thứ xảy đến với bạn vào lúc này.",
    "meaning2": "Lá bài này cũng hàm ý một kết thúc. Sớm hay muộn thì mọi thứ đều kết thúc. Tám cây gậy trong lá bài này không chỉ biểu trung cho việc bắt đầu các sự kiện, mà còn đưa những sự kiện này đến hồi kết. Có vẻ như những cây gậy trong hình lá bài này đã hết lực bay và sắp rơi xuống đất. Nếu bạn thấy lá 8 of Wands trong một phiên giải bài tarot, thì đây có thể là thời điểm để chấm dứt bất kỳ điều gì bạn đang thực hiện. Hãy ăn mừng những sự kiện đã xảy ra, nhưng đồng thời cũng hãy chuẩn bị tinh thần đón nhận những điều mới đến.",
    "keywords": "Hành động nhanh, Kết thúc, Dứt điểm, Tin tức",
    "image": "72.png"
  },
  "73": {
    "name": "9 Of Wands",
    "type": "0",
    "meaning": "Hình tượng của nhân vật trong 9 of Wands phảng phất rất rõ ràng nét bền bỉ trước cơn bĩ cực. Đầu và tay anh ta quấn băng, và anh ta dựa người vào một chiếc nạng. Người lính này đã trải qua một vài cuộc chiến, nhưng anh ta vẫn kiên trì! Anh đau đớn, nhưng anh không gục ngã. Khi chúng ta đã có một trải nghiệm xấu, chúng ta cảm thấy mệt mỏi và sợ hãi những xung đột. Ngay cả khi chúng ta không cảm thấy đau đớn về mặt thể xác, thì ít nhiều tinh thần chúng ta cũng bị tổn thương. Lòng cởi mở, sự ngây thơ và niềm tin của chúng ta không còn nữa, mà thay vào đó là tư tưởng phòng vệ và cảnh giác.",
    "meaning1": "Trong giải bài tarot, 9 of Wands có thể là một lời cảnh báo rằng bạn phải làm việc một cách cẩn thận. Hãy chú ý vì có khả khả năng bạn sẽ bị thương tổn. Nếu bạn đã từng bị phỏng, bạn sẽ biết cảm giác của người đàn ông trong lá bài này. Những bài học mà cuộc sống đem lại đôi lúc có thể khó khăn, đặc biệt khi niềm hi vọng bị cắt đứt. Bản chất tự nhiên của con người là tự kích hoạt tư tưởng phòng vệ trong những thời điểm như vậy, nhưng đừng để cho mình lún sâu vào sự tuyệt vọng. Những gì bạn đã trải qua sẽ làm tổn thương bạn, nhưng nó cũng đồng thời giúp bạn trở nên mạnh mẽ hơn.",
    "meaning2": "Sức mạnh là một khía cạnh khác của 9 of Wands. Người lính này thật kiên cường! Anh ta có một thể chất bền bỉ và tinh thần bên trong vô cùng kiên trì dù cho mọi thứ đều đang chống lại anh. Lá bài này kêu gọi bạn hãy tiếp tục dù bất kỳ chuyện gì xảy ra. Ngay cả khi mọi người và mọi thứ dường như đều chống lại bạn lúc này, thì bạn cũng đừng từ bỏ. Bên trong bạn đang ẩn giấu một nguồn lực mà bạn cần bộc phát ra.",
    "keywords": "Phòng vệ, Kiên nhẫn, Chịu đựng",
    "image": "73.png"
  },
  "74": {
    "name": "10 Of Wands",
    "type": "0",
    "meaning": "Trên lá bài 10 of Wands, chúng ta thấy một người đàn ông đang vất vả cố gắng mang vác tới mười cây gỗ nặng. Chúng được xếp sát nhau phía trước anh ta đến nỗi anh ta thậm chí không thể nhìn thấy đường đi. Ở người đàn ông này chẳng có gì khác toát lên ngoại trừ gánh nặng và trách nhiệm của anh ta. Đó là phải là một thực tế của ngày hôm nay! Chúng ta ôm quá nhiều việc, cố gắng làm mọi thứ mình muốn. Chúng ta nghĩ rằng nếu chúng ta có thể bám trụ được đến cuối tuần (hoặc ngày nghỉ lễ, hoặc kết thúc một khóa học) thì chúng ta có thể được nghỉ ngơi. Và rồi cuối tuần đến, kỳ nghỉ qua đi, mà núi công việc vẫn còn đó.",
    "meaning2": "Trong một lượt giải bài tarot, lá bài 10 of Wands có thể là dấu hiệu cho thấy rằng bạn đang thúc ép bản thân quá nhiều. Nếu mọi ngày của bạn là một vòng bất tận chứa đầy những nhiệm vụ và công việc, thì bạn cần phải “quẩy” lên vì lợi ích của sức khỏe và hạnh phúc của mình. Hãy bỏ bớt và chỉ làm những việc có thể mang lại cho bạn niềm vui. Nếu bạn yêu thích công việc của mình, nhưng việc nào cũng vất vả, vậy thì bạn có thể thu hẹp lại bằng cách chỉ tập trung vào một lĩnh vực. Hãy cân bằng cuộc sống của mình với những niềm đam mê khác.",
    "meaning1": "Lá bài 10 of Wands cũng có thể hàm ý về những thời điểm bạn phải gánh vác phần trọng trách lớn hơn. Bạn có thể bị khiển trách hoặc bị đổ trách nhiệm lên mình. Mặt khác, bạn có thể rơi vào tình cảnh phải bước lên nhận nhiệm vụ vì bạn là người duy nhất có khả năng gánh vác trọng trách. Dù bạn làm đúng hay sai thì bạn vẫn sẽ là người phải giái quyết các kết quả/hậu quả sau cùng. Lá bài 10 of Wands hàm ý rằng cuộc sống của bạn sẽ trở nên khó khăn hơn bình thường trong một khoảng thời gian. Bạn sẽ phải “chiến đấu” vất vả để gặt hái từng thành công nhỏ nhoi. Mỗi bước tiến của bạn sẽ có cảm giác giống như một cuộc đấu tranh vậy. Khi bạn thấy lá bài này, hãy rộng lượng với bản thân mình. Hãy làm nhẹ đi gánh nặng bất cứ khi nào có thể, và để cho những người khác giúp đỡ bạn. Bạn không cần thiết phải tự mình làm hết mọi thứ.",
    "keywords": "Quá sức, Gánh nặng, Cam chịu",
    "image": "74.png"
  },
  "75": {
    "name": "Page of Wands",
    "type": "0",
    "meaning": "Lá bài Page of Wands là một thông điệp mang đến cho bạn những cơ hội về niềm đam mê. Nhân vật trong lá bài đưa ra những cơ hội thực sự để trải nghiệm tính sáng tạo, can đảm, đam mê và nguồn cảm hứng – những đặc trưng kỳ diệu từ bộ Wands. Trong giải bài tarot, lá Page of Wands gợi ý rằng một cơ hội có khả năng xảy ra sẽ tạo cho bạn niềm phấn khích, bồi dưỡng các tài năng của bạn, hoặc thách thức bạn đạt được những mục tiêu lớn hơn. Khi bạn thấy được cơ hội như vậy, hãy nắm bắt lấy!",
    "meaning1": "Lá Page of Wands cũng có thể đại diện cho một đứa trẻ hoặc một người lớn có tâm hồn trẻ trung có các tương tác với bạn liên quan đến sự tự chủ, năng lượng cao cấp, hành vi rủi ro, hoặc chia sẻ nhiệt huyết. Đôi khi Page of Wands hàm nghĩa rằng toàn bộ hoàn cảnh của bạn đang tràn ngập những cảm giác của tinh thần phấn khích và mạo hiểm. Vào những lúc thế này, hãy cho phép bản thân mình cảm thấy tự do để thể hiện cái tôi và năng lực của mình với tất cả sự vô tư.",
    "keywords": "Sáng tạo, Nhiệt huyết, Tự tin, Can đảm",
    "image": "75.png"
  },
  "76": {
    "name": "Knight Of Wands",
    "type": "0",
    "meaning": "Về mặt tích cực, lá Knight of Wands tràn đầy năng lượng và cuộc sống. Anh ta không bao giờ e ngại trải nghiệm những điều mới mẻ và sẽ vươn đến mọi đam mê mà anh ta có thể. Những người khác có thể ái ngại những trò điên rồ của anh ta, nhưng họ vẫn bị thu hút bởi lòng can đảm và đam mê của anh. Người hiệp sỹ thật quyến rũ và có nét gì đó thu hút đầy hấp dẫn không cưỡng lại được, luôn làm người khác say mê. Ở mặt tiêu cực, nhân vật trong Knight of Wands là một người có đôi chút tự mãn về bản thân và khả năng của mình. Anh ta có xu hướng hành động nông cạn và thiếu suy nghĩ. Đừng ai mong đợi một cam kết bền chặt hay sự trung thành từ anh ta. Anh ta cũng hay khinh suất và sống thiếu trách nhiệm. Anh ta hành động thường không suy nghĩ và liên tục vướng rắc rối vì tính khí của mình.",
    "meaning1": "Trong giải bài tarot, lá Knight of Wands thể hiện rằng phong cách tự tin và nhiệt huyết của nhân vật hiệp sỹ trong lá bài có mối liên hệ với tình cảnh của cá nhân bạn, hoặc của một ai đó khác hoặc của một bầu không khí nói chung. Bạn cần tự hỏi chính mình rằng “Liệu năng lượng của người hiệp sỹ này sẽ đem lại những ích lợi hay sẽ làm tổn thương bạn?” Xét trong một câu hỏi Tarot, nếu phong cách của nhân vật trong lá Knight of Wands quá rõ ràng ứng với trường hợp hay hoàn cảnh của bạn, vậy thì sự cân bằng là yếu tố rất cần thiết. Liệu tính tự tin của bạn có thực chất là sự tự mãn hay không? Có phải bạn lúc nào cũng khó chịu và thiếu kiềm chế? Liệu bạn có đang say mê một người mà bạn biết sẽ làm tan nát trái tim bạn? Liệu công ty của bạn có đang vội đầu tư rủi ro mà chưa chuẩn bị kỹ? Đây có thể là thời điểm để thay đổi.",
    "meaning2": "Nếu hoàn cảnh câu hỏi không ứng với năng lượng của lá Knight of Wands (tức không theo phong cách thể hiện của nhân vật này), vậy thì bạn đang cần tới nhiều đam mê và liều lĩnh hơn. Liệu bạn có đang sống mòn hay không? Hãy xem xét thử trải nghiệm một điều mới mẻ nào đó. Liệu bạn có luôn luôn lên kế hoạch kỹ càng? Hãy chuẩn bị kỹ cho lần tới. Liệu bạn có đang làm việc quá sức? Hãy đi ra ngoài và tận hưởng niềm vui cuộc sống. Hãy để Knight of Wands đưa bạn vào thế giới của phiêu lưu, sự phấn khích và tinh thần mạo hiểm của anh ta.",
    "keywords": "Quyến rũ – Khô khan, Tự tin – Tự mãn, Dũng cảm – LIều lĩnh, Mạo hiểm – Lo lắng, Nồng nhiệt – Nóng nảy",
    "image": "76.png"
  },
  "77": {
    "name": "Queen Of Wands",
    "type": "0",
    "meaning": "Nhân cách của Queen of Wands kết hợp năng lượng tích cực của nguyên tố Lửa của bộ Wands với tâm điểm hướng vào bên trong của nhân vật Queen. Nàng được tôn sùng là người nổi tiếng nhất trong tầng lớp của mình. Nàng luôn hấp dẫn và có một vè ngoài bắt mắt theo phong thái cổ điển. Nụ cười ấm áp của nàng và thái độ dịu dàng luôn mang lại cho nàng rất nhiều bạn nè và người hâm mộ. Năng lượng và nhiệt huyết của nàng lan tỏa. Cho dù nhiệm vụ là gì, nàng đều thi hành với tâm huyết và tận tâm. Không gì có thể làm nàng nản chí. Nàng luôn lạc quan và vui vẻ, sẵn sàng tìm kiếm mọi điều tích cực trong mọi hoàn cảnh.",
    "meaning1": "Cuộc sống nàng luôn chật kín và bận rộn công việc, và nàng thích như vậy. Nàng muốn đi và làm việc. Nàng giữ phong độ này vì nàng luôn khỏe mạnh và giữ được tinh thần sung mãn. Nàng cũng là người có tinh thần vận động tốt, mạnh mẽ một cách tự nhiên và biết phối hợp với người khác. Dù nàng không bao giờ tỏ ra tự mãn, nhưng nhân vật nữ hoàng trong là Queen of Wands luôn có một niềm tin sâu sắc vào khả năng của chính mình. Sự tự tin thầm lặng của nàng vốn xuất phát từ nhận thức nàng có thể hoàn tất bất cứ việc gì mà nàng nghĩ và tin rằng mình làm được.",
    "meaning2": "Trong giải bài tarot, Queen of Wands yêu cầu bạn suy nghĩ và cảm nhận như cách của nàng đang làm. Ví dụ: Bạn có cảm thấy mình hấp dẫn không? Bạn có tin vào bản thân mình không? Bạn có tràn trề năng lượng không? Bạn có thể xua tan đi phiền muộn không? Bạn có hăng hái về cuộc sống không? Lá Queen này cũng đại diện một người đàn ông hoặc phụ nữ có tính cách giống nàng, hoặc hàm ý một bầu không khí vui tươi, tràn đầy nhiệt huyết và sự tự tin. Trong một giải bài tarot, Queen of Wands cho bạn biết rằng dòng năng lượng đặc biệt của nàng có nhiều ý nghĩa cho bạn vào thời điểm này. Hãy để bản thân mình được truyền cảm hứng bởi lá Queen này theo bất kỳ dạng thức xuất hiện nào của nàng trong cuộc sống bạn.",
    "keywords": "Hấp dẫn, Toàn tâm, Nhiệt huyết, Vui vẻ, Tự tin",
    "image": "77.png"
  },
  "78": {
    "name": "King Of Wands",
    "type": "0",
    "meaning": "Tính cách của King of Wands là một sự kết hợp của nguồn năng lượng Lửa tích cực của bộ Wands với cá tính năng động, hướng ngoại của một vị vua (King). Ông có sự sáng tạo và không bao giờ ngơi nghỉ ngay cả khi về già và sức khỏe sút giảm. Ông tin vào khả năng sáng tạo của mình và cho phép nguồn cảm hứng của mình có chỗ xuất hiện. Ông là con người nhiệt huyết. Ông luôn bước tới và dẫn đầu trong mọi phương diện nếu có cơ hội. Những người khác đi theo ông khi ông tự tin chỉ cho họ thấy con đường đúng đắn. Ông là người đầy mạnh mẽ khi theo đuổi các mục tiêu của mình. Ông không phải một người chỉ biết im lặng và quan sát một cách thụ động trừ khi điều đó phù hợp với mục đích của ông.",
    "meaning1": "Ông chỉ luôn biết bắt tay làm và tạo ra thành quả. Ông có khả năng gây ấn tượng và tạo niềm hứng khởi. King of Wands không bao giờ là người đừng ngoài lề câu chuyện, mà thay vào đó ông chính là trung tâm của sự chú ý. Ông là một kẻ táo bạo và không thiếu máu liều lĩnh. Ông né tránh những con đường an toàn và bằng phẳng vì ông có năng lượng và thừa tự tin để đường đầu với rủi ro và chinh phục chiến thắng. King of Wands biết bảo vệ quan điểm của mình và luôn luôn tin vào bản thân.",
    "meaning2": "Trong giải bài tarot, King of Wands yêu cầu bạn có những hành động trong khả năng. Ví dụ, tạo ra những kiệt tác, làm người dẫn đầu, đương đầu với rủi ro, hoặc tạo sự chú ý. Lá King này cũng có thể đại diện cho một người đàn ông hoặc phụ nữ đang có những hành động giống như vậy, hoặc mô tả một bầu không khí hào hứng, táo bạo và kịch tính. Trong một lượt giải bài, ông ấy cho bạn biết rằng dòng năng lượng đặc biệt của ông là điều rất có ích cho bạn lúc này. Hãy để bản thân mình được truyền cảm hứng bởi King of Wands theo bất cứ dạng thức nào khi ông ấy xuất hiện trong cuộc sống của bạn.",
    "keywords": "Sáng tạo, Truyền cảm hứng, Mạnh mẽ, Có sức lôi cuốn, Táo bạo",
    "image": "78.png"
  }
}