{
  "2": {
    "description": "Chỉ có ngày sinh có tổng các chữ số là 20 mới có thể có con số chủ đạo là 2. Vì vậy, những người mang con số 2 này (và con số 22/4) rất ít so với các con số khác. Vậy nên không có gì ngạc nhiên khi cả hai con số này đều gợi ý một ý nghĩa đặc biệt. Những người mang con số chủ đạo 2 nhìn chung là những người nhạy cảm, khiêm tốn và luôn giúp đỡ người khác, trong khi 22/4 lại là một người quả quyết và quyết đoán hơn.",
    "lifePurpose": "Những người này sinh ra với khả năng để làm việc với hoặc dưới sự chỉ dẫn của các nhà lãnh đạo năng động. Nếu thiếu đi điều này, họ sẽ thấy thực sự lạc lối. Họ không trở thành các nhà lãnh đạo, hiếm khi hoặc không muốn trở thành những người lãnh đạo, nhưng bù lại, họ có một khả năng tìm kiếm và làm việc được với nhiều kiểu người hoặc tổ chức mà sự chăm chỉ của họ được được đánh giá cao. Vai trò đặc biệt của họ là cung cấp sự hỗ trợ và sự trung thành.",
    "bestExpression": "Mặc dù có năng lực và tự tin khi được làm việc một mình, Số 2 thường có xu hướng cảm thấy bất an nếu bị áp lựuc bởi các căng thẳng kéo dài. Họ phải được cho phép làm việc ở môi trường phù hợp với riêng họ. Họ đặc biệt không thích sự chính trực, ngay thẳng của họ bị nghi ngờ - điều này sẽ khiến họ đánh mất sự tự tin của bản thân mình. Điều thể hiện tốt nhất của họ là khả năng sử dụng đôi bàn tay của mình, như trong văn nghệ hay viết lách, nhưng luôn luôn được hướng dẫn bởi trực giác của họ",
    "distinctiveTraits": "Số 2 là những người trực quan, nhạy cảm, đáng tin cậy, siêng năng và giàu lòng nhân ái. Họ là những người tạo ra, giữ gìn hòa bình – một khả năng rất quý trong thời đại ngày nay. Họ là những người không bị ảnh hưởng bởi cái tôi của bản thân mình nhất, họ thể hiện sự nhạy bén, vị tha và cao cả khi có thể hợp nhất cái tôi của mình với mọi người khi cần thiết.",
    "negative": "Một số người mang con số 2 không nhận ra được rằng sự phát triển vốn có của họ phải phụ thuộc và sự tham gia của cá thân. Vật chất hay cảm giác tập trung sai lầm sẽ khiến họ trở nên bất mãn, thất vọng và nổi nóng. Nhưng những đặc điểm này thường không xuất hiện và không đến tự nhiên với họ. Khi những trường hợp đó xảy ra, họ cũng sẽ nhận ra được đó không phải con người tự nhiên của mình. Với việc phụ thuộc quá nhiều vào trực giác riêng khiến họ thường gây ra sai lầm trong phán đoán.",
    "sol": "Những người mang số 2 nên sử dụng trực giác mạnh mẽ của mình để phát triển sự tự tin và chọn làm bạn bè hay cộng sự, có thể chấp nhận và đánh giá cao những đặc điểm nổi bật của họ. Điều này rất quan trọng trong sự phát triển tính cách của người đó. Khi trưởng thành, số 2 thường tìm ra được sự quan trọng trong việc kiểm soát cảm xúc, học được cách sử dụng nó như một cách hỗ trợ cho việc bộc lộ cảm xúc của họ. Phát triển tinh thần của họ sẽ có những lợi ích đáng kể, đặc biệt là khả năng suy luận và trí nhớ của họ. Những sự phát triển đó sẽ giữ vững lòng tự trọng của họ và mang lại hạnh phúc cá nhân lớn hơn.",
    "job": "Những người này thích hợp nhất để làm trợ lý cá nhân cho các nhà quản trị, đặc biệt là trong các hoạt động từ thiện hoặc giáo dục. Họ cũng là những người có tâm hồn nghệ sỹ, với sự nhạy cảm được thể hiện rõ ràng trong hội họa hay âm nhạc, nhưng họ cảm thấy thoải mái hơn khi là một phần của nhóm, hơn là một nghệ sĩ solo. Đôi khi họ được coi là những nhà ngoại giao, nhân viên xã hội, thư ký có năng lực, hoặc nếu thiếu đi nền giáo dục đủ đầy, họ có thể trở thành những nhân viên làm việc trong những dây chuyền sản xuất.",
    "summary": "Những người mang số 2 thường nhạy cảm, trực quan, luôn hỗ trợ, đáng tin cậy, xây dựng hòa bình, nhân ái và nghệ thuật."
  },
  "3": {
    "description": "Vị trí của số 3 trong biểu đồ ngày sinh là đầu của trục Trí não – chính là nguyên nhân những người này thường có thiên hướng chú trọng đến suy nghĩ và lập luận. Những người này có tổng các chữ số trong ngày sinh là 12, 21, 30, 39 hoặc 48.",
    "lifePurpose": "Những người có con số chủ đạo là 3 thường nổi bật trong suy nghĩ. Vì vậy, mục đích của họ chắc chắn sẽ liên quan đến những khả năng trí não. Với họ, quá trình thấu hiểu cuộc sống và sự phát triển nhân cách thì liên quan đến suy nghĩ của họ nhiều hơn là trực giác hay những thực nghiệm. Và sự phục vụ cho cộng đồng của họ được thể hiện chủ yếu qua suy nghĩ, lập kế hoạch, phân tích, ghi nhớ, ...",
    "bestExpression": "Khi người số 3 tham gia vào các công việc liên quan đến trí não thì sẽ khiến những người khác  phải “nể sợ” vì tốc độ làm việc của họ. Sự tỉnh táo trong suy nghĩ của họ luôn được đặt trong mọi việc, ngoài ra tư duy nhạy bén của họ nhiều khi còn được thể hiện qua khiếu hài hước, sự hóm hỉnh của họ. Điều đó đã giúp họ tỏa sáng hơn, trở thành những “người dẫn đường” thông minh và sáng sủa. Khi sử dụng tư duy thay vì thể hiện qua cảm xúc hay hành động thì mọi việc họ làm đều đạt hiệu quả hơn.",
    "distinctiveTraits": "Với trí não thông tin, nhạy bén, óc hài hước và sự tỉnh táo, những thành công trong công việc và đời sống xã hội dễ dàng đến được với những người số 3. Họ thường là linh hồn của một bữa tiệc hay là người sáng nhất văn phòng, nhưng những thành công đó thường không xuất hiện khi ở nhà. Thường thì họ sẽ nhẹ nhàng, dễ gần với những người mới quen, nhưng về sau khi đã thân thì họ thường có xu hướng “bắt nạt”, “bắt bẻ” người đó. Điều này khiến những người thân cảm thấy có phần không dễ chịu đối với họ. Những người số 3 rất thích giúp đỡ người khác, miễn là người đó có chung mức độ tư duy và chịu hợp tác với họ.",
    "negative": "Khi sống không lành mạnh, không kiểm soát bản thân, những người số 3 này thường có phần gia trưởng, thích áp đặt suy nghĩ lên người khác và rất tiêu cực. Điều này sẽ đến rất nhiều hiểu lầm và gây nên những bất hòa không đáng có. Có được tư duy nổi bật, họ thường tỏ ra thiếu kiên nhẫn với những người chậm hiểu hơn họ. Những điều này sẽ gây ra những cuộc hôn nhân tan vỡ nếu áp dụng ngay trong chính gia đình họ. Trong mọi số trường hợp, những lời phê bình, chỉ trích của họ thường dẫn đến cảm giác là gánh nặng, khiến cho những người bạn đời của họ “chầm kẽm”.",
    "sol": "Những người có số 3 chủ đạo cần học cách phát triển sự tinh tế để thấu hiểu cảm giác của người khác. Khi họ nhận ra được những trải nghiệm thực tế luôn đem lại những bài học quý giá, khả năng tiếp thu của họ sẽ dần được cải thiện. Ngoài ra nó còn được cải thiện hơn khi họ tập sống hòa hợp với những người xung quanh. Điều này sẽ khiến cuộc sống của họ tích cực hơn. Họ không được học cách quở trách người khác, mà hãy sử dụng sức mạnh tự nhiên của mình là khả năng phục hồi để làm mới sức sống, nhìn nhận những trải nghiệm “không thuận lợi” để có thêm những bài học hữu ích trong quá trình trưởng thành. Rất tốt nếu họ có thể mở rộng phương thức diễn đạt bằng cách trau dồi trực giác của họ, hoặc trở nên thực tế hơn trong những hoạt động thường ngày, nhất là ở nhà.",
    "job": "Những “số 3” hiển nhiên sẽ phù hợp trong những nghề nghiệp trí óc. Bao gồm lĩnh vực học thuật, đặc biệt là ngành nghề khoa học, kế toán, quản lý kinh doanh, khoa học máy tính, phân tích hệ thống, ... Họ có thể là những nhà nghiên cứu tài ba, và còn rất có tài trong lĩnh vực nghệ thuật, như viết lách và diễn xuất trong lĩnh vực giải trí nhẹ nhàng, hoặc là những nhà phê bình nghệ thuật.",
    "summary": "Những người này thích giải trí người khác, với họ sống ở nhà như cuộc sống của một bữa tiệc. Đầu óc họ thường xuyên tỉnh táo, đánh giá, lập kế hoạch và suy nghĩ. Họ có khiếu hài hước tinh tế, nhưng thường gặp các vấn đề trong hôn nhân."
  },
  "4": {
    "description": "Trong cuộc sống hiện đại, nơi mà có rất nhiều sự tập trung được đặt tại giá trị vật chất, biểu hiện cơ bản của đa số người có con số chủ đạo 4 sẽ dễ dàng cảm thấy hài lòng. Tuy nhiên, vẫn có những thứ quan trọng hơn vật chất đối với họ, mặc dù họ thường nghiêng về vật chất vì số 4 nằm giữa trục ngang thể chất.",
    "lifePurpose": "Vì chúng ta vẫn đang sống trên Trái Đất với một cơ thể vật chất nên đa số cảm nhận sẽ liên quan đến khía cạnh vật chất của cuộc sống. Những người mang số 4 chú trọng đến những trải nghiệm thể chất, kinh nghiệm thực tế, điều mà rất quan trọng đến sự phát triển từ sớm của họ. Nhưng khi họ trưởng thành, những người này thường sẽ có thêm khả năng tổ chức của trục Thể chất, điều đó sẽ giúp họ trong sự phát triển về tình yêu, ý thức và trí tuệ.",
    "bestExpression": "Người số 4 có một khả năng làm việc đa dạng, từ những việc cần thể chất đến những việc cần có khả năng tổ chức. Từ việc xem kiếm tiền như một niềm vui, hay xây dựng một cuộc làm ăn phát đạt như một thử thách, cho đến những khía cạnh thực tế của nghệ thuật và các hoạt động văn hóa, hay tham gia vào các sự kiện thể thao. Cho dù ở công việc nào họ đang làm, số 4 thường ưu tiên phương pháp thông thường hơn là những trải nghiệm, truyền thống hơn là mạo hiểm. Chung quy lại, họ là những người làm nên thế giới.",
    "distinctiveTraits": "Đây là những người có thiên phú về thực tế - họ thường làm một việc hơn là thảo luận về lợi ích của nó. Tình yêu với thực tế này luôn giữ số 4 đi đúng trên con đường của họ. Họ hiếm khi có thể chỉ ngồi nhìn và xem những người khác tổ chức, mà thường muốn tiến tới và hỗ trợ thêm. Họ vừa là người làm việc có hệ thống và còn là người đáng tin cậy nhất. Điều này được chứng minh bởi những công việc tỉ mỉ, khi mà sự chính xác và khả năng thực tiễn của họ không ai sánh bằng. Đối với những vấn đề có tính thực tế, người số 4 thường có tính kiên nhẫn đáng nể, nhưng ngược lại với các vấn đề tâm linh hay tinh thần, họ thường bị mất kiên nhẫn.",
    "negative": "Những người có con số chủ đạo 4 thường hoàn toàn tập trung vào công việc và thiếu để ý đến việc cân bằng cuộc sống của họ, đặc biệt là cuộc sống gia đình. Nếu họ không có một khả năng cân bằng cảm xúc tốt, họ thường dễ mất lòng vì sự thất vọng, dấn đến các vấn đề về thần kinh và các bệnh do căng thẳng gây ra. Nếu họ bỏ qua nhu cầu về một cuộc sống ổn định, một cái nhìn quá vật chất sẽ nảy nở trong họ. Điều này có thể dẫn đến cảm giác bất an và không hạnh phúc, kìm hãm sự phát triển của mục đích sống của họ - sự phục vụ cuộc sống về mặt thực tế.",
    "sol": "3 điều quan trọng nhất mà người số 4 nên phát triển: thư giãn, ứng dụng bài học tinh thần và mở rộng trực giác. Thư giãn là một yếu tố quan trọng để có thể tách rời khỏi những lo lắng về vật chất hay những vấn đề liên quan đến thể chất khi mọi thứ đã quá mức. Ngoài ra thư giãn còn cung cấp một nền tảng tuyệt vời cho sự phát triển về tinh thần và tâm hồn. Sự thư giãn có thể đạt đến thông qua thiền định. Hình thức ứng dụng bài học tinh thần phù hợp nằm ở các bài học luyện tập trí nhớ và thấu hiểu các nguyên tắc quan trọng, thường được dạy ở các môn triết học, kĩ sư, kiến trúc, ... Những ứng dụng đó sẽ giúp nâng cao trực giác, là cánh cửa dẫn đến ý thức tâm linh. Trong tất cả các công việc của họ, số 4 nên cố gắng cân bằng giữa tính thực tế với óc tri thức (phân tích, sáng tạo và lý tưởng hóa) và phần tinh thần (trực giác, yêu thương và khôn ngoan) của họ.",
    "job": "Những người này phù hợp nhất để làm công việc của những người thợ lành nghề, kỹ thuật viên, thợ thủ công và thợ máy, cũng như là các nhà quản lý, những người hoạt động thể thao chuyên nghiệp, nhà kinh tế học, bác sĩ, chuyên viên vật lý trị liệu – tất cả đều phụ thuộc vào trình độ giáo dục. Trong vấn đề tài chính, họ cần phát triển khả năng phán đoán cao để đảm bảo rằng họ không bị lung lay bởi lợi ích cá nhân. Rất nhiều giáo viên giảng dạy các môn nghệ thuật, thể thao và thể hình, cũng như các tác giác của sách hoặc tạp chí kỹ thuật là người có con số chủ đạo 4.",
    "summary": "Người số 4 là những người thực tế và truyền thống trong vẻ ngoài, thường mang hướng vật chất. Họ thích thú với thể thao và rất có khả năng với năng lực của họ. Họ là những người hành động."
  },
  "5": {
    "description": "Trong thực tế, những người có con số chủ đạo 5 thường có xu hướng thoát ra những sự rành buộc. Đây là một điều bình thường vì bản chất nhạy cảm cao và nhu cầu thể hiện cảm xúc vốn có của họ. Không có gì bất ngờ khi chúng ta nhận ra rằng số 5 nằm ở giữa trục ngang Tâm hồn và Mũi tên Ý chí. Những ngày sinh có tổng chữ số là 14, 23, 32 hoặc 41 có con số chủ đạo 5.",
    "lifePurpose": "Sự thành tạo trong khả năng biểu đạt cảm xúc (có thể thông qua viết lách, hội họa, điêu khắc, ...) là một trong những sự tinh tế mà con người nỗ lực đạt tới. Tuy nhiên, nó chỉ có thể có được khi sự tự do chiếm ưu thế. Đó chính là điều mà những người Số 5 tìm kiếm để phát triển như một phương tiện để thấu hiểu được cảm xúc của họ. Nhưng rất ít người mang số 5 nhận ra điều này, chỉ cảm giác thôi thúc được tự do mà không để tâm đến nguyên nhân thật sự đằng sau đó, điều mà ảnh hưởng trực tiếp đến cuộc đời của họ với những phương tiện này.",
    "bestExpression": "Đa số những người này cảm thấy khó khăn trong việc làm việc với thời gian nghiêm ngặt. Vì vậy, họ thường trách móc và dễ bị stress vì điều này. Họ nên tìm những công việc cho phép sự tự do của họ được thể hiện, như là nhân viên tư vấn lữ hành, tác giả tự do hay nghệ sĩ. Với những công việc này, họ sẽ tận hưởng đầy đủ sự tự do để phát triển các biểu đạt cảm xúc phù hợp nhất với họ. Nhiều người cảm thấy hứng thú với những chuyến phiêu lưu và thường hay đi du lịch khắp nơi hoặc thường thay đổi công việc. Điều này cũng trở thành những phương tiện quý để họ đạt được cả sự tự do và trí tuệ. Một khía cạnh khác mà những người này rất phù hợp là lĩnh vực diễn xuất, họ được tự do thể hiện cảm xúc của mình, và tất nhiên rất nhiều người đã thành công tại ngành nghề này. Nhưng với bất cứ điều gì họ làm, tình yêu con người luôn là động lực chính.",
    "distinctiveTraits": "Những người mang số 5 là những người có trực giác, cảm xúc sâu sắc và khả năng nghệ thuật mạnh mẽ, họ sẽ nhận được niềm vui vô hạn từ việc được tự do thể hiện bản thân. Với sự tự do như vậy, họ rất hoạt bát và năng động; nhưng nếu bị gò bó, họ có xu hướng trở nên ủ rũ, thậm chí là lãnh đạm. Tuy nhiên, họ thường là những người rất tốt bụng với quyết tâm mạnh mẽ để tận hưởng cuộc sống và giúp đỡ những người khác – một khía cạnh của tình thương người tự nhiên của họ.",
    "negative": "Với tình yêu mãnh liệt với sự tự do, người số 5 đôi khi chấp nhận làm những công việc phi pháp để tránh việc bị ‘trói buộc’ về giờ giấc. Họ không nhận ra được mục đích rõ ràng, quan trọng nhất của sự ‘gò bó’ đó là luyện tập tính kiên nhẫn, hợp tác và kiểm soát bản thân. Nhiều người số 5 trẻ, nhận được công việc đầu tiên, không thể chịu được việc phải nghe lời sếp và đã quyết định nghỉ việc. Khi không đặt sự tập trung vào chi tiết, số 5 thường dễ bị mắc sai lầm với công việc, vấn đề có thể bị ‘xé’ ra vì họ thường lo lắng hay không chắc chắn khi giải quyết các công việc mang tính hiện đại. Hậu quả là họ sẽ dễ nổi cáu và dễ bị stress hay trầm cảm nếu không kiểm soát tốt. Lúc này, hãy trở về với hơi thở để giữ bình tĩnh.",
    "sol": "Một điều bình thường là khi một người tìm kiếm sự tự do là lúc họ muốn trở lại những ngày tháng hồn nhiên ngây thơ. Rõ ràng, chúng ta không thể sống mãi trong quá khứ, mà phải học hỏi những bài học từ đó để phát triển bản thân trong tương lai. Vì vậy, mỗi khi gặp một khó khăn cản bước, hãy suy nghĩ về những bài học mà bản thân sẽ nhận được từ những thử thách đó. Từ đó, ta có thể tiến về phía trước, thoát khỏi sự trói buộc gặp phải. Từ những điều đó, người có con số 5 sẽ phát triển khả năng tập trung vào chi tiết hơn, có được góc nhìn rộng hơn trong cuộc sống bằng việc trở nên thực tế hơn.",
    "sol1":"Họ sẽ thấy việc tìm kiếm những cơ hội được đi đây đi đó để phát triển phát triển khả năng quan sát như là một phương tiện quan trọng để thấu hiểu hơn về cuộc sống và sự phát triển trong trí tuệ. Khi họ trưởng thành, họ sẽ nhận ra được sự quan trọng của việc điều chỉnh để phù hợp, hài hòa hơn với kỷ cương, điều mà giúp tăng cảm giác an toàn cho bản thân, đặc biệt là trong các mối quan hệ. Trên hết, hãy nhớ rằng người mang con số 5 là những người hành động theo tình yêu thương, bất kể họ có thể hiện ra cho mọi người thấy hay không.",
    "job": "Tự do, diễn xuất và nghệ thuật là 3 từ mô tả đặc trưng biểu hiện của người số 5. Điều này giúp họ đủ điều kiện tốt nhất để làm việc trong các lĩnh vực diễn xuất chuyên nghiệp (có thể trên sân khấu, phía sau hậu trường, nhân viên bán hàng hay chính trị gia); trong các ngành du lịch hoặc khách sạn; hoặc tác giả, nghệ sĩ, doanh nhân, nhà thiết kế, nhà phát minh, nhân viên xã hội hay nhà cải cách.",
    "summary": "Bản chất của những người số 5 là tình yêu và sự tự do, nghệ thuật, phiêu lưu và thất thường, khi vui vẻ khi được tự do thể hiện cảm xúc, khi ủ rũ khi cảm thấy bị gò bó. Về cơ bản, họ là những người ‘cảm xúc’."
  },
  "6": {
    "description": "Đây là một con số chủ đạo của sự tột bực. Những người này có một khả năng sáng tạo vượt bậc khi sống tích cực, nhưng họ sẽ trở nên lo lắng không ngừng khi sống tiêu cực. Con số 6 này nằm ngay giữa trục Trí não và ở đầu Mũi tên Ý chí, điều này làm cho người số 6 có một tiềm năng to lớn để tiếp nhận và sáng tạo một cách xuất sắc. Nhưng đáng tiếc thay, họ hiếm khi đạt được thành công lâu dài trong cuộc sống vì lo lắng và băn khoăn thường luôn hiện hữu trong tâm trí họ (điểm yếu chính của họ). Những ngày sinh có tổng chữ số là 15, 24, 33 hoặc 42 có con số chủ đạo 6.",
    "lifePurpose": "Ta đều thấy rất nhiều người số 6 xuất sắc trong các lĩnh vực sáng tạo, từ ở nhà cho đến những sân khấu nổi tiếng thế giới. Điều này thể hiện rằng họ là những người có trách nhiệm rất quan trọng trong cuộc sống, điều đó đòi hỏi một sự tận tâm sâu sắc. Tất cả những người mang số 6 đều có khả năng tự nhiên này, nhưng thông thường họ hay bị tác động tiêu cực đến tinh thần bởi những lo lắng, bồn chồn, trách nhiệm nặng nề, điều đó đã dẫn tới sự trầm cảm. Họ cần phải học các làm chủ trong những tình huống đó, giúp sự sáng tạo của họ được phát triển, hơn là để hoàn cảnh kiểm soát bản thân họ. Cuối cùng, họ cần học cách buông bỏ, để từ đó tính sáng tạo mạnh mẽ trong họ được thể hiện ra bên ngoài.",
    "bestExpression": "Những người này xuất sắc ở những vị trí mà lòng tin, sự sáng tạo và ý thức trách nhiệm của họ được trọng dụng. Một số người chọn thể hiện tài năng của họ một cách công khai, tỏa sáng nơi sân khấu hay qua màn ảnh bằng khả năng diễn xuất hay giọng ca. Những người khác chọn sử dụng tình yêu thương vốn có của họ riêng tư hơn, khi ở nhà, với gia đình họ. Cốt lõi của những điều này luôn là tình yêu sâu sắc với con người, những tình yêu thương luôn muốn được bộc lộ và niềm vui để gìn giữ.",
    "distinctiveTraits": "Sự sáng tạo vượt bậc của họ luôn tìm mọi cách để được thể hiện, ở nơi làm việc, khi vui chơi hay tại gia đình. Với số 6, nhà là nơi quan trọng nhất đối với họ, nó chiếm một khoảng thời gian đáng kể của họ, và đặc biệt là khi có những người thân chung sống ở đó. Là những người có tình thương vô bờ, họ rất ghét sự bất công dưới mọi hình thức. Họ là những người có trái tim chứa đầy tình thương, vị tha và khoan dung. Vì vậy, họ luôn cần chú ý để không bị người khác lợi dụng lòng tốt của mình. Hãy nhớ rằng, đây là một con số của tâm trí, điều mà sẽ có sức ảnh hưởng mạnh mẽ đến thái độ của những người mang nó.",
    "negative": "Khi cơ hội để thể hiện sự sáng tạo của họ bị giới hạn trong phạm vi gia đình, bị nhấn mạnh một cách quá đà, đôi khi đến mức “cuồng tín”. Điều này có thể gây ra những lo lắng, bồn chồn mà ảnh hưởng đến sự phát triển bản thân của họ, khiến cho cuộc sống của họ trở nên gần như bế tắc. Sự lo lắng quá mức này dần dần sẽ dẫn đến rối loạn tâm lý nhẹ, mang theo một nỗi cô đơn buồn bã, mâu thuẫn với mọi thứ mà họ đang cố gắng hướng tới. Và khi sự lo lắng và tiêu cực chiếm ưu thế trong cuộc sống, người số 6 sẽ luôn than thở, khó chịu và hay bắt lỗi người khác.",
    "sol": "Những người số 6 luôn phải nhận thức được rằng một cái nhìn tích cực về cuộc sống là một điều quan trọng trong sự phát triển tính sáng tạo, mặc cho có bị hoàn cảnh giới hạn đến thế nào. Họ cũng cần phải hiểu rằng mối quan tâm đầy tính tích cực luôn đi cùng sự tự do thể hiện. Do đó, họ nên tránh xu hướng chiếm hữu, thay vào đó hãy sử dụng khả năng của mình vào việc thể hiện tình yêu thương của mình một cách sáng tạo hơn.",
    "sol1":"Phần lớn người số 6 luôn mong cầu sự bình yên bằng bất cứ giá nào, nhưng điều này đôi khi lại được hiểu là sự yếu đuối, cuối cùng lại tự hủy hoại niềm vui của chính họ, dẫn đến sự bất hạnh. Phá triển một sự cương quyết sẽ cải thiện hạnh phúc của họ; nó sẽ giúp bảo vệ họ khỏi sự lợi dụng từ những người vô tâm (có thể có cả những thành viên trong gia đình). Phát triển khả năng phân biệt điều gì quan trọng, điều gì không đối với cuộc sống của họ, cố gắng học được khả năng hòa hợp và thể hiện tình thương một cách khôn ngoan sẽ giúp họ nâng cao khả năng sáng tạo mạnh mẽ của họ, khả năng tạo ra những điều không ai ngờ tới.",
    "job": "Bất kể những gì những người số 6 làm, họ cần phải để yếu tố sáng tạo tác động trực tiếp hoặc mạnh mẽ vào việc cải thiện cuộc sống con người. Họ rất xuất sắc trong các tổ chức nhân đạo, là những người chữa lành, họa sĩ và nhà thiết kế. Họ có một khả năng đáng chú ý về ca hát và diễn xuất. Dù vậy, một số thường đẩy khả năng này quá xa, làm cho cuộc sống của họ trở nên “kịch tính” quá mức.",
    "summary": "Những người số 6 là những người sáng tạo, quan tâm người khác, công bằng, không ích kỉ, vị tha và yêu thương ghia đình, nhưng có xu hướng lo âu cực độ."
  },
  "7": {
    "description": "Dưới sự ảnh hưởng của con số chủ đạo này, họ thường rút ra được những bài học, kinh nghiệm từ cuộc sống, thông qua cả những sự thử thách hay qua học tập, truyền đạt. Cả hai cách thức học tập trên đều liên quan đến trải nghiệm thể chất, vì số 7 là giao của mũi tên Thực tế và mũi tên Hoạt động. Những ngày sinh có tổng chữ số là 16, 25, 34 và 43 có con số chủ đạo 7.",
    "lifePurpose": "Có vẻ những gì xảy ra trong cuộc đời của những người mang con số chủ đạo 7 đều giúp họ mài giũa bản thân và dường như sau khi trải qua quãng đời này, những linh hồn đó sẽ tiến thêm một bước quan trọng về phía trước. Một điểm riêng biệt của con số chủ đạo này đó là khả năng học tập không giới hạn qua những trải nghiệm cá nhân. Những điều tốt đẹp mà họ học được sẽ luôn được đem ra chia sẻ hoặc chỉ dạy cho những người khác. Và những trải nghiệm thực tế này giúp họ nhận ra được những triết lý sống “để đời” và sâu sắc.",
    "bestExpression": "Một trong những điều quan trọng của những người số 7 là họ được quyền học theo cách của họ. Họ có thể chỉ tiếp nhận tối thiểu những lời chỉ dẫn từ người khác, vì điều họ muốn là học hỏi từ những trải nghiệm cá nhân trong thực tế. Điều này khiến họ phải chịu hy sinh ít nhất một trong ba khía cạnh của cuộc sống: sức khỏe, tình yêu và tiền bạc. Và những điều này giúp họ trở thành những người thầy, người giúp đỡ có vốn sống sâu sắc hay những bài học quý giá để truyền lại cho người khác. Tuy nhiên, họ là người thích đặt ra những quy củ cho người khác, nhưng lại cảm thấy khó chịu khi phải sống chung với những quy củ mà người khác đặt lên họ.",
    "distinctiveTraits": "Những người số 7 thường là những người năng động nhất trong cuộc sống. Mặc dù có thể không nhận ra được điều này, nhưng những người mang số 7 luôn muốn được tự mình trải nghiệm, và những trải nghiệm này sẽ trở thành những thứ họ nhớ nhất, bởi phần lớn những trải nghiệm đó không ít khiến họ gặp những mất mát, tổn thất. Những người số 7 thường cảm thấy cuộc sống của họ có vẻ khá buồn. Đặc biệt khi họ không nhận ra những khó khăn trở ngại đều là những bài học mà họ phải trải qua.",
    "distinctiveTraits1":"Ngoài ra những khó khăn mất mát sẽ tiếp tục lặp lại, với mức độ ngày càng nghiêm trọng hơn cho đến khi họ chịu nhìn ra và lĩnh hội được kinh nghiệm từ những khó khăn này. Tuy nhiên, từ việc ảnh hưởng sức khỏe, tình yêu hay tổn thất tiền bạc, họ sẽ hiểu được một triết lý sống sâu sắc, điều mà sẽ giúp họ tránh xa khỏi những bài học khó khăn nặng nề hơn khi ý thức của họ ngày càng phát triển. Họ sở hữu một lòng can đảm trường tồn làm cho họ luôn có vẻ rất tự tin, điều mà giúp họ giải quyết các vấn đề trong cuộc sống một cách kiên cường hơn người ngoài thấy. Họ nhận thức được rằng mọi thứ xảy ra đều có nguyên nhân của chúng.",
    "negative": "Đa phần người số 7 có khuynh hướng không muốn nhận những lời khuyên từ người khác, điều đó dẫn tới việc họ thường trở nên cực kỳ nổi loạn. Từ việc từ chối nhận lời khuyên, họ thường thích dạy người khác chứ không thích được người khác dạy. Chính việc không học được những kinh nghiệm từ người khác đã khiến những khó khăn vướng mắc mà người khác đã từng trải qua lặp lại trong cuộc sống của họ. Tuy nhiên họ thường thích người khác nghe theo lời khuyên của mình, và sẽ thấy khó chịu khi họ nhận lại được những lời khuyên tương tự mà người khác đưa ra. Cho đến khi họ trưởng thành và tư duy sắc bén hơn, cuộc sống và công việc của họ dần sẽ trở nên tốt đẹp hơn.",
    "sol": "Thường thì người số 7 không phải tuýp người có khả năng đưa ra nhận định chính xác hay sự am hiểu trong kinh doanh, do vậy họ cần thực sự cẩn thận trong các vấn đề đầu tư kinh doanh. Nhưng chỉ cần họ hiểu được những nhược điểm của bản thân và chịu sửa đổi để bản thân có tính kỷ luật hơn, thì họ sẽ tránh được những thất bại trong kinh doanh. Không những thế, việc sống có quy tắc và lắng nghe lời khuyên còn giúp họ cải tiện trực giác và khiến cho niềm hạnh phúc trong họ, ngay cả những người thân thương của họ, được nhân lên. Thông thường, những người mang số 7 học khá chậm, do họ cần tự mình trải nghiệm nhiều điều.",
    "sol1":"Với những phụ huynh có con em mình mang số 7, cần để ý đặc biệt đến những đặc điểm này và cho phép con mình học theo tốc độ tiếp thu tự nhiên của chúng. Do một phần không nhỏ những phụ huynh xem việc học của con mình tại trường như một cách để thể hiện mặt mũi của họ, mà quên rằng mục đích việc học là để giúp con người ta lĩnh hội kiến thức, kỹ năng cần thiết trong cuộc sống. Khảo sát trên nhiều trẻ em mang số này vẫn tiếp thu kiến thức nhanh chóng cho đến khoảng 7 tuổi. Và trong 7 năm tiếp theo, khả năng tiếp thu của các em thường chậm hơn. Nhưng từ năm 14 tuổi, tốc độ tiếp theo của các em lại được tăng lên với ý thức sống có kỷ luật.",
    "job": "Đáng tin cậy, và ngược lại cũng mong đợi sự tin tưởng từ người khác, người số 7 rất phù hợp trong những công việc liên quan đến luật pháp. Họ còn có thể là những bác sĩ phẫu thuật hay thợ mộc, những người cần có khả năng sử dụng các dụng cụ sắc bén một cách thông thạo. Ngoài ra, những công việc như giáo viên hay trở thành một nhà khoa học, nhà triết học cũng là một trong những định hướng thường thấy của người số 7.",
    "summary": "Những người mang con số chủ đạo 7 cần phải học thông qua những trải nghiệm cá nhân, nhưng không thích phải theo một kỷ luật nào. Họ quả quyết, “triết học” và nhân văn. Cuộc sống họ thường gặp những khó khăn, mất mát."
  },
  "8": {
    "description": "Đây là những người coi việc độc lập là một trong những khía cạnh quan trọng của cuộc sống. Họ có thể là những người vô cùng phức tạp, luôn luôn sử hữu trí tuệ và sức mạnh hoặc tính cách tuyệt vời. Năng lượng của họ bắt nguồn từ vị trí số 8 trong bản đồ ngày sinh, là con số của trí tuệ của Trục ngang Tâm hồn, cũng như là trung tâm của Mũi tên Hành động.",
    "lifePurpose": "Một trong những khía cạnh quan trọng nhất trong tình yêu là khả năng để bộc lộ nó. Một trong những đều quan trọng nhất để thành công trong một mối quan hệ là khả năng thể hiện sự trân trọng – là một trong những yếu tố quan trọng của tình yêu. Và đây là 2 điều mà người số 8 thấy khó để thực hiện nhất. Điều này dẫn đến mục đích sống của họ là làm thế nào để phá vỡ những giới hạn này. Phát triển theo hướng này sẽ không những giúp họ tăng cường nhận thức mà còn không làm lu mờ đi tính độc lập của họ, những mối quan hệ được cải thiện như vậy sẽ củng cố niềm tin của người khác đối với họ. Đổi lại, điều này cải thiện cảm giác an toàn và hạnh phúc trong cuộc sống của họ, cùng với sự phát triển về trí tuệ, điều rất cần thiết đối với người mang con số 8.",
    "bestExpression": "Người số 8 thường có một tình thương và cảm thông với những người đang gặp khó khăn. Tuy nhiên, cảm xúc đó thường sẽ không giữ được lâu, họ sẽ dần thấy thiếu kiên nhẫn nếu những người đó trở nên quá phụ thuộc vào họ. Họ sẽ cảm thấy sự độc lập của họ bị cản trở và giảm đi. Họ thường sẽ thành công trong việc kinh doanh, đặc biệt nếu họ không để những hiểu lầm từ tình cảm cản trở việc đưa ra quyết định thương mại của họ. Những người mang con số 8 này thường rất để ý về cách ăn mặc của họ, họ rất tự hào về ngoại hình của mình và những người xung quanh họ. Họ là những người thường che giấu sự nhạy cảm của mình cho đến khi họ cảm thấy đủ trưởng thành để thể hiện ra nó.",
    "distinctiveTraits": "Khí chất độc lập và sự đánh tin cậy, cùng với phong thái tự tin là những đặc điểm nổi bật của những người số 8. Những phẩm chất này kết hợp hài hòa với nhau giúp họ có được những vị trí cấp cao và trách nhiệm – cái mà nhiều người được cho là xuất sắc. Nhưng sự độc lập sắc sảo của họ thường có thể chuyển thành thái độ lạnh lùng, đôi lúc như thờ ơ, trong gia đình. Điều này là do họ thường cảm thấy khó khăn trong việc bày tỏ cảm xúc, thường sẽ được cải thiện trong quá trình trưởng thành. Tình thương của họ hành cho động vật, trẻ em, người già và người bệnh là một biểu hiện của việc họ đang không ngừng tìm cách bày tỏ cảm xúc và sẽ ngay lập tức chuyển sự thờ ơ, lạnh lùng thành lòng nhân ái, ấm áp yêu thương. Người số 8 cũng sở hữu trí tuệ vượt trội giúp họ học cách hoàn thiện bản thân khi trưởng thành.",
    "negative": "Sự độc lập quá mức của họ thường xuyên dẫn đến cảm giác bực mình hay khó chịu với những ai can thiệp vào những kế hoạch của họ. Từ đó để hướng dẫn những người này, cần phải có một sự tinh tế và rất khéo léo để tránh bị mất lòng. Thật vậy, những người số 8 cần rất nhiều sự hướng dẫn, đặc biệt là trong cách đổi xử với trẻ em – họ hoặc là người quá nuôi nhiều hoặc là người quá nghiêm khắc. Họ thường gặp khó khăn trong các mối quan hệ tình cảm của mình, có xu hướng tạo rào chắn và giữ chặt cảm xúc vào trong họ. Khi trưởng thành, họ sẽ nhận ra rằng cuộc sống đã có thể hạnh phúc lên bao nhiêu có thể thể hiện ra được tình cảm, cảm xúc của mình.",
    "sol": "Những sự nỗ lực cần phải được thực hiện hết mức để có thể khắc phục vẻ lạnh nhạt của những người số 8, nhất là với những người thân của họ. Điều cần thiết nhất là phải cho họ nhận ra được sự tồn tại của vẻ lạnh nhạt đó, vì đa phần họ đều không biết mình đang thiếu đi khả năng biểu đạt tình cảm. Khi họ học được cách bày tỏ, cảm giác hạnh phúc và an toàn đối với bản thân cũng sẽ được phát triển thêm. Nhận ra bản thân, biết ơn bản thân cũng là một phương tiện tuyệt vời để phát triển việc thể hiện cảm xúc sâu sắc hơn của họ. Cùng với sự phát triển này, trí tuệ của họ cũng phát triển theo, điều mà trước đây họ chỉ có xu hướng thể hiện trong một số trường hợp đặc biệt như trong công việc hoặc đưa ra lời khuyên cho ai đó. Trí tuệ và sự trưởng thành của họ sẽ cải thiện thông qua những trải nghiệm, du lịch, điều mà họ rất thích.",
    "job": "Những người mang số 8 thường là những người đứng đầu của một doanh nghiệp lớn, hoặc những giám đốc điều hành xuất sắc. Họ hiểu biết rất nhiều về các lĩnh vực như tài chính và thường bị thu hút bởi các ngành ngân hàng, chứng khoán, ... Ngoài ra họ còn là những người điều hành du lịch, thuyền trưởng hay cơ trưởng, giáo viên và điều dưỡng, y tá cho trẻ em hoặc người lớn tuổi, làm việc với động vật hoặc những nhân sự quan trọng của các tổ chức. Dựa trên xu hướng che dấu cảm xúc của họ, rất nhiều người đã thành công với ngành diễn viên chuyên nghiệp.",
    "summary": "Họ là những người độc lập, đáng tin cậy, tự tin, hơi thờ ơ, có định hướng thương mại và rất quan tâm đến người bệnh và những người cần sự giúp đỡ."
  },
  "9": {
    "description": "Ước mơ – hoài bão, trách nhiệm và có lý tưởng sống là 3 yếu tố mà những người số 9 đạt gấp 3 lần những người khác, họ chính là những người luôn đặt tình người lên tất cả. Những ngày sinh có tổng chữ số là 18, 27, 36 hoặc 45 có con số chủ đạo 9.",
    "lifePurpose": "Những người với con số chủ đạo 9 này luôn cảm thấy mình đầy trách nhiệm. Họ thích hợp với lĩnh vực nghệ thuật hơn là khoa học, lĩnh vực nhân văn hơn là thương mại. Rất nhiều trong những người lãnh đạo trong các lĩnh vực văn hóa hay những diễn viên chính kịch có con số chủ đạo 9, tất cả họ đều có những lý tưởng cháy bỏng cho công việc và sự nghiệp, dù cho không phải lúc nào những ý tưởng đó cũng đều ứng dụng được. Vậy nên, một trong những điều quan trọng trong cuộc sống họ là phải truyền tải được những lý tưởng trong họ thành thực tế.",
    "bestExpression": "Giúp đỡ, phục vụ và nâng cao đời sống con người là những điều mà từ trong tâm những người số 9 luôn muốn thực hiện. Những người này đầy khát vọng và hoài bão, nhưng họ thường tập trung vào tổng thể hơn là chi tiết. Do đó, họ thường phù hợp với những công việc không liên quan đến thương mại, vì đa phần họ là những người không tốt trong việc quản lý tài chính, đặc biệt là tài chính cá nhân. Họ là những người có máu nghệ thuật, và thiên về hướng diễn xuất nghiêm túc hơn là phía hài kịch hay các hướng biểu diễn phổ biến khác.",
    "distinctiveTraits": "Đầy khát vọng, có trách nhiệm và có lý tưởng là ba giá trị nổi bật trong quá trình phát triển của người số 9, nhưng trách nhiệm bản thân là điểm đặc biệt nhất. Họ là những người trung thực, và thường cho rằng mọi người đều thật thà như họ. Điều này thường dẫn họ đến những sự thất vọng với “loài người”, ngoài ra còn có một số người số 9 trở nên nghi ngờ về trí khôn của bản thân họ. Họ dễ dàng gửi tặng tiền cho những người cần thiết, hơn là tiết kiệm cho bản thân họ, và đôi khi điều này sẽ khiến cho những người thân của họ phải “phát bực”. Họ có những ý nghĩ hết sức tích cực về cuộc sống, về lý tưởng sống, và luôn tìm những phương pháp để truyền cảm hứng cho mọi người. Dù cho một số ý tưởng họ đưa ra không mấy thực tế, nhưng những người số 9 vẫn sẽ cố gắng để thực hiện chúng, như một phần khát khao tự nhiên và lý tưởng cao đẹp của họ.",
    "negative": "Những tia tiêu cực sẽ được phát ra khi những người số 9 thất bại trong việc áp dụng những lý tưởng của họ vào những người khác. Họ cần cẩn trọng để ý để không bị rơi vào thói đạo đức giả. Khi tham vọng trong họ càng lớn mạnh, nó sẽ chi phối và phá hủy những lý tưởng của họ, có thể phát triển tính ích kỷ không tốt. Điều này thường tạo thành tính cách thô lỗ và thái độ chỉ trích tiêu cực, khiến cho những người xung quanh phải khó khăn chịu đựng, và chắc chắn sẽ dẫn đến những hệ quả không tốt trong các mối quan hệ nếu chúng xuất phát từ vật chất.",
    "sol": "Tính lý tưởng mạnh mẽ của những người số 9 thường khiến họ không nhận xét đúng về người khác, ai họ cũng cho là người tốt. Nhưng một khi hạn chế này được họ nhận ra, họ sẽ có thêm những công cụ đáng tin cậy giúp họ hiểu đúng về một người hơn. Điều này sẽ giúp họ có thể tìm hiểu nhiều khía cạnh hơn về một người trước khi đưa ra kết luận chỉ dựa trên phân tích chủ quan của họ. Và việc học thêm về các công cụ này sẽ giúp họ phát triển trực giác và trí tuệ. Kiên nhẫn và kiên định là hai yếu tố quan trọng mà người số 9 cần phát triển. Ngoài ra, họ thường bị nghiêm túc quá khi xuất hiện trước mọi người – họ cần phải tận tưởng những niềm vui, những điều hài hước như một cách để cân bằng cuộc sống của họ.",
    "job": "Những người số 9 sẽ cảm thấy vui vẻ nhất khi làm việc trong các môi trường tôn giáo quy củ, tổ chức phúc lợi xã hội, cơ sở giáo dục (như là quản lý hơn là giảng viên), cơ quan nghiên cứu (bao gồm cả công nghệ), nghiên cứu giải quyết tội phạm, chuyên gia trị liệu, nhân viên tư vấn hay diễn viên chuyên nghiệp.",
    "summary": "Những người mang con số chủ đạo 9 có trách nhiệm xuất sắc, vô cùng thật thà, có lý tưởng rõ ràng, có hoài bão to lớn, đầy tính nhân văn và rất nghiêm túc với cuộc sống. Và tiết kiệm tiền là một việc khó khăn đối với họ."
  },
  "10": {
    "description": "Những con số chủ đạo khác nhau sẽ có những cách bộc lộ khác nhau, tùy thuộc vào độ “thức tỉnh” của mỗi người. Nhưng không một con số nào có khả năng bộc lộ linh hoạt được như số 10. Họ là những người sẽ được trân trọng, yêu mến nhất khi sống tích cực; ngược lại, họ trở nên lúng túng, lạc lối và bất an. Họ là những người có khả năng thích nghi tốt nhất so với phần còn lại. Họ có tiềm năng có được những thành công vang dội, nhưng cũng có thể nhấp nhô tầm thường. Những ngày sinh có tổng chữ số là 19, 28, 37 hoặc 46 có con số chủ đạo 10.",
    "lifePurpose": "Khả năng thích ứng và thay đổi là hai đặc trưng của những người số 10. Độ linh hoạt của họ có thể giúp ích rất nhiều trong việc giúp đỡ người khác điều chỉnh bản thân. Khi cuộc sống trở nên phức tạp hơn, khả năng thích nghi được đặt lên hàng đầu, vì vậy những người số 10 có mặt ở bất cứ lĩnh vực hay tình huống nào. Tự nhiên sinh ra họ có một lòng can đảm, khiến họ luôn là những ngọn đuốc tiên phong trong mọi mặt.",
    "bestExpression": "Người mang con số 10 rất phù hợp trong những cuộc tận hưởng thú vui hay ngồi lại bầu bạn với ta. Họ thể hiện tốt nhất khi được tự do trải nghiệm những gì họ coi là phấn khích nhất trong cuộc sống. Nhưng khi họ gặp áp lực hay cảm thấy tinh thần bị đè nén, họ xuống tinh thần nhanh chóng mà không rõ nguyên nhân. Điều này dẫn tới sự bực bội, dễ thấy nhất là những giây phút nóng nảy của họ. Một phần nhỏ những người số 10 rất thẳng thắn, bộc trực và quyết đoán – cùng với tinh thần lạc quan không giới hạn, họ trở nên thành công đáng kể trong cuộc sống. Họ được kết hợp giữa sự quyền năng của cái tôi (số 1) và khả năng thể hiện chiều sâu nội tâm vô hạn thông qua số 0.",
    "distinctiveTraits": "Những người số 10 có sức mạnh linh động và khả năng thích ứng tốt, giúp họ tạo được một cá tính rất được yêu thích. Tính cách vui vẻ của họ rất dễ lan tỏa, nhưng vì họ không thích đi sâu vào các vấn đề của người khác nên thường thấy khó hiểu vì sao người khác lại không hạnh phúc và thích nghi tốt như họ. Phần đa người số 10 hiếm khi đào sâu vào cuộc sống mà thường hứng thú hơn với những thú vui đơn giản, đặc biệt là thể thao.",
    "distinctiveTraits1":"Ngược lại, số ít người số 10 nhận thức được tiềm tăng của họ, trở nên thành công nhờ có tính chịu khó, kiên cường vượt qua các trở ngại. Nói chung, những người số 10 luôn có một phong cách riêng, nó phản ánh trong sự tự tin cá nhân và diện mạo thanh lịch của họ, bất kể họ mặc gì. Họ không quá giỏi trong việc giải quyết các vấn đề tâm lý trong cuộc sống của họ hoặc của người khác, hay trong việc xây dựng tình bạn gắn kết. Họ thường thích kết bạn với những người cùng giới hơn khác giới. Đa số họ có máu nghệ thuật, cùng với sự nhạy cảm đã giúp cho họ trở thành những nghệ sĩ nhạc cụ tài ba hay những nhà phê bình chất lượng quần áo và vật liệu.",
    "negative": "Sự tự tin của họ đôi khi dẫn đến việc họ kiểm soát người khác, nhưng họ không làm điều đó một cách khôn ngoan,  vì vậy thường xảy ra bất hòa. Khuynh hướng này nên được tránh thông qua việc kiểm soát tốt hơn cái tôi cá nhân. Tham gia các hoạt động xây dựng và sáng tạo sẽ giúp họ có được một góc nhìn sâu sắc hơn về cuộc sống và nhận ra rằng nếu một cửa đóng lại trước mặt họ, họ cần quay đầu và tìm cửa mở khác. Họ phải tránh để bản thân lười biếng và cần phải tăng tính kỷ luật cho bản thân để vượt qua tình trạng u sầu và bất an trong cảm xúc.",
    "sol": "Những người mang con số chủ đạo 10 có xu hướng bị chìm xuống trong những quy chuẩn tầm thường. Họ cần nhận ra tiềm năng của mình cho sự đột phá, sự linh hoạt và khả năng thích ứng của họ. Trong suốt cuộc đời, họ cần  thực hành thiền định để có thể kết nối với sức mạnh tiềm ẩn bên trong họ. Họ cũng cần phát triển sự cân bằng trong cuộc sống, phát triển nhận thức về thế giới xung quanh, sự hài hòa trong thái độ, lòng trắc ẩn và biết ơn cuộc sống. Ngoài ra, nếu không muốn lãng phí nhiều thời gian trong những điều vô bổ, họ cần phân biệt điều gì quan trọng và không quan trọng trong cuộc sống.",
    "job": "Những lĩnh vực thể thao chuyên nghiệp hay giải trí, nhà thiết kế nội thất, những công việc với vải vóc hay thực phẩm là những ngành nghề phù hợp với những người có số chủ đạo 10. Ngoài ra, họ cũng là những người kinh doanh đa tài, chính trị gia, nhà gây quỹ từ thiện, giám đốc doanh nghiệp, quản lý bán hàng, quy hoạch đô thị, kiến trúc sư hay môi giới bất động sản.",
    "summary": "Những người số 10 có một phong thái tự tin, đi cùng đó là cảm giác mới mẻ và hạnh phúc. Họ là những người có sự nhạy cảm đáng chú ý và khả năng kinh doanh tuyệt vời."
  },
  "11": {
    "description": "Một mức độ tâm linh đặc biệt cao bao quanh số chủ đạo này, mang lại cho những người sinh ra nó một tiềm năng độc đáo để phát triển ý thức của bản thân. Thật không may, có nhiều người không sống được với tiềm năng quyền lực này hơn là phát triển nó, nhưng điều này sẽ thay đổi cùng với sự tiếp cận nhanh chóng với kỉ nguyên của sự giác ngộ. Dù chúng ta không tìm thấy nhiều người mang con số chủ đạo 11 như hầu hết các số khác, nhưng họ chắc chắn sẽ luôn nổi bật trong các lĩnh vực mà sự phát triển bản thân và tinh thần được ưu tiên hàng đầu. Những ngày sinh có tổng chữ số là 29, 38 và 47 có con số chủ đạo 11.",
    "lifePurpose": "Những người này là một trong số ít người có được trang bị tốt nhất để đưa nhân loại vào kỷ nguyên ý thức mới. Đây là một trách nhiệm rất lớn mà họ đã chọn. Thật không may, nhiều người thấy rằng họ bị những sức hút vật chất của cuộc sống đánh lạc họ khỏi mục đích cao cả của họ. Nhưng mọi thứ đang thay đổi, và chắc chắn sẽ có nhiều người số 11 nhận ra bản thân hơn hết.",
    "bestExpression": "Là những người yêu thích sự tinh tế, vẻ đẹp và các giá trị văn hoá của cuộc sống, những người số 11 yêu thích việc được hòa mình vào môi trường như vậy vì nó khiến họ được thể hiện vẻ đẹp tâm hồn trong họ. Họ không tìm thấy sự thú vị trong cuộc sống vật chất. Nhưng họ phải học cách cân bằng giữa vật chất và lý tưởng mà họ tìm kiếm bên trong, để nhận ra rằng phẩm chất tinh thần cao quý đó chỉ có giá trị khi nó được sử dụng để nâng cao cuộc sống.",
    "distinctiveTraits": "Có những sự khác biệt rõ nét giữa lối sống của những người mang số 11 sống tích cực – họ biết sử dụng khả năng tâm linh đặc biệt của họ và những người sống tiêu cực – dường như có cuộc sống khó khăn và vô vị. Họ có một mức độ đạo đức cao, một trực giác vô cùng đáng tin cậy và một động lực truyền cảm hứng rõ ràng khi tham gia vào những hoạt động tâm linh. Bình thường họ là những người có tình cảm sâu sắc, vô cùng đáng tin cậy, trung thực và công bằng, có một tình yêu sâu đậm cho gia đình, bạn bè và một tình yêu chân thành cho cuộc sống.",
    "negative": "Sự cám dỗ từ bỏ lối sống đạo đức ngày càng lớn khi đời sống vật chất được nâng cao và những điều tiêu cực phát sinh ra được lan truyền. Cuộc sống lẽ ra nên đơn giản và hài hòa hơn nhiều so với những gì nhiều người đang cảm thấy. Những sự phức tạp đang tồn tại có thể dễ dàng khiến họ lạc lối và rời xa khỏi con đường của họ. Khi điều này xảy ra, họ có xu hướng trở nên gay gắt hơn, thường tỏ thái độ thờ ơ đối với người khác và công việc của họ. Khi nó xảy ra trong cuộc sống của một người số 11, họ trở nên lạc lõng và cô đơn, họ không tìm được sự an ủi trong thế giới vật chất mà họ đã bị thu hút. Vì vậy, họ phải sử dụng sự tỉnh táo và cẩn thận để kiên quyết giữ vững quyết tâm đi theo con đường của mình. Điều này sẽ không khó, chỉ cần họ không nghi ngờ vào trực giác sâu sắc của mình.",
    "sol": "Những giá trị tâm linh không dễ dàng hòa hợp với giá trị thương mại đối với số 11. Do đó, những lĩnh vực biểu hiện tốt nhất của họ nằm ở những nghề nghiệp giúp thúc đẩy sự phát triển ý thức tâm linh và sự nhạy cảm cao quý của họ. Với sự rộng lượng và nhạy cảm tự nhiên của họ với những yêu cầu từ người khác, những người số 11 thường có nhu cầu cao hơn trung bình về nguồn lực tài chính của họ. Họ không chỉ phải học những phương tiện thực tế nhất để biểu hiện tâm linh của mình, mà còn phải nghe theo trực giác chứ không phải đi theo những “ham muốn đơn thuần”. Việc thực hành những khả năng như nhận thức điều gì nên hay không nên, điều hòa cuộc sống và chống chịu mạnh mẽ sẽ giúp ích cho họ rất nhiều. Họ thường bị từ chối sự giúp đỡ từ người khác khi gặp khó khăn. Họ cần nhận ra những lợi ích có được từ sự hỗ trợ thiết thực này.",
    "job": "Nhiều nhà giáo dục, công tác xã hội, người lãnh đạo tôn giáo và giáo viên phát triển bản thân mang con số 11. Nhiều người khác có khả năng dạy các môn văn hoá, khám phá, số khác lại phù hợp với lĩnh vực trình diễn chuyên nghiệp, miễn là vai trò của họ có những giá trị đạo đức cơ bản. Trực giác của họ cũng có thể giúp họ trở thành những nhà thiết kế hoặc phát minh tài giỏi.",
    "summary": "Những người mang con số chủ đạo 11 là những người nhạy cảm và luôn quan tâm đến người khác. Họ yêu thích sự tinh tế, cái đẹp và mọi thứ có chiều sâu về chất văn hoá. Họ còn rất trung thực và đồng cảm, thường thích tránh cuộc sống kinh doanh khó khăn, vì họ nói chung không phải là những người quản lý tiền bạc giỏi."
  },
  "22": {
    "description": "Đây được coi là con số vua (master number). Những người có con số chủ đạo 22/4 có một tiềm năng vô hạn và thường đạt được những mục đích dường như bất khả thi. Nhưng có hai kiểu người 22/4 phân biệt – những người nhận thức được năng lực của họ và ngược lại. Sự khác biệt của hai kiểu người này hết sức rõ rệt. Kiểu người thứ nhất (nhận thức được sức mạnh của họ) có được hầu hết thành công trong bất cứ lĩnh vực nào họ được dẫn tới; kiểu người còn lại thường bị sự lười biếng chi phối, trở nên gần như vô dụng, thậm chí một số còn được tìm thấy trong những bệnh viên tâm thần. Chỉ duy nhất ngày sinh có tổng các chữ số là 22 mới có con số chủ đạo 22/4 này, chiếm chỉ 1-2% dân số thế giới.",
    "lifePurpose": "Khi cuộc sống con người không ngừng phát triển về những tầng nhận thức cao hơn, luôn cần có những cá nhân xuất chúng có nhiệm vụ dẫn dắt hành trình này. Vai trò của họ cũng quan trọng như một đạo diễn của một bộ phim hay vở kịch (cũng có khi họ vào một vai diễn nhỏ, nhưng hiếm khi là một vai chính, họ chọn việc chỉ đạo phía sau hậu trường – nơi mà mọi quyết định được đưa ra). Trong bất cứ lĩnh vực nào của cuộc sống, những người 22/4 luôn là trung tâm khi họ sống tích cực. Trong thời kỳ nhận thức mới này, vai trò của những người này càng quan trọng hơn, vì chính những gì họ giác ngộ được chính là nguồn ánh sáng soi rọi đường đi cho những người khác noi theo. Hiện nay,  nhiều người 22/4 đã âm thầm chọn làm việc phía sau hậu trường; nhưng khi cuộc sống càng càng tiến hóa, sẽ có nhiều hơn những người 22/4 đứng lên và đảm nhận những vai trò quan trọng bởi cuộc sống ngày càng chất chứa quá nhiều tiêu cực. Họ chỉ yêu cầu sự tôn trọng và hợp tác để tạo điều kiện thuận lợi cho công việc của họ.",
    "bestExpression": "Để đạt được những gì có thể là tiềm năng của họ, những người mang con số chủ đạo này cần được giáo dục một cách tốt nhất có thể. Rất nhiều người đã dành ra lượng thời gian rất lớn cho việc học, luôn tìm cách để bản thân trở nên tốt hơn và để thỏa mãn khát khao chiếm lĩnh tri thức. Họ nhận thức được rằng những kiến thức này sẽ giúp họ trang bị bản thân tốt hơn để hướng dẫn cho những người khác. Những người 22/4 cần được làm việc trong môi trường không bị trói buộc nào để đạt được hiểu quả cao nhất, vì họ sẽ trở nên bực bội khi phải làm việc dưới sự điều khiển quá lâu. Tốc độ học của họ nhanh một cách bất ngờ, như thể họ đã được biết những kiến thức này từ những kiếp sống trước và chỉ đang được “cập nhật” lại để phù hợp với cách diễn đạt hiện đại mà thôi. Không có gì ngạc nhiên khi họ thường vươn lên vị trí lãnh đạo nhanh chóng và luôn được người khác nhờ tư vấn hay hướng dẫn.",
    "distinctiveTraits": "Một trong những điểm đáng lưu ý nhất ở những người 22/4 là thiếu đi sự bộc lộ cảm xúc. Họ coi việc kiểm soát cảm xúc là nền tảng cho mọi mục đích, và áp dụng nó để giảm thiểu phản ứng tiêu cực hơn là tỏ ra tách rời hay khó hiểu. Thực tế, họ là những người rất nhạy cảm, trực giác cao, là những người kết hợp được ý thức tâm linh mạnh mẽ (hai lần số 11) và sự thực tế của số 4. Họ hiếm khi từ chối một thử thách, đặc biệt là khi nó liên quan đến lợi ích cho con người. Họ có thể được tìm thấy trong những môi trường dường như khó khăn và nguy hiểm nhất, nhưng luôn tỉnh táo và cẩn thận với những gì họ làm để hướng dẫn mọi người theo. Họ còn là những người có trách nhiệm nhất; vì vậy, không ít người có thói quen phụ thuộc vào họ.",
    "negative": "Đa số những người 22/4 có thể nhận ra sức mạnh và có khả năng vận dụng chúng thành công. Số ít người còn lại không nhận ra sẽ bị kéo vào trong môi trường sống thuần vật chất, nhận lấy hết tất cả khía cạnh tiêu cực của số 4. Họ là những người luôn bị ám ảnh bởi tiền bạc, và trong cuộc chạy đua với những đồng tiền này, họ bị vật chất chi phối và trở nên không hạnh phúc, cô đơn và lạc lõng. Việc phục hồi những điều này về chiều sâu cần rất nhiều sự kiên nhẫn, thấu hiểu và tình thương, bởi những người 22/4 có thể trở thành những người tiêu cực nhất (đối nghịch với khi họ thành công). Do mọi người 22/4 đều rất thích hội họa, giai điệu, nhảy múa và hầu hết các loại âm nhạc, nên việc sử dụng tốt những cách thể hiện nghệ thuật này sẽ giúp họ cân bằng cảm xúc và cải thiện thái độ tích cực hơn. Điều này sẽ đưa họ ra khỏi thế giới tự cho mình là trung tâm và giúp họ lấy lại cái nhìn tích cực về cuộc sống.",
    "sol": "Với những người 22/4, việc đảm bảo sự cân bằng giữa năng lượng dành cho công việc và để nghỉ ngơi là rất quan trọng. Năng khiếu trong lĩnh vực họ làm việc thường khiến họ trở nên ám ảnh với việc đạt được các thành tựu, mất đi thời gian để nghỉ ngơi, cho gia đình và sở thích. Hãy dành thời gian cho những sở thích nghệ thuật của bản thân (như hát, nhảy, vẽ, viết lách, ...), biểu cảm của họ sẽ được cải thiện và giúp họ thư giãn hơn. Họ cần nhận ra rằng không bao giờ là quá trễ để học hỏi, bởi học là hành trình cả đời của họ.",
    "job": "Những người này phù hợp với những vị trí lãnh đạo trong các doanh nghiệp hay tổ chức văn hóa. Họ xuất sắc trên tất cả lĩnh vực họ cố gắng đặt chân – nghệ thuật, viết lách, chính trị, ... hay trở thành những chuyên gia, nhà nhân văn học, kỹ thuật viên (đặc biệt là máy tính) hoặc là giáo viên.",
    "summary": "Đây là một con số vua mà những người mang có trách nhiệm lớn nhất với nhân loại. Họ tự tin, trực giác tốt và nhạy cảm, với sự kiểm soát cảm xúc tuyệt vời và mối quan tâm sâu sắc đến lợi ích con người. Họ phải cẩn thận để không trở nên quá “tàn nhẫn” trong hành trình theo đuổi mục tiêu của mình."
  }
}