{
    "2": 
    {
        "description":"Đây là một con số chủ đạo rất đặc biệt và rất hiếm, bởi duy nhất một tổng số của ngày sinh cộng lại cho ra được số 2, đó là số 20. Vì thế, trên thực tế chúng ta thấy số lượng người có Con số chủ đạo là 2 (cùng với 22/4) ít hơn hẳn so với các Con số chủ đạo còn lại. Vì thế chẳng có gì đáng ngạc nhiên khi cả hai Con số chủ đạo này đều ám chỉ những ý nghĩa đặc biệt. Số 2 nhìn chung là người nhạy cảm, ít võ đoán, đầy thiện chí giúp đỡ người khác.",
        "life":"Những người Số 2 có một khả năng đặc biệt để làm việc dưới trướng một người lãnh đạo năng động. Nếu không gặp được lãnh đạo như thế, họ dễ dàng cảm thấy lạc lối. Thường thì bản thân họ khó trở thành lãnh đạo, cũng hiếm khi có tham vọng lên làm lãnh đạo, nhưng họ có một khả năng độc đáo để tìm kiếm và hợp tác với những người hay những tổ chức có thể đánh giá cao nhất khả năng cần cù, tận tụy của họ. Vai trò đặc biệt của họ là để hoàn thiện vấn đề bằng chính sự trung thành, tận tụy bằng trực giác của họ.","good":"Mặc dù rất có khả năng và có niềm tin khi được cho phép làm việc độc lập, theo đúng khả năng làm việc ổn định của mình, người Số 2 có thể cảm thấy không yên tâm nếu bị đặt dưới áp lực làm việc cường độ cao và thường trực. Họ cần được làm việc dưới tốc độ tự nhiên của họ, bởi họ chuộng sự phối hợp nhịp nhàng trong lúc làm việc. Họ đặc biệt đáng quý và không thích lòng thành của họ bị nghi ngờ - điều này cũng sẽ làm giảm sút lòng tự tin của họ. Biểu đạt tốt nhất ở người Số 2 nhìn chung thông qua khả năng sử dụng đôi tay nhạy bén của họ, như trong hội họa hoặc viết lách, nhưng luôn luôn phải đặt dưới sự dẫn dắt của trực giác đầy trung thực họ có.",
        "special":"Những người Số 2 đầy nhạy cảm, trực giác tốt, đáng tin cậy, tận tụy và đầy tình cảm. Họ là những nhà hòa giải hoặc người mang đến hòa bình, đôi khi có thể đưa đến khả năng tái cấu trúc lại một tổ chức (và trong thời đại ý thức được đánh giá cao này, đây là một đức tính rất quý). Người Số 2 là người ít bị Cái Tôi chi phối nhất, thể hiện sự nhạy bén và ít vị kỷ đáng quy trong những trường hợp phải hy sinh bản ngã của mình để hòa nhập vào tinh thần chung khi cần.",
        "bad":"Một số người Số 2 không thể nhận ra rằng sự phát triển cố hữu trong họ phải được đi ra từ chính bản thân họ. Đôi khi chủ nghĩa vật chất hoặc một cảm giác Cái tôi giả tạm nào đó xuất hiện sẽ khiến họ trở nên bất ý, nổi sùng và phát hỏa. Khi những tình huống như vậy xuất hiện, họ cần nhận ra ngay rằng họ đang đi dắt đi xa khỏi con đường tiến hóa tự nhiên của mình. Một khả năng khác có thể bị thất vọng nằm ở chỗ dựa dẫm quá nhiều vào tính lý trí mà bỏ qua phần trực giác, điều này sẽ đưa họ đến những phán đoán sai lầm.",
        "sol":"Người Số 2 nên vận dụng trực giác mạnh mẽ của họ để phát triển tính tự tin và chọn lựa được những người bạn hay đối tác làm việc nào có thể đánh giá cao những đặc thù của họ. Điều này rất quan trọng ảnh hưởng đến con đường phát triển cá nhân của họ. Khi họ trưởng thành, người Số 2 sẽ tự động phát hiện ra khả năng kiểm soát cảm xúc, học cách sử dụng nó như một công cụ hỗ trợ để diễn đạt những biểu cảm tinh tế của mình. Nó cũng sẽ rất có lợi cho họ để phát triển các lĩnh vực liên quan đến trí não, đặc biệt là khả năng suy luận và trí nhớ. Sự phát triển theo hướng này sẽ vững chắc khẳng định lòng tự trọng của họ và góp phần đưa đến hạnh phúc cá nhân tốt đẹp hơn nữa.",
        "job":"Những người Số 2 phù hợp nhất làm việc với vai trò trợ lý cá nhân cho các thành viên quản trị doanh nghiệp hay các tổ chức, đặc biệt là các hoạt động giáo dục hay thiện nguyện. Họ cũng rất có máu nghệ thuật, với một độ nhạy cảm cao có thể thể hiện trong hội họa, âm nhạc, ca hát hay nhảy múa, nhưng trong những lĩnh vực này, họ cảm thấy dễ chịu được hòa trong đám đông (tốp ca, nhóm nhảy…) hơn là biểu diễn một mình. HỌ cũng đôi khi được tìm thấy ở những nhà ngoại giao giỏi, nhà hoạt động xã hội, thư ký, và nếu không được nhận nền giáo dục đầy đủ, có thể làm các công nhân trong các dây chuyền nhà máy."
    },
    "3": 
    {
        "description":"Số 3 nằm ở vị trí đầu bảng của trục ngang Trí não, vậy nên những người Số 3 nhấn rất mạnh ở phần tư duy và lý luận. Những người có ngày sinh cộng lại bằng 12, 21, 30, 39, 48 sẽ có Con số chủ đạo là 3!",
        "life":"Những người Số 3 sẽ có những mục đích chính liên quan tới các khả năng tư duy, suy nghĩ. Họ đặt tầm quan trọng lên mục tiêu thấu hiểu cuộc sống cùng với sự phát triển cá tính, có điều những điều này có liên quan đến khả năng vận dung tư duy của họ nhiều hơn là các trải nghiệm thực tế hay vận dụng trực giác. Những điều họ phụng sự cuộc sống được diễn đạt thông qua việc tư duy, lên kế hoạch, phân tích, ghi nhớ, vv…",
        "good":"Người Số 3 khi đã gắn bản thân vào công việc rồi thì người khác chạy theo khó kịp bởi tốc độ nhanh chóng của họ. Bên cạnh đó, sự tỉnh táo quá sắc sảo của họ được thể hiện trong hầu hết mọi việc, một số người còn lồng nó vào một kiểu thể hiện khá hài hước đáng ngạc nhiên, làm cho những người này trở thành những người bạn đồng hành sáng chói và thông minh. Họ diễn đạt bản thân thông qua kênh tư duy sẽ thuận lợi hơn nhiều so với diễn đạt cảm xúc hoặc những hành động cụ thể.",
        "special":"Đối với những người Số 3, đầu óc cực nhanh nhạy, óc hài hước và sự tỉnh táo rất lý trí nói chung khiến họ dễ dàng đạt được sự thành công trong công việc. Họ có thể trở thành linh hồn của buổi tiệc hoặc là người sáng giá trong công ty, tuy vậy khi ở nhà, họ không phải lúc nào cũng cho thấy rõ như vậy. Họ có thể khá dễ thương, dễ chịu với những người quen sơ sơ, tuy vậy, với những người có gắn bó lâu dài họ dễ tỏ ra hay ‘soi’ lỗi. Điều này có thể gây ra sự mệt mỏi đối với những người sống gần, đặc biệt là bạn đời. Người Số 3 khá thích giúp đỡ người khác, miễn là những người đó có chút tương đồng về ‘đô tư duy’ và những người khác chịu hợp tác với họ.",
        "bad":"Khi sống không mấy tích cực, những người Số 3 dễ bị vướng vào cảm giác ‘cầm quyền’, gia trưởng hoặc chỉ đạo người khác. Điều này có thể gây ra khá nhiều hiểu lầm và mất vui. Bởi tính tỉnh táo quá lý trí, nhiều người Số 3 dễ tỏ ra thiếu kiên nhẫn và kém bao dung với những người kém may mắn hơn về mặt trí não, khá chỉ trích họ về những ‘mặt giới hạn’ này. Nếu không ý thức kiểm soát tốt phần này, điều này dễ bị đem ra áp dụng trong mái gia đình, dẫn đến những cuộc hôn nhân tan vỡ. Trong vài tình huống, việc chỉ trích thường xuyên có thể tạo nên một áp lực nặng nề nơi người bạn đời, khiến người bạn đời… bị tổn thọ!",
        "sol":"Người Số 3 nên học phát triển một sự tinh tế cảm thụ cảm xúc của những người khác. Khi họ nhận ra rằng những trải nghiệm đời sẽ luôn luôn mang đến những bài học quý, khả năng cảm thụ của họ sẽ dần dần được cải thiện. Và điều này được cải thiện tốt đến nỗi dần dần họ sẽ học được cách sống chung hòa hợp với người khác. Cuộc sống vì thế sẽ tích cực hơn nhiều. Họ không được học việc… cằn nhằn người khác, thay vào đó sử dụng sức bật tự nhiên để lảy ra được nguồn năng lượng dạt dào mới mẻ, nhìn nhận những trải nghiệm kém vui như những cơ hội hữu ích để phát triển. Cũng rất hữu ích cho họ khi học mở rộng kênh diễn đạt từ những gì tiếp nhận được từ trực giác, hay trở nên thực tế hơn trong các giao thiệp hàng ngày, đặc biệt là tại gia đình.",
        "job":"Những người Số 3 hợp nhất với các công việc liên quan đến trí não, bao gồm các lĩnh vực học thuật, đặc biệt là khoa học, kế toán, quản trị kinh doanh, lên phần mềm IT, phân tích hệ thống, vv… Họ cũng có thể là những nhà nghiên cứu khoa học giỏi giang, hoặc diễn xuất trong showbiz, hoặc các nhà lý luận phê bình các bộ môn nghệ thuật."
    },
    "4": 
    {
        "description":"Trong thế giới hiện đại, rất nhiều các vấn đề được nhiều người quan tâm có liên quan đến các khía cạnh vật chất. Vì vậy, các biểu hiện cơ bản của người Số 4 nằm ở khía cạnh này sẽ dễ dàng được thỏa mãn. Tuy vậy, người Số 4 vẫn còn nhiều điều nữa để quan tâm hơn là chỉ khía cạnh vật chất, dù phần lớn sự quan tâm của họ nằm ở mặt này, bởi số 4 nằm ở trung tâm trục ngang Thể chất.",
        "life":"Bởi chúng ta sống trên cõi đời này trong một cơ thể vật chất, vì vậy cũng chẳng có gì ngạc nhiên khi rất nhiều trải nghiệm của chúng ta có liên quan đến khía cạnh vật chất của đời sống. Người Số 4 đặc biệt chú trọng những trải nghiệm và biểu hiện về thể chất, là yếu tố then chốt cho sự phát triển giai đoạn đầu của họ. Nhưng sau này khi trưởng thành, họ sẽ có khuynh hướng tự nhiên nắm bắt thêm được khả năng tổ chức của trục Thể chất, từ đó tạo điều kiện cho họ phát triển rộng thêm về tình yêu thương, ý thức và trí tuệ.",
        "good":"Người Số 4 có một trường thể hiện vô cùng rộng lớn, bao trùm hầu hết các công việc cần động tay động chân đến công việc đòi hỏi óc tổ chức. Điều này có thể trải dài, từ việc kiếm tiền như một niềm vui và mục đích chính của cuộc đời, hoặc những thách thức gầy dựng nên những cú làm ăn khủng cho doanh nghiệp, cho đến những khía cạnh thực tế của nghệ thuật và các hoạt động văn hóa, hoặc các hoạt động thể dục thể thao. Cho dù làm bất cứ điều gì, người Số 4 thường thích cách tiếp cận kiểu ‘chính thống’ hơn kiểu trải nghiệm, thích hướng truyền thống chuẩn mực hơn kiểu mạo hiểm phiêu lưu.",
        "special":"Người Số 4 có thiên hướng tự nhiên hướng về phía ‘thực tế’ – chẳng thà họ nhào vô làm một việc gì đó chứ không thích ngồi bàn luận về các giá trị việc ấy mang lại. Tình yêu tính thực tế này giúp các người Số 4 lúc nào cũng tiến về phía trước. Họ ít khi nào chịu ngồi yên mà nhìn người khác lu bu việc tổ chức, và thường tiến tới đề nghị phụ một tay. Họ nằm trong số những người nguyên tắc nhất, đáng tin cậy và có thể dự vào. Điều này đặc biệt rõ trong những việc cần sự tỉ mỉ, chi tiết, những nơi mà tính chính xác và khả năng thực tế của họ tỏ ra số một. Khi đụng đến các vấn đề thực tế, người Số 4 có thể tỏ ra kiên nhẫn vô bờ bến, nhưng mỗi lần chuyển sang vấn đề gì có liên quan đến khía cạnh tinh thần hay tâm linh, họ thường tỏ ra thiếu kiên nhẫn.",
        "bad":"Những người Số 4 nhiều khi tỏ ra hoàn toàn bị cuốn hút vào công việc mà xao lãng việc mang đến sự cân bằng cho cuộc sống của họ, đặc biệt là cuộc sống gia đình. Nếu họ không có một khả năng cân bằng cảm xúc một cách mạnh mẽ, họ sẽ dễ mất an yên do những tham vọng/ước vọng không thực hiện được rồi sinh ra tức giận, dẫn đến các vấn đề về tâm lý hoặc những chứng bệnh liên quan đến stress. Thêm nữa, nếu họ không nhận ra nhu cầu về một cuộc sống cân bằng, đời sống họ dễ bị kéo lệch về hướng vật chất. Điều này dần dà dẫn tới cảm giác không an toàn về cảm xúc, và cảm giác không hạnh phúc kinh niên, ảnh hưởng tiêu cực đến sự phát triển mục đích sống của họ ở đời này, đó chính là những phụng sự cuộc sống ở mặt đời sống thực tế.",
        "sol":"Những người Số 4 cần phát triển ba yếu tố quan trọng sau: thư giãn, áp dụng các bài học về tâm trí, và phát triển trực giác. Thư giãn là một cách quan trọng để buông bỏ bớt những gánh lo về vật chất, và cả những mối dây liên quan chuyện đời sống thực tế (chuyện cơm áo gạo tiền…) trở nên quá mệt mỏi. Việc thư giãn cũng là một cái nền quan trọng giúp phát triển tâm thức, vốn đạt được hiệu quả nhất thông qua thiền. Bên cạnh đó, việc áp dụng các bài học phát triển tâm trí nằm trong các bài giảng về huấn luyện trí nhớ và thấu hiểu các nguyên tắc quan trọng, thường được dạy trong các chuyên ngành về triết học, kỹ sư, kiến trúc, vv… Những việc ứng dụng như vậy cũng sẽ giúp tăng trưởng trực giác, cánh cổng mở rộng dẫn đến ý thức về tinh thần hay tâm linh. Còn trong mọi chuyện mình làm, Số 4 nên cố gắng cân bằng phần thực tế của họ với phần tâm trí (óc phân tích, tính sáng tạo, tính lý tưởng hóa) và phần tinh thần (trực giác, tình yêu thương và độ trí tuệ).",
        "job":"Những người Số 4 phù hợp nhất làm việc ở những lĩnh vực đòi hỏi kỹ năng cao. Tùy thuộc vào trình độ giáo dục họ nhận được, các công việc có thể rất rộng khắp, từ người làm ăn buôn bán, kỹ thuật viên, nghệ nhân, kỹ thuật viên vận hành máy móc…, hay nhà quản lý trong các doanh nghiệp, vận động viên thể thao chuyên nghiệp, nhà kinh tế, bác sĩ, chuyên viên vật lý trị liệu, người làm vườn… Rất nhiều giảng viên các chuyên ngành mỹ thuật, điêu khắc, các huấn luyện viên thể thao hoặc thể hình, cũng như các tác giả sách hay tạp chí chuyên ngành kỹ thuật nằm trong nhóm người Số 4. Trong các lĩnh vực có liên quan tới tài chính, người Số 4 cần ý thức phát triển một đầu óc cân bằng cao độ để đảm bảo họ không bị lôi kéo bởi tính hám lợi cá nhân, một yếu tố do bản chất ‘vật chất’ của Số 4."
    },
    "5": 
    {
        "description":"Trên thực tế, người có Con số chủ đạo là 5 thường có khuynh hướng cố gắng thoát khỏi những sự trói buộc. Đây là một biểu hiện tự nhiên của bản chất nhạy cảm cao của họ, và một nhu cầu thường trực cần bày tỏ các cảm xúc của mình. Cũng không ngạc nhiên khi nhìn vào biểu đồ số theo trường phái Pythagoras, Số 5 nằm ở giữa trục ngang Tâm hồn và giữa luôn Mũi tên chỉ Ý chí. Những ngày sinh nào cộng lại có tổng 14, 23, 32, 41 sẽ có Con số chủ đạo là 5.",
        "life":"Diễn đạt cảm xúc một cách toàn vẹn nhất (thông qua các hình thức như viết, vẽ, điêu khắc, vv…) là một trong những điều tinh tế mà con người mơ đạt tới. Tuy nhiên, điều này chỉ có thể đạt được khi con người ta đủ tự do để thể hiện. Đó chính là cái mà những người Số 5 tìm kiếm để phát triển, như một cách để thấu hiểu các tầng cảm xúc của họ. Tuy vậy, rất ít người Số 5 nhận ra điều này, họ chỉ cảm nhận được là họ đang cảm thấy thôi thúc được tự do mà thôi, mà không hề nhìn ra nguyên nhân thực sự ẩn đàng sau đó. Đó cũng chính là điều cần học hỏi, để định hướng một cách tích cực cuộc đời của họ bằng những phương tiện biểu hiện này.",
        "good":"Phần lớn những người Số 5 cảm thấy thật khó làm việc với giờ giấc quy định nghiêm ngặt. Vì vậy, họ dễ than phiền và thường chịu stress về điều này. Họ thường tìm kiếm những công việc cho phép họ không cần phải chịu sự chỉ đạo trực tiếp từ ai, như là công viện nhân viên sales cho các hãng du lịch, các tác giả viết tự do, hay họa sĩ. Bằng cách này, họ sẽ tận hưởng được sự tự do mà họ rất cần để phát triển con đường thể hiện thênh thang của họ một cách phù hợp nhất. Nhiều người rất thèm được đi du ngoạn, và thường hay đi du lịch đó đây hoặc thường xuyên thay đổi công việc. Việc du lịch đây đó hay những trải nghiệm công việc khác nhau này cũng trở thành những phương tiện quý để họ đạt được trí tuệ hay ý thức. Một khía cạnh khác mà những người Số 5 rất dễ thành công là lĩnh vực diễn xuất, nơi họ được tự do thể hiện cảm xúc của mình, và nhiều người đã cực kỳ thành công như những diễn viên hay nghệ sĩ chuyên nghiệp. Nhưng có làm gì làm, tình yêu con người ở những người này vẫn là động cơ cơ bản nhất.",
        "special":"Người Số 5 thường có trực giác rất tốt, với cảm xúc sâu sắc và tư duy nghệ thuật cao, người đạt được niềm vui khôn tả khi được tự do diễn đạt những gì mình đang ấp ủ. Khi được tự do, họ sống động, năng động, nhưng một khi bị gò bó hay ràng buộc, họ trở nên ủ dột và tâm trạng lên xuống bất thường, thậm chí còn có khi lãnh đạm. Tuy vậy, họ là những người tâm tính tốt, quyết tâm sống đời vui vẻ và cũng muốn người khác sống vui vẻ. Đây là một khía cạnh của bản chất từ tâm của họ.",
        "bad":"Vì rất yêu thích tự do, đôi khi người Số 5 có thể chấp nhận những việc làm không mấy ‘chính thống’ để không phải làm việc theo giờ giấc gò bó. Vì thế họ đã không nhận ra được, giá trị tận cùng của sự ‘trói buộc’ rõ ràng như vậy là để tập cho ta tính kiên nhẫn, tinh thần hợp tác, và khả năng tự kiềm chế. Nhiều bạn Số 5 trẻ, khi nhận công việc đầu tiên đã không chịu nổi việc phải nghe lời sếp và… bỏ việc. Khi không tập trung chú ý vào chi tiết, người Số 5 dễ bị mắc sai lầm nơi công việc, một vấn đề có khả năng bị làm cho trầm trọng hơn bởi họ bị hồi hộp hay không chắc chắn khi phải giải quyết các công việc mang tính hiện đại. Hệ quả của điều này là họ sẽ dễ bị nổi sùng lên, dẫn tiếp tới stress hay trầm cảm nếu không kiểm soát cảm xúc tốt. Lúc này thì cần phải giữ cho mình bình tĩnh lại bằng cách ra ngoài thiên nhiên hít thở nhiều hơn.",
        "sol":"Thường thì khi người ta tìm kiếm tự do, đó là khi người ta thèm muốn được quay về những ngày tháng vô lo hồn nhiên thuở ban sơ. Nhưng chắc chắn là chúng ta không thể sống mãi với quá khứ, mà phải áp dụng những điều ta học hỏi được thông qua những trải nghiệm trong cuộc sống để phát triển bản thân. Vì thế, mỗi khi có tình huống nào phát sinh trông có vẻ sẽ trói buộc sự tự do của ta lại, thay vì chuẩn bị cảm thấy bức bối, hãy tập trung suy nghĩ về những bài học nào ta sẽ thu nhận được qua trải nghiệm này. Và vì thế, chúng ta sẽ có thể vượt qua được cảm giác khó chịu vì sự bó buộc đó, và tiến lên phía trước được một bước.",
        "sol1":"Sự chấp nhận này sẽ giúp những người Số 5 tăng cường sự chú ý vào các chi tiết, trở nên thực tế hơn, cách nhìn cuộc đời cũng rộng mở hơn. Họ cũng sẽ nhìn ra việc bắt lấy những cơ hội được đi đó đi đây sẽ phát triển khả năng quan sát, và là phương tiện thiết yếu để họ tăng độ hiểu biết về cuộc sống và tăng trí tuệ. Khi người Số 5 trưởng thành hơn, họ sẽ nên tự biết điều chỉnh để hài hoà hơn với các kỷ luật, kỷ cương nơi các tập thể họ sống hay sinh hoạt, qua đó tăng lên cảm giác an toàn cho bản thân mình, đặc biệt là trong các mối quan hệ. Trên hết, hãy nhớ rằng người Số 5 là người lấy tình yêu thương làm động cơ cho mọi hành động, cho dẫu họ không phải lúc nào tỏ bày điều đó cho mọi người xung quanh biết",
        "job":"Người Số 5 mang ba tính chất đặc trưng trong thể hiện: yêu tự do, thích diễn xuất, và có khiếu nghệ thuật. Vì thế nghề nghiệp nào có yếu tố diễn xuất hoặc cần sự thể hiện chuyên nghiệp sẽ rất hợp với người Số 5. Việc 'diễn xuất hay thể hiện chuyên nghiệp' này không chỉ có ở diễn viên chuyên nghiệp nhen, mà tất cả các ngành nghề cần kỹ năng dạng này, như các nhân viên bán hàng, các chính trị gia... Hoặc họ có thể làm việc trong ngành du lịch hay khách sạn, nhà văn, hoạ sĩ, nhà thiết kế, chủ doanh nghiệp, nhà phát minh sáng chế, nhân viên xã hội..."
    },
    "6": 
    {
        "description":"Đây là con số chủ đạo của những sự tột bực, hoặc 'quá mức' (extremes). Những người Số 6, khi chọn hướng về lối sống tích cực, họ có khả năng sáng tạo to lớn, tuy vậy họ cũng dễ trở thành những người lo lắng thường trực khi sống tiêu cực. Vị trí của số này nằm ngay giữa trục ngang Trí não và ở đầu Mũi tên Ý Chí (sau loạt bài về Con số chủ đạo, mình sẽ chia sẻ tiếp phần Các Mũi tên cá tính), điều này làm cho người Số 6 có một tiềm năng khổng lồ trong việc tiếp nhận và sáng tạo một cách sáng chói. Đáng tiếc là họ thường hiếm khi đạt được thành công lâu dài trong cuộc sống do hay bị chia trí vào việc băn khoăn, lo lắng, làm cho họ tự mất năng lượng.",
        "life":"Chúng ta nhìn thấy rất nhiều người Số 6 giỏi giang trong rất nhiều lĩnh vực sáng tạo, từ ở nhà đến đấu trường quốc tế. Điều này thể hiện rằng những người này có một trách nhiệm quan trọng trong cuộc sống, đòi hỏi một sự tận tâm sâu sắc. Tất cả những người Số 6 đều có khả năng tự nhiên này, nhưng thông thường họ hay bị làm khổ bởi lo lắng và bồn chồn đi kèm với trách nhiệm, dẫn tới dễ bị stress. Họ cần học cách làm chủ những tình huống này, qua đó óc sáng tạo của họ được phát triển, chứ không nên để cho bản thân bị cuốn theo những tình huống cùng trách nhiệm ấy. Cuối cùng, họ cần học các buông bỏ bớt, để họ có thể thể hiện được tính sáng tạo tuyệt vời của họ, mà không bị cuốn chìm nổi trong đó.",
        "good":"Những người Số 6 rất xuất sắc trong các lĩnh vực cần đến lòng tin, óc sáng tạo của họ, cũng như khả năng chăm sóc người khác. Một số người chọn thể hiện tài năng của mình chốn công cộng, tỏa sáng nơi sân khấu hay màn ảnh bằng khả năng diễn xuất hay giọng hát. Một số khác chọn thể hiện bản chất đầy yêu thương của họ một cách riêng tư hơn, ở nhà, với gia đình họ. Cốt lõi của những điều này luôn là một tình yêu sâu sắc dành cho con người, luôn luôn tìm cách được biểu lộ và luôn là một niềm vui để gìn giữ.",
        "special":"Khả năng sáng tạo xuất chúng của họ thường tìm mọi cơ hội để được thể hiện, ở nơi công sở, lúc vui chơi, hay tại gia đình. Với những người Số 6, nhà họ thường là nơi quan trọng nhất, nó chiếm một khoảng thời gian khá lớn của họ, và đặc biệt là khi có những người thân yêu cùng sống ở đó. Là những người yêu thương con người, những người này rất ghét sự bất công, với mọi hình thức. Họ là những người đầy lòng yêu thương, không ích kỷ, và dễ bao dung, những người phải hết sức để ý để không bị lợi dụng lòng tốt của mình.",
        "bad":"Nếu óc sáng tạo của những người Số 6 bị giới hạn trong phạm vi gia đình, bị nhấn mạnh một cách thái quá, có thể tạo ra tính sở hữu quá đà. Điều này có thể dẫn đến những nỗi lo lắng, bồn chồn thường xuyên xuất hiện, làm cho sự phát triển cá nhân của họ bị giới hạn, và cuộc sống của họ sẽ bị ứ trệ. Nếu để điều này lâu dài, những lo lắng thường trực có khả năng phát triển thành những dạng chướng ngại tâm lý nhẹ, đi kèm với nỗi cô độc buồn bã, mâu thuẫn hoàn toàn với mọi thứ mà người Số 6 đang khát khao muốn sáng tạo. Và khi nỗi lo lắng hay tính tiêu cực hình thành rõ nét trong cuộc sống của người Số 6, giọng họ trở nên bén nhọn, và dần vô thức trở thành một người tính khí khó chịu, hay bắt lỗi người khác.",
        "sol":"Những người Số 6 cần luôn nhận thức được rằng một cái nhìn tích cực về mọi điều trong cuộc sống là yếu tố quan trọng hàng đầu để họ phát triển tính sáng tạo, cho dù những điều kiện thực tế có giới hạn đến thế nào. Họ cũng cần hiểu rằng nỗi quan tâm đầy tính tích cực luôn đồng hành với sự tự do thể hiện, không nên đè nén. Vì vậy, họ nên tránh tâm lý sở hữu, sẽ chỉ làm họ khổ mà thôi, thay vào đó, diễn đạt sự quan tâm yêu thương đó đến mọi người xung quanh, đặc biệt là những người thân, bằng nhiều cách khác sáng tạo hơn.",
        "sol1":"Những người Số 6 rất thèm sự bình yên, và mong muốn có được nó bằng mọi giá, nhưng sự cam chịu với hoàn cảnh đôi khi được diễn dịch thành sự yếu đuối, để cuối cùng tự hủy hoại niềm vui của chính họ, dẫn đến mất hạnh phúc, bình an. Phát triển một sự cương quyết đầy khôn ngoan, lúc nào nên thỏa hiệp, lúc nào nên không sẽ cải thiện được hạnh phúc, nó sẽ bảo vệ người Số 6 khỏi bị lợi dụng bởi những người vô tâm (trong đó đôi khi có cả người thân trong gia đình). Nên phát triển khả năng phân biệt cái gì quan trọng, cái gì không, cố gắng lĩnh hội được khả năng dung hòa và thể hiện tình thương yêu của mình một cách khôn ngoan…, tất cả đều giúp họ nâng cao năng lực sáng tạo, giúp họ có thể làm được nhiều điều không thể ngờ tới.",
        "job":"Người Số 6 làm gì làm, phải luôn có yếu tố sáng tạo trực tiếp tác động vào cuộc sống của cong người, làm cho cuộc sống con người tốt đẹp hơn. Họ rất giỏi trong các tổ chức nhân đạo, nhân văn, là những người chữa lành, họa sĩ, nhà thiết kế. Họ có một khả năng đáng ghi nhận trong lĩnh vực diễn xuất hay ca hát, tuy vậy một số người sẽ đưa khả năng này đi quá xa, làm cho cuộc sống của họ nhuốm màu ‘drama’ – kịch tính quá mức."
    },
    "7": 
    {
        "description":"Dưới ảnh hưởng của Số 7 trong vai trò Con số chủ đạo, người mang số này sẽ triệt để trải nghiệm các bài học đời, cả thông qua những thử thách hy sinh hoặc thông qua tiến trình dạy người hoặc chia sẻ với người. Cả hai phương diện học hỏi này đều thể hiện ở khía cạnh trải nghiệm thể chất, do số 7 nằm ở điểm giao nhau giữa hai Mũi tên: Mũi tên Thực tế và Mũi tên Hoạt động.",
        "life":"Có vẻ như rằng những ai sinh ra dưới Con số chủ đạo là số 7 chắc chắn sẽ được ‘rèn giũa’ để qua vòng đời này sẽ tiến lên thêm được một bước dài về phía trước. Đặc điểm nổi bật của Số 7 là khả năng vô hạn được học hỏi thông qua những điều đích thân họ trải nghiệm, qua đó lĩnh hội đựợc những giá trị tốt đẹp và sau đó có thể đem ra chỉ dạy hoặc chia sẻ kinh nghiệm lại cho nhiều người khác. Những trải nghiệm thực tế này còn mang đến cho họ những triết lý sống sâu sắc, ghi khắc dài lâu.",
        "good":"Một trong những đặc điểm độc đáo ở những người Số 7 là họ được học hỏi theo cách riêng của họ. Họ chỉ chịu tiếp nhận một mức độ tối thiểu các chỉ dẫn từ người khác, bởi họ khát khao được ‘học’ bằng cách đem bản thân mình ra trải nghiệm. Chính vì điều này, những người Số 7 sẽ thường hay chịu ‘trả giá’ ở ít nhất là một trong ba khía cạnh của cuộc sống: sức khỏe, tình yêu, tiền tài. Để rồi thông qua những bài học này, họ trở thành những người có vốn sống và trải nghiệm sâu sắc để truyền tải lại cho người khác, hay giúp cho đời. Tuy nhiên, những người này sẽ cảm thấy khó sống theo quy củ mà người khác đưa ra, trong khi họ lại thường hay thích áp quy củ của họ lên cho người khác.",
        "special":"Những người này nhìn chung thuộc nhóm những người năng động nhất trong cuộc sống. Mặc dù có thể không ý thức được điều này, nhưng người Số 7 thường có khát khao được tự mình đi qua những trải nghiệm, và những trải nghiệm này sẽ trở nên những kinh nghiệm nhớ đời, bởi (thật không may) phần lớn những trải nghiệm đó sẽ đưa tới những mất mát tổn thất. Đường đời của không ít người Số 7 thoạt nhìn có vẻ khá buồn, đặc biệt là khi họ chưa nhận ra những mất mát trở ngại trên đường đời mà họ đang phải trải qua rốt cục là những bài học đời mà họ phải học cho trôi, mà nếu không chịu nhìn ra những kinh nghiệm trước là những bài học, cuộc đời sẽ tái đi tái lại những vấn đề tương tự như vậy, với mức độ tổn thất mất mát ngày càng trầm trọng hơn… cho đến khi nào họ chịu nhìn ra, và chịu ‘học’ kinh nghiệm từ bài này, thì thử thách đó mới dừng lại.",
        "special1":"Tuy vậy, thông qua việc tổn thất sức khỏe, tình yêu hay tiền tài này, người Số 7 dần dà sẽ ngấm được một loại thấu hiểu triết lý sống một cách sâu xa, và chính sự thấu hiểu quý giá này sẽ giúp họ tránh được những bài học nặng nề hơn khi ý thức của họ ngày càng phát triển. Những người Số 7 có một loại can trường đặc biệt làm cho họ luôn có vẻ rất tự tin mà, chính sự tự tin này giúp họ giải quyết được những bài học cuộc đời một cách kiên cường hơn mắt người ngoài nhìn thấy. Họ hiểu rằng bất cứ điều gì xảy ra phải có một mục đích nào đó, không vô duyên vô cớ xảy ra được.",
        "bad":"Do kiểu gì cũng phải trải qua những ‘bài học đời’, trong khi khuynh hướng lại không muốn nhận những lời chỉ dạy hay khuyên nhủ từ người khác, những người Số 7 thường có khuynh hướng rất nổi loạn. Khi từ chối nhận lời khuyên, họ dễ rơi vào khả năng chỉ thích dạy người chứ không thích bị/được người dạy. Ai thấy mình nằm trong khuynh hướng này sẽ phải trả giá nhiều trong cuộc sống, vì họ không học được những bài học kinh nghiệm thương đau mà người khác từng trải qua và khuyên họ nên tránh. Tuy vậy, họ thường thích người khác nghe theo lời khuyên của mình, và khá bực mình khi cũng y những lời khuyên như vậy mà người khác khuyên lại mình. Khi nào họ trưởng thành hơn và lĩnh hội được nhiều trí tuệ hơn, cuộc sống cá nhân và cả công ăn việc làm của họ sẽ trở nên vui vẻ, tốt đẹp hơn nhiều.",
        "sol":"Những người Số 7 không có tính nhận định chính xác hay khả năng am hiểu kinh doanh, nên họ cần cực kỳ thận trọng trong các vấn đề làm ăn kinh doanh hay đầu tư. Nhưng chỉ cần họ hiểu ra hạn chế của họ và chịu ép mình vào kỷ luật hơn bản tính dễ nổi loạn, ít nghe lời, họ có thể tránh được những làm ăn thất bại. Việc chịu khó nghe lời khuyên và sống có kỷ luật cũng sẽ giúp họ phát triển trực giác, dần dà sẽ làm cho hạnh phúc của họ được cải thiện, mà không chỉ cho chính họ, còn cải thiện tích cực đến những người thân người thương của họ nữa. Thông thường, người Số 7 học khá chậm, do bằng vô thức họ cần tự mình trải nghiệm mọi điều.",
        "sol1":"Với những gia đình có con mang Số 7, các bố mẹ cần lưu ý đặc biệt đến đặc điểm này và nên cho phép con cứ học từ từ theo tốc độ tiếp thu tự nhiên của nó. Vì thông thường có không ít bố mẹ coi chuyện học hành của con ở trường như một dạng ‘thể hiện mặt mũi gia đình’, chứ không nhận ra giá trị lớn nhất của chuyện con đi học là để đạt được những lợi lạc cho bản thân con. Nghiên cứu trên nhiều trẻ em Số 7 cho thấy việc học và tiếp thu kiến thức của các em vẫn nhanh chóng cho đến khoảng năm lên bảy tuổi, để rồi có thể chu kỳ bảy năm sau đó, tốc độ học tập của các em chậm hơn đáng kể, nhưng vào khoảng muòi bốn tuổi trở đi, tốc độ tiếp thu của các em lại được tăng lên cùng với ý thức tự khép mình vào kỷ luật. Trẻ em Số 7 sau này lớn lên ít nào xuất hiện như những học giả sáng chói.",
        "job":"Đáng tin cậy, và ngược lại cũng luôn mong mỏi sự tin tưởng từ người khác, những người Số 7 rất thích hợp trong các hoạt động có liên quan đến ngành luật. Người Số 7 cũng rất hay được tìm thấy trong những người làm công việc giảng dạy, như giáo viên, và các lĩnh vực nhân văn, như thành viên các đoàn thể trong các tôn giáo, nhà khoa học, nhà triết học… Bên cạnh đó, họ cũng là những người có khả năng sử dụng các dụng cụ sắc bén, mà biết bao nhiêu nghề nghiệp cần sử dụng dụng cụ sắc bén, từ ngành Y có bác sĩ phẫu thuật, lao động tay chân có nghề thợ mộc, thợ tiện… Cứ theo khả năng của mỗi người tới đâu, áp vào khung đó là sẽ rất phù hợp."
    },
    "8": 
    {
        "description":"Những người mang Con số chủ đạo 8 là những người coi tính độc lập tự chủ là một trong những yếu tố quan trọng hàng đầu trong cuộc sống. Họ có thể là những người tích hợp nhiều yếu tố khác biệt, sở hữu cá tính mạnh, sức mạnh và trí tuệ hơn người. Quyền năng của họ được rút ra từ vị trí số 8 là con số của trí tuệ ở Trục ngang Tâm hồn, cũng như số 8 nằm ở trung tâm Mũi tên Hoạt động.",
        "life":"Một trong những khía cạnh rất quan trọng của tình yêu thương là khả năng chúng ta bày tỏ được tình yêu thương ấy. Và một trong những thành tố tối quan trọng để cấu thành một mối quan hệ tốt đẹp giữa người và người chính là khả năng biểu đạt lòng biết ơn và trân trọng đến nhau. Nhưng đây chính là hai phương diện mà những người Số 8 cảm thấy… khó thể hiện nhất. Hệ quả là, mục đích sống quan trọng mà họ cần đạt được trong đời chính là làm sao vượt qua được những điểm giới hạn này. Phát triển theo hướng này sẽ giúp phát triển sự nhận thức mà không làm cản trở sự tự chủ độc lập của họ. Những mối quan hệ được cải thiện như vậy sẽ làm gia tăng niềm tin của những người khác đối với họ. Đổi lại, điều này lại tiếp tục tạo nên cảm giác an toàn cho cá nhân họ và hạnh phúc được cải thiện, cùng với sự phát triển về trí tuệ, một phần cực kỳ cần thiết đối với những người Số 8.",
        "good":"Những người Số 8 thường thương cảm những ai đang gặp vấn đề trong cuộc sống. Tuy vậy, thái độ này không phải lúc nào cũng giữ được lâu dài, mà sẽ mất kiên nhẫn với những ai trở nên phụ thuộc vào họ, bởi họ cảm thấy điều này làm phương hại tính độc lập của họ. Họ có khả năng trở nên thành công lớn trong công việc kinh doanh, đặc biệt là khi họ không để những nhận định lầm lẫn từ cảm xúc xen vào các quyết định làm ăn của mình. Người Số 8 là những người rất chú trọng chuyện ăn mặc, rất tự hào về vẻ ngoại hình - không chỉ của bản thân mình mà cả những người họ yêu thương hoặc quan tâm. Họ là những người đầy cảm xúc nhưng thường che giấu sự nhạy cảm của mình cho đến khi họ đủ trưởng thành để bày tỏ được ra ngoài.",
        "special":"Những người Số 8 cho ta một cảm giác độc lập, tự tin và là chỗ dựa đáng tin cậy cho người khác. Những tố chất này hài hòa cộng hưởng với nhau, đưa họ tới những vị trí quản lý cấp cao, cùng trọng trách mà nhiều người Số 8 tỏ ra rất xuất sắc. Nhưng tính độc lập quá sắc sảo của họ thường được thể hiện ra ngoài thành một thái độ tương đối lạnh nhạt, đôi khi trở thành thờ ơ, khi họ ở nhà. Điều này không phải do bản chất họ như vậy, mà vì đặc điểm ‘khó mở lời, khó bày tỏ’ của họ trong tính cách, một điểm trở ngại thường sẽ biến mất dần khi họ trưởng thành. Lòng thương cố hữu của họ dành cho vạn chúng yếu đuối: người già, người bệnh, trẻ em, các loài thú… chính là một biểu hiện của việc tìm kiếm cách bày tỏ tình cảm, cảm xúc của mình, và sẽ sớm chuyển vẻ lạnh nhạt của họ thành biểu hiện ấm áp của từ tâm. Những người Số 8 còn sở hữu trí tuệ vượt trội mà từ đó họ sẽ học cách hoàn thiện bản thân khi họ trưởng thành.",
        "bad":"Tính độc lập quá sắc sảo của họ biểu lộ rõ ràng đến mức những người Số 8 thường tỏ ra bực mình hay giận dỗi mỗi khi có ai đó muốn can thiệp vào các kế hoạch của họ. Vì thế, để hướng dẫn những người này, cần phải có sự tinh tế và khéo léo lắm mới không bị mích lòng. Trên thực tế, những người Số 8 cần rất nhiều sự hướng dẫn, đặc biệt là trong các vấn đề nuôi dạy con trẻ – bởi những người này sẽ dễ lệch vào một trong hai khả năng đối lập: hoặc quá nuông chiều, hoặc quá nghiêm khắc với con cái. Họ thường hay gặp trở ngại trong các mối quan hệ tình cảm, thường hay tự dựng lên các rào cản và thu cảm xúc mình sau bức tường rào ấy. Khi họ trưởng thành hơn, họ sẽ nhận ra họ có thể hạnh phúc hơn nhiều đến thế nào nếu họ chịu học cách bày tỏ tình cảm của mình cho đối phương biết.",
        "sol":"Những người Số 8 cần nỗ lực hết mức để khắc phục vẻ lạnh nhạt, không bày tỏ tình cảm với những người thương xung quanh họ. Quan trọng nhất chính là… làm sao để chính họ tự nhận ra điều này, bởi đa phần người Số 8 không hề nhận ra họ… không biết biểu lộ tình cảm! Khi họ học được cách bày tỏ, hạnh phúc và cả cảm giác an toàn đối với bản thân cũng từ đó mà được cải thiện thêm nhiều. Bày tỏ lòng biết ơn cũng là một phương tiện để họ tập dần khả năng bộc lộ các tầng cảm xúc sâu hơn. Cùng với sự phát triển này, trí tuệt nhìn chung cũng phát triển, điều mà đến trước thời điểm đó, họ chỉ có khuynh hướng biểu đạt nó trong những trường hợp rất ‘công việc’, hoặc khi cần cho người khác lời khuyên mà thôi. Trí tuệ và độ trưởng thành của họ sẽ được nâng lên thông qua việc du lịch đó đây, cũng là điều mà họ rất thích thực hiện.",
        "job":"Những người Số 8 thường được tìm thấy ở các vị trí lãnh đạo các doanh nghiệp lớn, với khả năng điều hành xuất sắc. Họ có khả năng am hiểu cao với các vấn đề về tài chính, và thường hay bị cuốn hút về cách ngành ngân hàng, chứng khoán… Họ cũng sẽ hay được hấp dẫn về các ngành điều phối du lịch, thuyền trưởng hay phi công, giáo viên và y tá phục vụ người già hay trẻ em, làm việc với các loài động vật, hoặc chuyên viên nhân sự cấp cao. Và bên cạnh đó, do khả năng ẩn rất kín cảm xúc tự nhiên của mình sau lớp mặt nạ không cảm xúc, họ có khả năng rất thành công trong nghề diễn xuất chuyên nghiệp."
    },
    "9": 
    {
        "description":"Những người mang Con số chủ đạo 9 sẽ nhân gấp ba lần ba yếu tố: ước vọng/hoài bão, trách nhiệm, và lý tưởng sống so với một người bình thường. Những người này, luôn đặt yếu tố con người lên hàng đầu. Những người này có số tổng của ngày sinh là 18, 27, 36 hoặc 45.",
        "life":"Những người Số 9 luôn tự cảm thấy mình đầy trách nhiệm. Họ phù hợp với nghệ thuật và các lĩnh vực về nhân văn hơn nhiều so với khoa học hay thương mại. Rất nhiều các người đi đầu trong lĩnh vực văn hóa hay ngành diễn xuất (phía chính kịch) có số chủ đạo là Số 9, tất cả những người này đều có lý tưởng cống hiến cháy bỏng cho sự nghiệp và cho cuộc sống, mặc dù các ý tưởng của họ không phải lúc nào cũng ứng dụng được. Vì thế, một điều quan trọng mà họ cần đạt được để hoàn thành mục đích sống của mình, chính là phải học được cách chuyển tải những điều lý tưởng trong đầu họ thành thực tế.",
        "good":"Những người Số 9 luôn đau đáu ước mong được phục vụ con người, nâng cao đời sống con người. Những người này đầy hoài bão và ước vọng, tuy nhiên họ thường có khuynh hướng đi vào tổng thể chứ ít khi nào tập trung vào chi tiết. Vì vậy, họ phù hợp với những vấn đề không liên quan đến thương mại, buôn bán, bởi họ là những người khá kém cỏi về tính toán hay quản lý tài chính, đặc biệt là trong các vấn đề quản lý tài chính cá nhân (nói nôm na là không biết quản lý tiền đó!) Họ rất có máu nghệ thuật, tuy vậy, nếu có theo diễn xuất, họ thường đi theo hướng diễn xuất nghiêm túc chứ ít chọn phía hài kịch hay các trường phái biểu diễn thoải mái khác.",
        "special":"Có hoài bão, có trách nhiệm, có lý tưởng là ba giá trị nổi bật trong con đường tiến hóa của những người Số 9, nhưng trong ba giá trị này, trách nhiệm với bản thân là điểm nhấn đặc biệt. Thật thà là một đức tính tự nhiên của họ, đến mức họ dễ tin rằng ai cũng sẽ thật thà như mình. Điều này thường dẫn đến cảm giác thất vọng ở một số người Số 9, thậm chí có một số trường hợp trở nên hoài nghi về tình người, nghi ngờ không biết mình thật thà như vậy có bị… ngu quá không. Những người Số 9 dễ mang tiền tặng cho những người cần đến, hơn là ý thức tiết kiệm để dành lại cho chính mình, và điều này cũng dễ làm cho người thân (đặc biệt là bạn đời) của họ nổi giận. Họ có những ý nghĩ tuyệt đối tốt đẹp về cuộc sống, về lý tưởng sống, về con người và làm sao để truyền cảm hứng sống cho mọi người, bằng cách này hay bằng cách khác. Mặc dù những ý tưởng đưa ra không phải lúc nào cũng thực tế, nhưng những người Số 9 sẽ luôn nỗ lực để thực hiện chúng, như một phần bản chất của đầu óc đầy hoài bão và lý tưởng sống của họ.",
        "bad":"Khi những người Số 9 không áp được những lý tưởng sống họ tìm ra vào những người khác, họ trở nên tiêu cực. Họ cần lưu ý đặc biệt để không trở thành nạn nhân của thói đạo đức giả. Khi ước vọng biến thành tham vọng, các tham vọng của họ có thể thống trị và phá hủy những lý tưởng tốt đẹp họ từng nuôi dưỡng, qua đó vô hình chung phát triển cái gọi là tự tôn. Điều này sẽ sớm tạo thành tính cách thô lỗ và thái độ phê phán thiếu tính xây dựng, làm cho những người xung quanh phải khó khăn chịu đựng, và dẫn đến những hệ quả ít tốt đẹp trong các mối quan hệ, nếu những mối quan hệ này có động cơ xuất phát từ vật chất.",
        "sol":"Tính lý tưởng hóa trong tính cách của những người Số 9 làm cho những người này không có con mắt nhìn đúng người, ai họ cũng thấy tốt, ai họ cũng nghĩ là người tốt. Nhưng yên tâm là khi nào họ nhìn ra ‘yếu điểm’ này ở bản thân mình, người Số 9 sẽ có thêm các công cụ thể giúp họ ‘nhìn’ người chính xác hơn. Điều này sẽ giúp họ có các hướng tìm hiểu kỹ càng hơn về một con người cụ thể trước khi đi đến quyết định chỉ dựa trên phân tích chủ quan của họ. Đổi lại, việc nghiên cứu các công cụ 'nhìn người' này sẽ giúp người Số 9 phát triển trực giác và trí tuệ. Hai yếu tốt quan trọng mà người số 9 cần phải tập trung phát triển là tính kiên nhẫn và lòng kiên định. Bên cạnh đó, như cách họ đang thể hiện trước mọi người, những người Số 9 thường hay bị ‘nghiêm túc quá mức’. Họ cần nhiều không gian và cơ hội để cười to, thưởng thức những trò dí dỏm, vui nhộn mang lại sự cân bằng cho cuộc sống của họ.",
        "job":"Những người Số 9 phù hợp, vui vẻ nhất khi được làm việc trong các môi trường tôn giáo, tổ chức an sinh xã hội, viện giáo dục, cơ quan nghiên cứu (bao gồm nghiên ứu IT), giải quyết các vấn đề tội phạm, trị liệu chữa lành ..."
    },
    "10": 
    {
        "description":"Chưa có con số nào lại có một khả năng dao động lớn và rộng như vậy đối với những con người Số 10. Khi sống tích cực, họ có thể là một người rất quảng giao, được yêu thích trong xã hội, nhưng khi sống tiêu cực, họ có thể là những cá nhân hết sức chao dao, lạc lối, bất an. Họ là những người dễ thích nghi nhất trong tất cả các số. Họ có tiềm năng để nắm bắt những thành công rực rỡ, nhưng họ cũng có thể mòn mỏi trong sự tầm thường. Những người có số tổng cộng từ ngày sinh mang các số 19, 28, 37, 46 sẽ mang Con số chủ đạo 10 này!",
        "life":"Cuộc sống của những người Số 10 đậm nét hai đặc điểm: khả năng thích nghi và khả năng thay đổi. Độ linh hoạt trời cho có thể hỗ trợ họ tối đa trong việc giúp đỡ người khác điều chỉnh rất nhiều đổi thay trong cuộc sống. Khi đời trở nên phức tạp hơn, việc thích nghi với đời sống bắt buộc cần thiết hơn, chúng ta sẽ thấy người Số 10 có mặt trong rất nhiều phương diện nghề nghiệp hay tình huống. Họ có một lòng can đảm trời cho đưa họ vào những cuộc dấn thân đầy tính tiên phong và những người khác hầu như không bao giờ nghĩ dám thực hiện.",
        "good":"Nếu chúng ta tìm kiếm một người có thể bầu bạn cùng ta tận hưởng những thú vui nhẹ nhàng trong cuộc sống, không ai phù hợp hơn những người Số 10. Họ tỏ ra vui vẻ nhất khi họ được đắm mình trong những trải nghiệm mà coi là ‘phấn khích bùng nổ’ trong cuộc sống. Nhưng khi họ bị áp lực hoặc bị cản trở về tinh thần, họ xuống tinh thần nhanh chóng mà không rõ nguyên nhân. Điều này làm cho họ trở nên tức giận, thường bộc lộ ra ngoài bằng những hồi nóng nảy hay nổi dịch. Một bộ phận người Số 10 sẽ rất thẳng thắn bộc trực, quyết đoán, tinh thần lạc quan vô biên của họ dẫn dắt họ tới chỗ thành công đáng kể trong cuộc sống. Đây là biểu đạt tự nhiên của Số 10, là một sự kết hợp đầy quyền năng của cái tôi (Số 1), thể hiện chiều sâu tinh thần vô hạn của mình thông qua số 0.",
        "special":"Là một số mang tính thực tế, Số 10 tỏa ra một sức mạnh linh động và khả năng thích ứng để tạo được một cá tính rất được yêu thích. Bản tính vui vẻ của họ nhìn chung mang tính lan tỏa, nhưng bởi vì họ không muốn can dự quá sâu vào các vấn đề của người khác, họ sẽ thấy khó hiểu vì sao người ta lại không vui vẻ hay giỏi thích nghi giống họ. Phần lớn người Số 10 ít đào sâu vào cuộc sống, hài lòng với những thú vui bề nổi, đặc biệt là thể thao – hoặc chủ động tham gia hoặc chỉ làm người xem. Ngược lại, một số ít người Số 10 lại rất ý thức về những giá trị tiềm ẩn ở họ, và trở nên đặc biệt thành công trong nghề nghiệp do có khả năng kiên cường vượt qua những khó khăn trở ngại.",
        "special1":"Nhìn chung, Số 10 vô thức có một vẻ hòa nhã, tự tin vào bản thân, thể hiện qua cá tính và vẻ ngoài trang nhã, cho dù họ ăn mặc thế nào. Họ không mấy thành công trong việc giải quyết các vấn đề về tâm lý của bản thân hay của những người khác, cũng không phải những nhà tư vấn tài ba trong các mối quan hệ bạn bè, thường thích bầu bạn với các thành viên là người cùng phái hơn người khác phái. Họ cũng nhìn chung rất có máu nghệ thuật, với sự nhạy cảm khiến họ có thể trở thành những nghệ sĩ biểu diễn nhạc cụ tài hoa hay các chuyên gia đánh giá có gu trong quần áo hay các vật dụng khác.",
        "bad":"Sự tự tin ở những người Số 10 đôi khi có thể dẫn đến sự thái quá, khiến họ muốn áp chế người khác, nhưng họ hay làm điều đó một cách ít khôn ngoan, dẫn đến sự bất hòa căng thẳng. Khuynh hướng này có thể tránh được thông qua ý thức kiểm soát cái tôi, tái nhận diện độ sâu tinh thần trong mỗi người, và tránh lối sống hời hợt. Việc chủ động tham gia các hoạt động đầy tính xây dựng và sáng tạo cũng sẽ tích cực giúp người Số 10 tiếp nhận thêm những quan điểm thấu suốt hơn, đủ để nhận ra rằng nếu ngày nào một cánh cửa đóng sập lại trước mặt ta, ta chỉ cần quay đi và tìm những cánh cửa mở khác. Họ cũng cần tránh tâm trạng lười biếng và tránh né cuộc sống, và họ cũng cần học cách tự khép mình vào kỷ luật để vượt qua cảm giác buồn sầu và không an toàn về cảm xúc.",
        "sol":"Những người Số 10, nếu không tự nhận ra những giá trị của mình sẽ dễ bị chìm khuất trong những quy chuẩn tầm thường. Họ cần nhìn ra tiềm năng của mình để trở nên vượt trội, đó là khả năng linh hoạt và thích nghi cực kỳ mạnh mẽ. Trong suốt vòng đời mình, người Số 10 rất cần các dạng thiền tĩnh tâm để tập trung vào nội tâm và giữ họ kết nối với sức mạnh bên trong. Họ cũng cần vận dụng tính hài hòa trong cuộc sống để phát triển nhận thức về thế giới xung quanh (sự uyên bác), sự hòa hợp trong thái độ, tình cảm và sự kính ngưỡng cuộc sống. Bên cạnh đó, cũng cần học cách phân biệt cái gì quan trọng cái gì không quan trọng , nếu không họ sẽ dễ bị phí thời gian theo đuổi những điều không đáng.",
        "job":"Người Số 10 sẽ hợp với các dạng ngành nghề thể thao hay biểu diễn chuyên nghiệp, thiết kế và trang trí nội thất, làm việc với vải sợi và thực phẩm. Họ cũng làm nhân viên sales giỏi, chính trị gia, nhà gây quỹ từ thiện, điều hành doanh nghiệp, giám đốc kinh doanh, hoạch định đô thị, kiến trúc sư, chuyên gia địa ốc…"
    },
    "11": 
    {
        "description":"Con số chủ đạo 11 có một mức độ tâm linh đặc biệt cao bao quanh, làm cho những ai sinh ra dưới Con số chủ đạo này dễ có một tiềm năng phát triển Tầng Ý thức Cao rất mạnh. Tuy vậy, phần lớn những người số này lại không đủ khả năng phát triển những tiềm năng tiềm ẩn này, nhưng hy vọng điều này sẽ sớm bị phá vỡ cùng với sự phát triển của thời đại mới – thời đại phát triển nhận thức (thế kỷ 21). Mặc dù Số 11 cũng không phổ biến như nhiều Con số chủ đạo khác, nhưng họ chắc chắn sẽ có cơ hội đẩy mạnh tiềm năng mà họ đang có, một khi họ ý thức được bản thân họ có giá trị tinh thần cao đến thế nào. Trên thực tế, chỉ có hai con số tổng của ngày sinh cộng lại ra được Con số chủ đạo là 11, đó là 29 và 38, và thỉnh thoảng, hy hữu lắm ta mới bắt gặp được số 47.",
        "life":"Những người Số 11 nằm trong số ít ỏi những người được trang bị ‘vốn tâm linh’ tiềm tàng tốt đẹp nhất để đưa thời đại chúng ta tiến vào thời đại nhận thức. Nói về mặt tâm linh, đây là một kiếp sống đầy trách nhiệm mà họ đã chọn lựa để có mặt ở cõi đời này. Tuy vậy, thật không may là rất nhiều người trong số họ lại bị quyến rũ bởi những hấp lực mang nặng tính đời trần (hỉ nộ ái ố, yêu yêu hận hận…) để rồi xa lìa mục đích cao cả của mình. Nhưng dòng thủy triều đang thay đổi và hy vọng ngày càng sẽ có thêm nhiều Số 11 nhận ra giá trị thật của mình để quay trở về với những lý tưởng mà họ đã nhận lãnh.",
        "good":"Yêu những gì tinh tế, vẻ đẹp và giá trị văn hóa của đời sống, những người Số 11 dễ thỏa lòng trước những môi trường như vậy bởi nó giải phóng họ được tự do bày tỏ nét đẹp thiên bẩm của tâm hồn. Đời sống vật chất, với nhiều người trong số họ là quá khắc nghiệt và không thú vị. Nhưng họ học cách cân bằng vật chất với những lý tưởng mà họ tìm kiếm và nhận ra rằng những giá trị tinh thần cao quý nhất sẽ chẳng có mấy giá trị, trừ phi chúng có thể mang đến những điều đẹp đẽ làm cải thiện cuộc sống này. Chẳng có biểu đạt nào đẹp đẽ hơn việc dốc mình phụng sự cho cuộc sống, theo khả năng của mỗi người.",
        "special":"Có những sự khác biệt cực kỳ to lớn giữa cách sống của những người Số 11 nào biết sống tích cực và vận dụng được sức mạnh tâm linh vượt trội của họ vào giúp ích cuộc sống, và những người Số 11 đầy tiêu cực với đời sống có vẻ đầy khó khăn và nhạt nhòa. Khi theo đuổi các vấn đề về tinh thần/tâm linh, những người Số 11 thường có một mức độ cảm nhận giá trị đạo đức cao, một khả năng trực giác cực kỳ nhạy bén, một động lực thôi thúc rất rõ ràng. Khi sống trong môi trường bình thường họ thường tỏ ra những người nhạy cảm, cực kỳ chân thật, có thể tin cậy, công tâm, với một tình cảm sâu đậm dành cho gia đình và bạn bè và một tình yêu cuộc sống chân thành.",
        "bad":"Khi đời sống vật chất ngày càng phát triển và nhiều ‘hoa thơm cỏ lạ’ bày ra dọc đường, khả năng người ta bị chia trí, bị cám dỗ và từ bỏ trách nhiệm sống thanh thuần vì những giá trị đạo đức cao cũng dễ xảy ra. Cuộc sống lẽ ra đơn giản, hài hòa hơn nhiều người cảm thấy nhiều. Nhưng những sự phức tạp hoặc thậm chí những đau khổ mà con người ta nhận gánh là do họ bị nhầm lẫn và bước vào, từ đó đi xa ra khỏi con đường chính mà họ nên đi. Khi điều này xảy ra, họ thường cảm thấy cay đắng và hằn học, rồi trở nên thờ ơ lạnh nhạt với những người khác và trong nơi làm việc. Khi những điều này xảy ra với những người Số 11, họ trở nên lạc lối và hờ hững, tìm kiếm ít nhiều sự khuây khỏa trong thế giới vật chất mà họ đang bị dẫn dụ vào. Họ phải giữ ý thức và sự tỉnh thức cao độ để giữ được họ không bị lạc ra khỏi con đường chính mà họ cần đi, bởi nó cũng không quá khó miễn là họ chịu lưu tâm đến trực giác cực kỳ bén nhạy của họ.",
        "sol":"Đối với người Số 11, các lĩnh vực tinh thần không thể bị trộn lẫn với các giá trị thương mại. họ cần chọn lựa những nghề nghiệp có thể tạo điều kiện cho họ phát triển tâm thức và tạo chất liệu cho những sự nhạy cảm đáng quý của họ phát triển. Cùng lúc đó, với sự hào hiệp và nhạy cảm tự nhiên với những yêu cầu từ người khác, người Số 11 thường cần tiền hơn những người bình thường khác. Họ cần phải học không chỉ những cách thức thực tế hơn đê diễn đạt những giá trị tinh thần hay tâm linh của mình, mà còn phải học cách lắng nghe trực giác (vốn rất trung thực, sáng suốt) hơn là bị thúc đẩy bởi những thèm muốn đơn thuần (ví dụ như thèm muốn được ghi nhận, được tưởng thưởng, được trả ơn ...) Bên cạnh đó, cũng cần thực tập thêm các đức tính phân biệt rõ ràng nên – không nên làm, hài hòa sống, và can trường sống. Khi gặp hoạn nạn, họ hay từ chối sự giúp đỡ, nhưng phải học cách chấp nhận nhiều hơn và phải học cách nhìn ra những ích lợi có thể thu được từ sự giúp đỡ lẫn nhau đầy thực tế như vậy.",
        "job":"Những nghề nghiệp mà Số 11 thường thấy bao gồm nhà giáo dục, nhà hoạt động xã hội, các thủ lĩnh tôn giáo và huấn luyện viên phát triển cá nhân. Hoặc họ cũng có thể là giáo viên các bộ môn văn hóa, biểu diễn chuyên nghiệp. Khả năng trực giác cũng có thể đưa họ đến vai trò các nhà thiết kế hay phát minh tài ba."
    },
    "22": 
    {
        "description":"Đây là một con số đặc biệt, được trường phái Thần số học Pythagoras coi là ‘Con số vua’ – Master number. Theo quyển Toàn tập về Thần số học (A Comple Book of Numerology), tác giả, tiến sĩ David A. Phillips cho rằng những người sinh ra có Con số chủ đạo là 22/4 có tiềm năng hầu như vô giới hạn và thường đạt được hầu hết những mục đích dường như bất khả thi. Nhưng thực tế có hai kiểu người Số 22/4 hoàn toàn khác biệt: kiểu người nhận thức được sức mạnh của họ và kiểu người không nhận thức được. Sự khác biệt giữa hai kiểu người này cũng tột bực như bản thân sức mạnh của con số này vậy.",
        "desc1":"Kiểu người Số 22/4 biết nhận thức được sức mạnh của mình lĩnh hội được sự thành công của hầu như mọi mặt trong cuộc sống mà họ được hướng dẫn tới, kiểu người 22/4 không nhận thức được lại chìm vào cách sống ơ hờ đầy lười biếng, trở thành những người hầu như vô dụng, lạc lõng giữa đời, không ít người trong số này thậm chí còn bị chìm nổi trong các viện tâm thần. Cách mô tả của tác giả làm mình liên tưởng tới một khái niệm khá cực đoan hiện hữu: “Được ăn cả - Ngã về không”. Chỉ có một trường hợp số tổng cộng ngày sinh cho ra con số đặc biệt này, đó là 22, và như vậy, người ta sẽ đặt cho nó một dạng ký hiệu đặc biệt: 22/4, đặc biệt hiếm, chỉ chiếm khoảng 1-2% toàn tổng số dân trong một đất nước.",
        "life":"Khi cuộc sống con người không ngừng phát triển tiến hóa về những tầng nhận thức cao hơn, luôn cần có những cá nhân xuất chúng được giao nhiệm vụ dẫn dắt những bước tiến hóa này. Vai trò này quan trọng cũng tương tự như vai trò của một người đạo diễn cho một bộ phim hay một vở kịch vậy. Từ sau hậu trường họ định hướng tất cả, từ thiết kế tổng thế đến mọi ý tưởng, cách thể hiện… Khi sống được tích cực, ở bất cứ lĩnh vực nào trong cuộc sống, những người 22/4 luôn là trung tâm. Trong thời đại nhận thức mới (ý chỉ thế kỷ 21), vai trò của những con người này lại càng trọng yếu hơn nữa, bởi những gì họ nhận thức được có tác dụng như những loại đèn hiệu phát sáng con đường tiến hóa mà theo đó, nhiều người sẽ soi và noi theo. Trong nhiều thế kỷ, những người 22/4 đã chọn lựa âm thầm làm việc đàng sau hậu trường, khi cuộc sống tiến hóa, càng ngày càng có nhiều người 22/4 tiến lên phía trước và đảm trách các vai trò quan trọng hơn bởi cuộc sống ngày càng nhiều điều thật giả lẫn lộn.",
        "good":"Để có được những gì có vẻ là tiềm năng của họ, những người 22/4 trước hết cần nhận được những sự giáo dục tốt nhất có thể. Nhiều người bỏ phần lớn thời gian cho việc học, không ngừng làm cho họ ngày càng giỏi hơn, thỏa mãn khát khao kiến thức. Họ nhận thức được rằng bằng những kiến thức này họ sẽ được trang bị bản thân tốt hơn để hướng dẫn những người khác. Những người 22/4 cần có thể làm việc không có bất cứ trói buộc nào để có thể đạt được hiệu quả cao nhất, bởi họ dễ trở nên tức giận nếu phải làm việc dưới sự điều khiển áp chế quá lâu. Tốc độ học hỏi, lĩnh hội mọi điều của họ nhanh đáng ngạc nhiên, như thể họ đã lĩnh hội được hầu như mọi điều từ các đời kiếp sống trước, và giờ đây chỉ đang lĩnh hội lại lần nữa để làm quen với cách diễn đạt hiện đại của đời sống này mà thôi. Cũng chẳng có gì ngạc nhiên khi họ vươn lên vị trí lãnh đạo rất nhanh chóng, và thường được hỏi ý kiến hướng dẫn hay tư vấn.",
        "special":"Một trong những đặc điểm đáng lưu ý nhất ở những người 22/4 là sự thiếu vắng biểu cảm về cảm xúc. Họ coi việc kiểm soát cảm xúc như một mục đích then chốt, và sử dụng nó để giảm thiểu các phản ứng tiêu cực hướng về họ, thay vì tỏ ra xa rời hay khó hiểu. Thật ra, họ là những người rất nhạy cảm, trực giác cao, là những người hội được sự kết hợp giữa 2 lần ý thức tâm linh mạnh mẽ của Số 11 mà hôm qua mọi người vừa được đọc, cùng với tính thực tế rất hiển hiện của Số 4. Họ hiếm khi từ chối một thử thách nào của cuộc sống, đặc biệt là khi nó liên quan đến an sinh của con người. Họ sẽ được tìm thấy ở một số những môi trường khó khăn và có vẻ nguy hiểm nhất, nhưng thường tỏ ra rất tỉnh táo và thận trọng khi tiến hành bất cứ việc gì mà họ đang hướng dẫn mọi người theo. Khả năng chịu trách nhiệm của họ hầu như vô giới hạn, vì thế có không ít người vô thức có thói quen dựa vào họ.",
        "bad":"Hầu hết những người 22/4 có thể tự nhận ra sức mạnh của họ và vận dụng chúng thành công. Một ít người không nhận ra sẽ bị lôi kéo vào một môi trường sống thuần vật chất, qua đó lãnh hết những khía cạnh tiêu cực của Số 4. Tệ hơn, khi bị cuốn theo hướng này, họ sẽ là những con người lạc lối, ám ảnh vì đồng tiền, và trong lúc chạy theo đồng tiền họ sẽ chịu sự can thiệp bởi sức mạnh vật chất này, trở nên không hạnh phúc, cô độc, lạc lõng. Việc chữa trị những điều này về chiều sâu đòi hỏi rất nhiều sự kiên nhẫn, thông cảm cùng từ ái, bởi những người 22/4 có thể trở thành những người tiêu cực nhất, tương ứng với cán cân đầu bên kia khi họ thành công hay tích cực. Tất cả những người 22/4 đều rất thích nghệ thuật, nhịp điệu, nhảy múa và hầu hết các thể loại âm nhạc, nên việc thể hiện thông qua các loại hình nghệ thuật hay giải trí này có thể giúp họ cải thiện thái độ tích cực và cân bằng cảm xúc tốt hơn. Điều này sẽ đưa họ ra khỏi thế giới tự bó gọn của chính họ và giúp họ tái đạt đươc cái nhìn tích cực về cuộc sống.",
        "sol":"Với những người 22/4, họ rất cần phải đảm bảo được sự cân bằng giữa làm việc và hưởng thụ, vui chơi. Năng lực thiên bẩm trong công việc có thể khiến những người này bị ‘nghiện’ việc, nghiện các thành tựu đạt được trong công việc, qua đó làm tổn hại chất lượng gia đình, mất cả thời gian thư giãn và dành cho các sở thích khác. Cần dành đất cho những sở thích mang tính nghệ thuật như ca hát, nhảy múa, hội họa, viết lách vv… sẽ giúp họ cải thiện biểu cảm và cân bằng cảm xúc. Họ phải nhận ra họ không bao giờ quá già để học hỏi, bởi sự học là một hành trình theo đuổi cả đời với họ.",
        "job":"Những người 22/4 phù hợp với vị trí lãnh đạo các doanh nghiệp hay tổ chức văn hóa. Họ xuất sắc trên tất cả lĩnh vực họ nỗ lực vươn đến, cho dù đó là nghệ thuật, viết lách, chính trị, các dịch vụ xã giao… hoặc trở thành các chuyên gia đầy hiệu quả, các nhà hoạt động nhân văn, kỹ thuật viên (đặc biệt chuyên ngành IT), và giáo viên."
    }
}